Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
es: Prohibimos el uso de incentivos, obsequios y pagos no autorizados para promover el registro de los usuarios. En caso de que consideremos que ha recurrido a alguno de los anteriores, nos reservamos el derecho de retener los pagos que se le deben. Si usted considera un incentivo específico, comuníquese con su gerente de cuentas para entablar un debate y obtener aprobación.

source: We rebrand BetOnMarkets.com as <a target="_blank" href="%1">www.binary.com</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline – Sharp Prices, Smart Trading – communicates our ethos and commitment to our clients.
es: Renombarmos BetOnMarkets.com a <a target="_blank" href="%1">www.binary.com</a>. El cambio de la marca es una evolución natural para la plataforma ya que sigue creciendo su cuota de mercado en el campo altamente competitivo de opciones binarias. La nueva marca refleja la naturaleza del negocio, mientras el nuevo lema - Sharp Prices, Smart Trading (Mejores precios, inversiones inteligentes) - comunica nuestra filosofía y el compromiso con nuestros clientes.

source: We recognize the importance of protecting your personal and financial information.
es: Reconocemos la importancia de proteger su información personal y financiera.

source: We segregate and hold client funds in secure AAA-rated banks.
es: Segregamos y conservamos los fondos de los clientes en bancos con calificación AAA.

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
es: Utilizamos servicios de verificación de identidad y medidas de detección inmediata de fraudes para ayudarlo a protegerlo de accesos no autorizados a su cuenta. También monitoreamos actividades de su cuenta en caso de movimientos extraños que podrían indicar fraude, y trabajamos con agencias de cobro y legales para abordar asuntos de este tipo.

source: We want to make it as easy as possible for you to bring us prospects. And once you've introduced them to %1, our team goes to work to convert them to customers, and keep them coming back with free webinars, charting and trading tools, contests and promotions, and an ever-expanding lineup of available markets and contracts.
es: Deseamos que le sea lo más fácil posible captar potenciales clientes. En cuanto los atraiga a %1, nuestro equipo trabajará para convertirlos en clientes que retornen con seminarios web gratuitos, herramientas de gráficos y comercio, concursos y promociones y un reparto en aumento de mercados y contratos disponibles.

source: We were unable to recover your Login ID or Password with the provided information. <a href="%1">Return to Password Recovery</a>, or <a href="%2"><strong>contact us</strong></a> should you need further assistance.
es: No es posible recuperar su identificación de acceso o contraseña con la información ingresada. <a href="%1" target="_blank">Volver a recuperación de contraseña</a>, o <a href="%2" target="_blank"><strong>contáctenos</strong></a> si necesita más ayuda.

source: We were unable to verify your identity and prove your residential address using our automated verification procedure.
es: No podemos verificar su identidad ni comprobar su domicilio de residencia con nuestro procedimiento de verificación en línea.

source: We will provide you the Links to include on your Site (if you are promoting %1 online) and the affiliate IDs and/or promotional codes to quote to your clients (if you are promoting %1 offline)
es: Le proporcionaremos los enlaces a incluir en su sitio web (si está promocionando a %1 por internet) y las identificaciones de afiliado y/o códigos promocionales para entregar a sus clientes (si está promocionando a %1 por otras vías)

source: We will provide you with all the tools to turn your traffic into a lucrative revenue stream
es: Le brindaremos todas las herramientas para convertir el tránsito en un flujo de rentabilidad

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
es: Le informamos que la transferencia de %1 %2 por %3 fue procesada. Los fondos han sido acreditados en su cuenta. Atentamente, El equipo de %4.

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
es: Le informamos que la solicitud de retiro de %1%2 por %3 %4 fue procesada. Los fondos han sido acreditados en su cuenta %5 el %6.

source: We would like to inform you that your %1 has been processed.
es: Nos gustaría informarle que su %1 ha sido procesado.

source: We'll then send you an e-mail asking you to verify your identity. If you don't receive the e-mail within a few minutes, please check your junk/spam mail folder.
es: Le enviaremos un mensaje de correo electrónico con una solicitud para verificar su identidad. Si no recibe este mensaje en los próximos minutos, compruebe su carpeta spam/correo no deseado.

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
es: Lo sentimos, la opción de auto-exclusión no está disponible para cuentas virtuales.

source: We're sorry, but our system has been unable to authenticate your ID online due to connection problem. Please try again later.
es: Lo sentimos, el sistema no pudo autenticar su usuario en línea debido a una falla en la conexión. Inténtelo nuevamente más tarde.

source: Webinars
es: Seminarios web

source: Website
es: Sitio web

source: Website exclusion is currently set to <strong>%1.</strong>
es: La exclusión del sitio web está configurada en <strong>%1.</strong>

source: Wednesday
es: Miércoles

source: Week
es: Semana

source: Week of
es: Semana

source: Weekend quotes
es: Cotizaciones de fin de semana

source: Weekly
es: Semanal

source: Weekly Live Trading Room
es: La sesión semanal en directo

source: Weeks
es: Semanas

source: Weighted
es: Ponderado

source: Weighted Close
es: Cierre ponderado

source: Weighted Moving Average
es: Promedio móvil ponderado

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
es: Indicador de volumen ponderado basado en el cambio de valor de un día en precio dividido el plazo del día actual. Por lo general, ADI se mueve en la dirección del precio.

source: Welcome!
es: ¡Hola!

source: We’re granted patents for ‘Computer trading system and method for speculating on a financial market’ and ‘Computer trading system for offering custom financial market speculations’. The patents show our ability to innovate and stay ahead of the pack.
es: Nos conceden patentes como a "Sistema de comercio a través de ordenadores y un método para la especulación en los mercados financieros" y "Sistema de comercio informático para ofrecer especulaciones financieras personalizadas". Las patentes demuestran nuestra capacidad para innovar y mantenerse delante de la manada.

source: We’re really proud of this award. We’re strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
es: Nos orgullecemos de este premio. Estamos firmemente comprometidos a ofrecer una experiencia de comercio ético y centrado en el cliente, y el premio demuestra que BetOnMarkets es una marca de confianza que escucha y atiende a los clientes, sean expertos o novatos. Ofrecemos servicios a nuestros clientes en inglés, indonesio, ruso, chino y español.

source: What are the Smart Indices?
es: ¿Qué son los Índices Smart?

source: What commission plan do you offer?
es: ¿Qué plan de comisión ofrecen?

source: What is the %1 affiliate program?
es: ¿Qué es el programa de afiliados de %1?

source: What is the definition of a 'client'?
es: ¿A qué se le llama "cliente"?

source: What marketing tools do you offer?
es: ¿Qué herramientas de marketing ofrecen?

source: What other reports can I generate?
es: ¿Qué otros informes puedo generar?

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
es: Sea cual sea su visión del mercado o estrategia, %1 le proporciona el contrato adecuado para beneficiarse de sus predicciones. Seleccione uno de los 5 modos de operar:

source: When a prospect visits %1 by clicking on your affiliate link, we set a "cookie" to identify them as your client when they open an account with %1.
es: Cuando un cliente potencial visita %1, al hacer clic en su enlace de afiliado, establecemos un "cookie" para identificarlo como su cliente cuando abren una cuenta con %1.

source: When it’s time to kick back, you’ll find beautiful beaches, islands and mountains to explore, just a short flight away. From Malta, you’ll have Europe, the Mediterranean and North Africa on your doorstep. And from Malaysia, you’ll be within easy reach of some of Asia’s most spectacular scenery.
es: Cuando llega el momento de relajarse, encontrará hermosas playas, islas y montañas para explorar, a un corto vuelo de distancia. Desde Malta, tendrá Europa, el Mediterráneo y el Norte de África en su puerta. Y con base en Malasia, estará a poca distancia de algunos de los paisajes más espectaculares de Asia.

source: When the Company opens an account for a client, that person or entity will become our client and, accordingly, all client rules, policies, and operating procedures will apply to them. During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of our clients and/or the affiliate program (including, for example, referral fees earned by you under the program). You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have our prior written consent and that you will use the confidential information only for purposes necessary to further the purposes of this Agreement. Your obligations with respect to confidential information shall survive the termination of this Agreement.
es: Cuando la Compañía abre una cuenta para un cliente esa persona o entidad se convertirá en nuestro cliente, y en consecuencia se le aplicarán todas las reglas, pólizas y procedimientos operativos de los clientes. Durante la vigencia del presente Acuerdo puede que se le confíe información confidencial relativa a los negocios, las operaciones o la tecnología subyacente de nuestros clientes y/o del programa de afiliados (incluyendo, por ejemplo, las comisiones ganadas por usted bajo el programa). Usted se compromete a evitar la divulgación o el uso no autorizados de la información confidencial a terceras personas o grupos ajenos a menos que tenga nuestro consentimiento previo por escrito y que utilice la información confidencial solo para fines necesarios para promover las intenciones del presente Acuerdo. Sus obligaciones respecto a la información confidencial trascenderán la finalización del presente Acuerdo.

source: When you are satisfied with the trade price, instantly execute your trade.
es: Cuando esté satisfecho con el precio del contrato, ejecute la transacción inmediatamente.

source: When you start trading with Binary.com, you’ll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
es: Cuando empieza a trabajar con Binary.com, se le dirigirá a la página con el contrato, donde se puede configurar los parámetros del contrato y elegir en qué mercado desea operar, cómo y cuándo.

source: When your prospect opens a real account with us, you earn a share of the revenues for life. When you are approved as a %1 affiliate, we'll give you everything you need to get started right away. Join us as a %1 affiliate today.
es: Cuando su cliente potencial abre una cuenta real con nosotros usted gana un porcentaje de las ganancias de por vida. Cuando se lo aprueba como afiliado de %1 le damos todo lo que necesita para comenzar inmediatamente. Regístrese hoy en %1 como afiliado.

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
es: Cuando a una cuenta se la provee solamente de un código de bonificación, el monto de la bonificación más todas las ganancias no se pueden retirar hasta que haya excedido un monto de cuenta 25 veces mayor al valor del monto de la bonificación. El monto máximo permitido de las ganancias en estas cuentas debe ser 25 veces mayor al monto de la bonificación.

source: Where are they located?
es: Dónde están ubicados?

source: Where can I send my questions, comments and suggestions?
es: Dónde puedo enviar mis preguntas, comentarios y sugerencias?

source: Where new ideas trump safe, old ones. And you’re free to work your way, free from hierarchies and red tape.
es: Donde las nuevas ideas vencen sobre lo seguro, lo antiguo. Y usted tiene puede eligir su forma de trabajo, libre de jerarquías y burocracia.

source: Where supportive colleagues are like a second family.
es: Donde los compañeros de trabajo son como una segunda familia.

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
es: Donde el trabajo en equipo y una cultura de colaboración son la base para el crecimiento personal y corporativo.

source: Where we are
es: Donde estamos

source: Where you can go
es: Donde puede viajar

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
es: Donde su experiencia, su pasión y talento le pueden llevar a lugares desconocidos. Y usted tiene la libertad para empujar hacia nuevas fronteras.

source: Whether in Malta or Malaysia, you’ll enjoy a high standard of living, and your income will stretch further than in most western countries.
es: Sea en Malta o en Malasia, podrá disfrutar de un alto nivel de vida, y sus ingresos se estirarán más que en la mayoría de los países occidentales.

source: White Labels
es: Etiqueta blanca

source: Who can be a client on the %1 platform?
es: Quién puede ser cliente en la plataforma de %1?

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
es: A quien le gusta trabajar con personas de diferentes culturas y quien está dispuesto a contribuir a un ambiente de trabajo dinámico y exclusivo, y no simplemente pasar por una experiencia laboral.

source: Why Choose Binary Trading?
es: ¿Por qué elegir contratos binarios?

source: Why Us?
es: ¿Por qué nosotros?

source: Why become a %1 Affiliate?
es: Por qué ser afiliado de %1?

source: Why choose binary trading?
es: ¿Por qué elegir los binarios?

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
es: ¿Por qué limitarse? Sea cual sea su visión del mercado, %1 le permite poner en funcionamiento su estrategia y beneficiarse de sus predicciones.

source: Why pay more?
es: ¿Por qué pagar de más?

source: Why should I become a %1 affiliate?
es: Por qué debería ser afiliado de %1?

source: Why should I become a binary options trading affiliate?
es: Por qué debería ser afiliado del comercio de opciones binarias?

source: Will I need to install any software?
es: ¿Necesitaré instalar algún tipo de software?

source: William's %R
es: %R de William

source: Williams %R
es: %R de William

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
es: Obtenga una ganancia desde el 10% hasta el 1000% de su inversión si acierta. Para obtener una mayor ganancia escoja el contrato "Queda dentro" con un precio objetivo más ajustado.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
es: Obtenga una ganancia desde el 10% hasta el 1000% de su inversión si su predicción es correcta. Para obtener una mayor ganancia escoja el contrato "Toque" con el precio objetivo lo más lejos posible del precio actual.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
es: Obtenga una ganancia desde el 10% hasta el 1000% de su inversión si acierta. Para obtener una mayor ganancia, escoja un precio objetivo lo más lejos posible del precio actual.

source: Win 80-100% on your stake if you are correct.
es: Obtenga una ganancia del 80% al 100% de su inversión si acierta.

source: Winning the contract
es: Ganar el contrato

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
es: Las ganancias solo se le pagan al creador de una cuenta. Cuando un Cliente mantiene una cuenta mediante depósitos telegráficos las ganancias solo se pagan al tenedor de la cuenta bancaria original, y es responsabilidad del Cliente verificar que el número de la cuenta y su nombre estén adjuntos a todas las transferencias a la Compañía. Cuando un Cliente mantiene una cuenta mediante depósitos con tarjeta de crédito/débito las ganancias solo se pagan a la misma tarjeta.

source: With %1 you can trade:
es: Con %1 usted puede operar:

source: With %1 you’re in control of how much you can win. You specify a fixed payout amount at the outset, and your stake – what you pay – is then calculated. Binary.com offers payouts from $1 to $100,000.
es: Con %1, usted está en control de cuánto puede ganar. Especifique una cantidad de pago fijado o su apuesta - lo que se paga por el contrato - desde el inicio y luego calcule las otras condiciones. Binary.com ofrece pagos de $1 a $100,000.

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
es: Con la plataforma %1 no tendrá ni demandas de margen adicional, ni riesgo de demora, ni costo de demora, ni tarifas o comisiones ocultas.

source: With %1, the most you can lose is the amount you stake at the start of your trade.
es: Con %1, lo máximo que puede perder es la cantidad de su apuesta inicial.

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
es: Con %1 usted tiene el control. Valore sus posibilidades de ganar o perder antes de comprar un contrato.

source: With %1, your money is secure.
es: Con %1 su dinero está a salvo.

source: With a current access_token it is now possible to make calls to an API Service. Such a call looks like this:
es: Con un access_token actual, ahora es posible realizar llamadas a un servicio API. Dicha llamada se ve así:

source: With payouts from $1 to $100,000, we have you covered.
es: Con pagos desde $1 hasta $100.000, lo tenemos cubierto.

source: With reference to our previous email, please note that we have opened a new account for you so as to comply with the Gambling (Licensing and Advertising) Act that is expected to come into force in the UK on the 1st October 2014. Your new login ID is: %1 Your old login ID is: %2
es: Con referencia a nuestro correo electrónico anterior, tenga en cuenta que hemos abierto una nueva cuenta para Usted con el fin de cumplir con el Acto de Juego (Licencias y Publicidad) que se espera que entre en vigor en el Reino Unido el 1 de octubre de 2014. Su nuevo login es: %1 Su antiguo login es: %2

source: Withdraw
es: Retiro

source: Withdraw via Payment Agent
es: Retirar mediante agente de pagos

source: Withdraw: %1 working day
es: Retiro: %1 día(s) laborable(s)

source: Withdraw: %1 working days
es: Retiro: %1 días laborales

source: Withdraw: Not applicable
es: Retiro: No disponible

source: Withdrawal
es: Retiro

source: Withdrawal amount (%1 %2) is greater than your balance (%3 %4).
es: El monto de retiro (%1 %2) es mayor a su saldo (%3 %4).

source: Withdrawal amount exceeds your limits.
es: Cantidad solicitada excede sus límites.

source: Withdrawal is disabled.
es: El retiro está deshabilitado.

source: Withdrawal limits
es: Límites de retiro

source: Withdrawal using legacy method: %1
es: Retiro con método heredado: %1

source: Withdrawal via BACS
es: Retiro mediante BACS

source: Withdrawal via Bank Transfer
es: Retiro mediante transferencia bancaria

source: Withdrawal via Bank Wire
es: Retiro mediante transferencia bancaria

source: Withdrawal via Credit/Debit card
es: Retiro mediante tarjeta de crédito/débito

source: Withdrawal via DoughFlow
es: Retiro mediante DoughFlow

source: Withdrawal via Western Union (MTCN: %1)
es: Retiro mediante Western Union (MTCN: %1)

source: Withdrawal via bank wire
es: Retiro mediante transferencia bancaria

source: Workspace
es: Espacio de trabajo

source: Workspace '#1' saved successfully.
es: Espacio de trabajo "#1" guardado.

source: Workspace name:
es: Espacio de trabajo:

source: World FX indices
es: Índices Mundiales FX

source: World Indices
es: Índices Mundiales

source: Written limits and self-exclusion
es: Límites y auto-exclusión

source: Year
es: Año

source: Yes
es: Sí

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
es: Sí. Por favor envíenos un correo electrónico a <a href="mailto:%1">%1</a> para mayor asistencia.

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti-fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
es: Usted acepta que podremos utilizar la información personal suministrada para realizar los controles apropiados anti fraude. La información personal proveída puede ser suministrada a alguna agencia de referencias crediticias o de prevención de fraude, que podrían guardar registros de esa información.

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
es: Usted también tiene derecho a solicitarnos le informemos sobre los datos personales que procesamos y solicitar su corrección de ser necesario. Esta solicitud debe ser realizada por carta y firmada por usted como el interesado.
