Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
es: La sede de Binary.com se encuentra en Malta, un popular destino turístico con un clima cálido, hermosas áreas recreativas y sitios que son patrimonio mundial. También tenemos una oficina de la sede operativa en Cyberjaya, un distrito de alta tecnología al sur de Kuala Lumpur, la ciudad capital de Malasia, un destino igual de emocionante en el corazón de Asia.

source: Binary.com’s remarkable history
es: Notable historia de Binary.com

source: Bollinger Band Width
es: Ancho de banda de Bollinger

source: Bollinger Bands
es: Bandas de Bollinger

source: Bollinger Bands Average
es: Media de bandas de Bollinger

source: Bollinger Bands Lower
es: Banda de Bollinger inferior

source: Bollinger Bands Upper
es: Banda de Bollinger superior

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
es: Las bandas de Bollinger son líneas mostradas en torno a una línea de promedio móvil simple (por defecto ajustada a 20 períodos). La línea superior se muestra 2 desviaciones estándar por encima del promedio móvil, y la línea inferior se muestra 2 desviaciones estándar por debajo del promedio móvil. Por definición los precios son altos en la banda superior y bajos en la banda inferior. Esta definición puede ayudar al reconocimiento riguroso de patrones y es útil para comparar la acción de los precios con la acción de los indicadores para alcanzar decisiones de inversión sistemáticas.

source: Bonus Code
es: Código de bonificación

source: Brand of first car
es: Marca de su primer coche

source: Browse
es: Examinar

source: Building Number
es: Número de edificio

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
es: No hay necesidad de esperar la expiración. Puede vender sus contratos a largo plazo a precios de mercado para beneficiarse de las condiciones cambiantes del mercado.

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
es: Pero somo exigentes. Sólo seleccionamos a personas con cualidades especiales: profesionales serios que tienen altos estándares morales y prosperarán en el ambiente honesto y colaborativo.

source: Buy
es: Compra

source: Buy Price
es: Precio de compra

source: Buy a contract
es: Comprar un contrato

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
es: Al solicitar `participación en nuestro programa de afiliados usted acepta los términos y condiciones establecidos en el presente Acuerdo. El formulario de solicitud formará parte integrante de este Acuerdo.

source: Calculate
es: Calcular

source: Calculating
es: Calculando

source: Call me now
es: Llamarme ahora

source: Call us
es: Llámenos

source: Callback services
es: Servicios de devolución de llamadas

source: Calling a Service
es: Llamada a servicio

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
es: Las llamadas que invocan la API son simples y reconocibles y se pueden negociar a través de todas las tecnologías de programación populares en uso hoy en día. Por ejemplo, para obtener una lista de los "mercados" disponibles actualmente en el 1%:

source: Can I become a %1 affiliate even if I don't have a website?
es: ¿Puedo convertirme en un afiliado de %1 incluso si no tengo un sitio web?

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
es: ¿Puedo ofrecer a mis referencias un incentivo para que se registren a través de mi enlace en lugar de registrarse de forma directa?

source: Can you customize a banner for my site?
es: ¿Pueden personalizar un banner para mi sitio?

source: Cancel
es: Cancelar

source: Cancel Registration
es: Cancelar registro

source: Candlestick Chart
es: Gráfico de velas

source: Candlesticks
es: Velas

source: Careers
es: Carreras

source: Cascade
es: Cascada

source: Cash Dividend
es: Dividendo en efectivo

source: Cashier
es: Cajero

source: Cashier Testing
es: Cajero de prueba

source: Cashier/Settings password
es: Contraseña de cajero/configuración

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
es: Se imponen ciertos límites para los niveles aceptables de precios de barrera/límite en los contratos. Habitualmente el límite/barrera no puede estar demasiado cerca ni demasiado lejos del nivel subyacente actual del mercado.

source: Chaikin Money Flow
es: Flujo de dinero de Chaikin

source: Chaikin Oscillator
es: Oscilador de Chaikin

source: Chaikin Volatility
es: Volatilidad de Chaikin

source: Change
es: Cambio

source: Change = Close - Open, for the day
es: Cambio = Cierre - Apertura, por el día

source: Change Account Information
es: Cambiar la información de la cuenta

source: Change Password
es: Cambiar contraseña

source: Change in account settings
es: Cambiar en configuración de cuenta

source: Chart
es: Gráfico

source: Chart Application
es: Aplicación de gráficos

source: Chart Type
es: Tipo de gráfico

source: Charting
es: Trazado

source: Charting for this underlying is delayed
es: Gráficos para este instrumento se muestran con retraso

source: Charting is not available for this underlying
es: Gráficos para este instrumento no están disponibles

source: Check out our commission rates below:
es: Compruebe nuestras tarifas de comisión a continuación:

source: Check out our daily market reports written by Dave Evans, Professional Trader to stay up to date with the latest financial news.
es: Echa un vistazo a nuestros informes de mercado diarios escritos por Dave Evans, un inversor profesional, para mantenerse al día de las últimas noticias de los mercados.

source: Check out some technical terms before you start.
es: Eche un vistazo a algunos de los términos técnicos antes de empezar.

source: Check out the payment methods accepted by the payment agents in the list below.
es: Compruebe los métodos de pago admitidos por los agentes de pagos en la lista a continuación.

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price.
es: Seleccione Asiáticas Alza/Baja para ganar si el mercado acabará por encima o por debajo del precio mediano.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
es: Seleccione Finaliza dentro/fuera para ganar si el mercado finaliza dentro/fuera de los dos objetivos al final del período.

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
es: Seleccione Superior/Inferior para ganar si el mercado acabará por encima o por debajo del precio objetivo al concluir.

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
es: Seleccione Alza/Baja para ganar si el mercado sube o baja desde su nivel actual.

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
es: Seleccione Queda dentro/Sale para ganar si el mercado permanece dentro o sale de los dos objetivos de precio en cualquier momento durante el período de contrato.

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
es: Seleccione Toque/Sin toque para ganar si el mercado toca o no el precio objetivo durante cualquier momento del periodo de contrato.

source: Choose a duration from 10 seconds to 365 days.
es: Seleccione una duración desde 10 segundos hasta 365 días.

source: Choose a payout from $1 to $100,000.
es: Seleccione un pago desde $1 hasta $100.000.

source: Choose a trade type
es: Seleccione el tipo de contrato

source: Choose digit if you want to profit from predicting the last decimal digit of the spot.
es: Elija "dígitos" si desea beneficiarse de la predicción sobre el último dígito decimal del precio.

source: Choose from over 1 million trades
es: Seleccione desde 1 millón de contratos

source: Choose from over a million possible trades at any time.
es: Seleccione uno de millones posibles variantes de contratos en cualquier momento.

source: Choose the barrier(s)
es: Seleccione el/los limite(s)

source: Choose the duration
es: Seleccione la duración

source: Choose the market, the price target, the time period, and how much you wish to win.
es: Seleccione el mercado, el precio objetivo, el período de tiempo y cuánto desea ganar.

source: Choose the market, the price targets, the time period, and how much you wish to win.
es: Seleccione el mercado, el precio objetivo, el período de tiempo y cuánto desea ganar.

source: Choose the market, the time period, and how much you wish to win.
es: Seleccione el mercado, el período de tiempo y cuánto desea ganar.

source: Choose the payment method you'd like to use.
es: Elija la forma de pago que desea utilizar.

source: Choose the payout
es: Seleccione el pago

source: Choose the underlying market
es: Seleccione el instrumento

source: Choose your own strike.
es: Seleccione el precio para ganar.

source: Click <a href="%1" target="_blank">here</a> to try the beta-release of the application. Kindly report issues found to <a href="mailto:%2">%2</a>.
es: Pinche <a href="%1" target="_blank">aquí</a> para probar el beta-lanzamiento de la aplicación. Por favor infórmenos de los problemas que pueda encontrar a <a href="mailto:%2">%2</a>.

source: Client ID
es: Identificación del cliente

source: Client's Liability
es: Responsabilidad

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remains fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
es: Clientes aceptan ser completa y personalmente responsables de la debida liquidación de cada transacción entablada desde sus cuentas con la Compañía. Esto incluye cualquier transacción entablada por miembros de la familia o séquitos del Cliente que hayan obtenido acceso a la cuenta. Clientes son responsables de asegurarse de que solo ellos controlan el acceso a la cuenta y de que ningún menor obtenga acceso a invertir en el sitio web. En cualquier situación, el Cliente continúa siendo completamente responsable de todas y cada una de las posiciones negociadas en su cuenta y de cualquier transacción de tarjeta de crédito ingresada en el sitio para su cuenta. Cada Cliente también indemnizará a la Compañía con respecto a todos los costos y pérdidas de cualquier tipo, cualquier cosa en la que la Compañía incurrir como resultado, directo o indirecto, de un fallo del cliente para realizar o liquidar una transacción tal. Las deudas de juego en línea se pueden hacer cumplir legalmente en la Isla de Man.

source: Clients from the rest of the world will have their account opened with Regent Markets (C.R.) S.A.
es: A los clientes del resto del mundo se les abrirá su cuenta con Regent Markets (C.R.) S.A.

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, will be deprived from any winnings and only deposits made shall be refunded.
es: Los clientes deben ser conscientes de que el juego por menores de edad es un delito. Si un cliente al verificar su edad resulta ser menor de edad, se verá privado de cualquier ganancia; sólo el depósito será reembolsado.

source: Clients must fill into the account opening form all requested details that establish their identity.
es: Los clientes deben rellenar todos los detalles requeridos para establecer su identidad en el formulario de apertura de cuenta.

source: Clients registered with Regent Markets (C.R.) S.A. can raise their unresolved disputes with management by submitting an email to complaints@binary.com.
es: Los clientes registrados con Regent Markets (C.R.) S.A. pueden enviar sus disputas no resueltas a la junta de directores de la empresa a través del correo complaints@binary.com.

source: Clients registered with Regent Markets (IOM) Ltd can raise their unresolved disputes with the Isle of Man Gambling Supervision Commission at gaming@gov.im.
es: Los clientes registrados con Regent Markets (IOM) Ltd pueden presentar sus disputas no resueltas a la comisión de supervisión de juego de la Isla de Man - Isle of Man Gambling Supervision Commission - a través del correo gaming@gov.im.

source: Clients registered with Regent Markets (Malta) Ltd can raise their unresolved disputes with the Lotteries and Gaming Authority at
es: Los clientes registrados con Regent Markets (Malta) Ltd pueden presentar sus disputas no resueltas al órgano relevante en Malta - Lotteries and Gaming Authority - a través de

source: Clients shall not hold or pool third party funds into their own account held with the Company.
es: 3.1.7 Clientes no retendrán ni juntarán los fondos de otros clientes o de terceros en su propia cuenta con la Compañía.

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, the client shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be to our customer services via telephone. Email contact is not sufficient.
es: A los clientes que no deseen renovar la auto-exclusión y hacen una solicitud para volver a operar en su cuenta, se les dará un día para reflexión antes de poder acceder a la página web. Es importante tener en cuenta que el contacto con nuestro servicio al cliente debe hacerse a través del teléfono. Contacto por correo electrónico no se considera suficiente.

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
es: Los clientes que deseen auto-excluirse de la página web deben ser conscientes de que el período de auto-exclusión tiene un mínimo de seis meses con la opción de ampliarlo a un total de cinco años, de inmediato y sin ningún período de reflexión. Al final del período de auto-exclusión, la auto-exclusión permanece en vigor, a no ser que la acción positiva sea tomada por el cliente con el fin de volver a operar con su cuenta.

source: Close
es: Cierre

source: Close All
es: Cerrar todo

source: Close Location Value
es: Cerrar el valor de ubicación

source: Close of trading day.
es: Cierre del día operativo.

source: Closed
es: Cerrado

source: Closes
es: Cierra

source: Closes early (at %1)
es: Cierra temprano (a las %1)

source: Closing Price
es: Precio de cierre

source: Comment must not exceed %1 characters. Please resubmit.
es: El comentario no debe superar los %1 caracteres. Vuelva a enviarlo.

source: Commission (%) you want to take on deposits
es: Comisión (%) que desea obtener por depósitos

source: Commission (%) you want to take on withdrawals
es: Comisión (%) que desea obtener en retiros

source: Commission Rates
es: Tarifas de comisión

source: Commission on deposits
es: Comisión por depósitos

source: Commission on withdrawals
es: Comisión por retiros

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
es: Se obtendrán ingresos comisionables durante la vida del cliente en todos los contratos en que el cliente asuma el lugar del comerciante durante el tiempo que el afiliado continúe siendo un miembro de este programa de afiliados. La Compañía se reserva el derecho de cancelar las comisiones que no sean reclamadas al cabo de 2 años.

source: Commodities
es: Materias primas

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
es: Las materias primas son un recurso valioso que crece o se extrae del suelo, como oro u plata. En %1 están valorados en relación al dólar estadounidense.

source: Commodity Channel Index
es: Índice del Commodity Channel

source: Company trip to Phuket, Thailand
es: Viaje de empresa a Phuket, Tailandia

source: Company's Right
es: Derechos de Compañía

source: Complaints and Disputes
es: Quejas y Disputas

source: Confirm
es: Confirmar

source: Connection failure. Please try again later.
es: Fallo en la conexión. Inténtelo más tarde.

source: Console Facility
es: Instalación de la consola

source: Contact
es: Contacto

source: Contact Us
es: Contáctenos

source: Contact the payment agent directly for more information on how to transfer money to them.
es: Póngase en contacto con el agente de pago directamente para obtener más información sobre cómo hacer una transferencia de dinero a través de él.

source: Contact us
es: Contáctenos

source: Continue
es: Continuar

source: Contract
es: Contrato

source: Contract Details
es: Detalles del contrato

source: Contract Payouts
es: Pagos de contratos

source: Contract Risks
es: Riesgos del contrato

source: Contract Type
es: Tipo de contrato

source: Contract barrier must be positive.
es: El límite del contrato debe ser un valor positivo.

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
es: Los contratos no pueden expirar durante el período vacacional de fin de año. Seleccione una fecha de vencimiento después de %1.

source: Contract cannot be sold at this time.
es: En estos momentos, no es posible vender el contrato.

source: Contract discovery and pricing
es: Descubrir contratos y precios

source: Contract expired
es: Contrato expiró

source: Contract has already expired.
es: Ya pasó la hora del inicio del contrato.

source: Contract market price is too close to final payout.
es: El precio del mercado del contrato está demasiado cerca del pago final.

source: Contract may not expire within the last %1 of trading.
es: Contrato no puede expirar dentro de los últimos %1 del horario operativo.

source: Contract must expire during trading hours.
es: Contrato debe acabar durante el horario operativo del mercado.

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
es: Los pagos de los contratos serán determinados por la Compañía en referencia a los valores máximo/mínimo/de cierre diarios reportados en este sitio web relativos al(los) índice(s) subyacente(s) del(los) contrato(s) o de la información de comercio interbancario recibida por la Compañía para las cotizaciones de forex o los precios de las materias primas como se muestran en el sitio web, sujeto a que la Compañía tendrá el derecho de hacer correcciones a dicha información en caso de información mal cotizada o tipográficamente incorrecta. Los clientes deben advertir que los diferentes mercados pueden cerrar a diferentes horas durante el día debido a las horas de comercio y husos horarios locales.

source: Contract period
es: Período del contrato

source: Contract purchase (approved applications only)
es: Compra de contrato (sólo aplicaciones aprobadas)

source: Contract purchases on this account must be on behalf of granters.
es: Compra de contratos en esta cuenta deben solamente se permite a las personas autorizadas.

source: Contract started
es: Contrato comenzó

source: Contracts
es: Contratos

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
es: Generalmente no se ofrecen contratos en la última hora de comercio de cualquier mercado dado (para los mercados de intercambio extranjeros, la restricción puede extenderse hasta un máximo de 3 horas).

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
es: Los contratos no pueden expirar durante un fin de semana; por lo tanto la fecha de vencimiento de un contrato se puede aplazar al siguiente lunes en caso de que la fecha de vencimiento de un contrato caiga en un sábado o domingo.

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
es: Contratos sobre %1 que comienzan y terminan entre %2 y %3 el mismo día no están disponibles.

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
es: Contratos de %1 de duración inferior a 24 horas deben expirar dentro del mismo día.

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
es: Generalmente no se ofrecerán contratos con ventajas inferiores a 0.05 a 1 (por ejemplo, pagas de menos de USD/GBP/EUR/AUD 1.05 por cada USD/GBP/EUR/AUD 1 apostado).

source: Contracts will not usually be offered during the first 10 minutes of market trade.
es: Generalmente no se ofrecerán contratos durante los primeros 10 minutos de comercio del mercado.
