Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
es: <strong>Superior/Inferior</strong> - donde puede ganar si el mercado acabará por encima o por debajo del precio objetivo al concluir.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
es: <strong>IMPORTANTE EXENCIÓN DE RESPONSABILIDAD</strong> - %1 no está afiliado con ninguno de los agentes de pagos previamente citados. Cada agente de pagos opera como un proveedor de servicios independiente y no está respaldado, garantizado ni aprobado de cualquier otra manera por %1. LOS CLIENTES TRATAN CON LOS AGENTES DE PAGOS BAJO SU PROPIO RIESGO. Se aconseja a los clientes que comprueben las credenciales de los agentes de pagos antes de enviarles dinero. %1 no será bajo ninguna circunstancia responsabilizado por las transacciones efectuadas entre los clientes y los agentes de pagos.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
es: <strong>IMPORTANTE EXENCIÓN DE RESPONSABILIDAD</strong> - %1 no está afiliado con ninguno de los agentes de pagos previamente citados. Cada agente de pagos opera como un proveedor de servicios independiente y no está respaldado, garantizado ni aprobado de cualquier otra manera por %1. LOS CLIENTES TRATAN CON LOS AGENTES DE PAGOS BAJO SU PROPIO RIESGO. Se aconseja a los clientes que comprueben las credenciales de los agentes de pagos antes de enviarles dinero. %1 no será bajo ninguna circunstancia responsabilizado por las transacciones efectuadas entre los clientes y los agentes de pagos.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
es: <strong>Fuera/Dentro</strong> - haga predicción si el mercado saldrá de o se mantendrá entre dos precios objetivos o finalizará dentro o fuera estos precios.

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
es: <strong>Fuera/Dentro</strong> - donde puede ganar si el mercado sale de o se mantiene entre dos precios objetivos.

source: <strong>Instant access</strong> - open an account in minutes.
es: <strong>Acceso instantáneo</strong> - abra una cuenta en cuestión de minutos.

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
es: <strong>Financiamiento instantáneo</strong> - abra, deposite o retire dinero de su cuenta en cuestión de minutos, las 24 horas del día.

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
es: <strong>Riesgos conocidos de antemano</strong> - usted sabe por adelantado cuánto puede ganar o perder.

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
es: <strong>Acción a largo plazo</strong> - seleccione contratos con fechas de caducidad de hasta 365 días.

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
es: <strong>Apuestas mínimas reducidas</strong> - comience a operar con tan poco como $5.

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
es: <strong>Sin sorpresas</strong> - sin demoras, ni demandas de margen adicional; sin quedarse fuera ni tarifas o comisiones ocultas.

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
es: <strong>Sin sorpresas</strong> -nunca tendrá ni demandas de margen adicional, ni riesgo de demora, ni costo de demora, ni tarifas o comisiones ocultas.

source: <strong>Note:</strong> to minimize the file size, please save the image in PNG or JPEG format.
es: <strong>Nota:</strong> para minimizar el tamaño del archivo, guarde la imagen en formato PNG o JPEG.

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
es: <strong>Tecnología patentada</strong> - %1 es el pionero en la industria y tiene una tecnología de valorización de contratos patentada.

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
es: <strong>Opciones de pago</strong> - %1 ofrece muchos métodos de pago, desde tarjetas de crédito/débito y transferencias bancarias hasta dinero y monederos electrónicos.

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
es: <strong>Mercados calmos</strong> - selecciones contratos Sin toque, Queda dentro o Finaliza dentro.

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
es: <strong>Índices Random</strong> - comercie con los índices aleatorios, propiedad de %1.

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
es: <strong>Índices Random</strong> - comercie con los índices aleatorios, propiedad de %1, 24/7.

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
es: <strong>Alza/Baja</strong> - haga predicción si eñ mercado subirá o bajará desde su nivel actual.

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
es: <strong>Alza/Baja</strong> - donde puede ganar si el mercado sube o baja desde su nivel actual.

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
es: <strong>Mercados en alza</strong> - seleccione contratos Alza, Superior, Toque con límite alto o Sin toque con límite bajo.

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
es: <strong>Transacción escalable</strong> - tenga el mismo rendimiento proporcional con todos los valores.

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
es: <strong>Seguridad</strong> - %1 se compromete a garantizar que sus datos personales y transacciones siempre estén seguros.

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
es: <strong>Establezca su probabilidad de ganar</strong> - seleccione contratos de alto rendimiento/bajas probabilidades de ganar o de bajo rendimiento/altas probabilidades de ganar.

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
es: <strong>De corto a largo plazo</strong> - seleccione duraciones entre 10 segundos y 365 días.

source: <strong>Short-term action</strong> - choose intraday trades from 1 minute to 24 hours.
es: <strong>Acción a corto plazo</strong> - seleccione contratos intradía, desde 1 minuto hasta 24 horas.

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
es: <strong>Índices bursátiles</strong> - comercie con los principales índices bursátiles del mundo.

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
es: <strong>Índices bursátiles</strong> - comercie con todos los principales índices bursátiles del mundo.

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
es: <strong>Lleve las ganancias antes</strong> - venda sus contratos a largo plazo según los precios del mercado actuales antes de que concluyan.

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
es: <strong>Libre de impuestos</strong> - las opciones binarias son actividades de apuestas licenciadas en el Reino Unido, lo que hace que estén libres de impuestos. Las leyes pueden ser distintas en otros países.

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
es: <strong>Toque/Sin toque</strong> - haga predicción si el mercado tocará o no el precio objetivo.

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
es: <strong>Toque/sin toque</strong> - donde puede ganar si el mercado toca o no el precio objetivo.

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $75,000.
es: <strong>Comercie según su presupuesto</strong> - pruebe con solo $1 o atrévase a jugar a lo grande para ganar hasta $75.000.

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
es: <strong>Comercie según su estrategia</strong> - confíe en su instinto, utilice los análisis técnicos o fundamentales para establecer los contratos que desee.

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
es: <strong>Comercie cuando usted quiera</strong> - opera en los mercados 24/7, incluido los fines de semana.

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
es: <strong>Comercie con confianza</strong> - obtenga el precio que por lo general se reserva a los grandes participantes institucionales.

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
es: <strong>Comercie según su voluntad</strong> - personalice su contrato para satisfacer sus necesidades.

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
es: <strong>Hasta un 100% de rendimiento en contratos de alza/baja</strong> - le desafiamos a conseguir mejores beneficios en cualquier sitio Web de la competencia.

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
es: <strong>Mercados volátiles</strong> - seleccione contratos de Toque, Sale o Finaliza fuera.

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
es: <ul class='checked'> <li>%1 es la plataforma líder de comercio binario.</li> <li>Con una interfaz en inglés, español, portugés, alemán, francés, ruso e indonesio tiene un atractivo de extensión internacional.</li> <li>La plataforma %1 está 100% basada en la red, lo que la vuelve disponible al instante para los clientes.</li> <li>Es una plataforma amigable con el usuario y accesible para inversores de todos los niveles.</li> <li>El programa de afiliados de %1 es competitivo y se adapta a sus necesidades únicas [sean las que sean].</li> </ul> <p>Si usted desea sacar provecho de este producto altamente solicitado su mejor opción es asociarse con el líder del mercado: %1. Estamos en el negocio desde 1999 y sabemos lo que hacemos.</p>

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
es: <ul><li> Diríjase al menú de <strong>Edición</strong> y seleccione <strong>Preferencias....</strong> </li><li> Haga clic en la pestaña de <strong>Seguridad</strong>. </li><li> Establezca "<strong>Aceptar cookies</strong>" para <strong>Siempre</strong>. </li><li> Haga clic en el botón <strong>X</strong> arriba a la derecha para guardar el cambio y cerrar. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
es: <ul><li> Diríjase al menú <strong>Herramientas</strong> y seleccione <strong>Opciones de Internet</strong>. </li><li> Haga clic en la pestaña <strong>Privacidad</strong>. </li><li> Haga clic en el botón <strong>Avanzado</strong>. </li><li> Seleccione <strong>Anular el manejo automático de cookies</strong>. </li><li> Elija <strong>Aceptar</strong> tanto para <strong>Cookies de primera mano</strong> y <strong>Cookies de terceros</strong>. </li><li> Haga clic en el botón de <strong>Aceptar</strong> para guardar y cerrar. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
es: <ul><li> Diríjase al menú <strong>Herramientas</strong> y seleccione <strong>Preferencias</strong>. </li><li> Haga clic en la pestaña <strong>Avanzado</strong>. </li><li> Seleccione <strong>Cookies</strong> en la columna de la izquierda. </li><li> Seleccione <strong>Aceptar cookies</strong>. </li><li> Haga clic en el botón <strong>Aceptar</strong> para guardar y cerrar. </li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
es: <ul><li>Diríjase al menú desplegable "<strong>Personalizar y controlar Google Chrome</strong>" y seleccione <strong>Opciones</strong>.</li><li>Haga clic en la pestaña <strong>Mostrar opciones avanzadas</strong>.</li><li> Haga clic en el botón de <strong>Configuración de contenido</strong>.</li><li> Seleccione <strong>Permitir que se almacenen datos locales (recomendado)</strong>.</li><li> Haga clic en el botón <strong>Cerrar</strong> para guardar su configuración.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
es: <ul><li>Diríjase al menú <strong>Herramientas</strong> y seleccione <strong>Opciones</strong>.</li><li> Haga clic en la pestaña de <strong>Privacidad</strong>. </li><li> Establezca "<strong>Firefox podrá</strong>" en "<strong>Recordar historial</strong>". </li><li> Haga clic en el botón <strong>Aceptar</strong> para guardar los cambios. </li></ul>

source: A Phonegap mobile application for Binary.com
es: Aplicación para móviles Phonegap de Binary.com

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
es: Una línea de promedio móvil simple se puede mejorar agregando una envoltura porcentual a cada lado. Nuestras líneas se presentan con 20% por encima y 10% por debajo de la línea de promedio móvil.

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
es: Un binario "Queda dentro" se paga si el mercado permanece entre (sin tocar) el límite superior e inferior (AMBOS) durante todo el período establecido. Un binario "Sale" se paga si el mercado alcanza el límite superior O el inferior en cualquier momento durante el período establecido.

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
es: Un Agente de Inversiones es una persona o entidad diferente del Cliente a la que se le otorga la potestad de comprar y vender contratos en nombre del Cliente, en la cuenta del Cliente.

source: A True Partnership
es: Una verdadera asociación

source: A Web Application using the Binary.com API
es: Una aplicación web que utiliza el API de Binary.com

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
es: Una opción binaria es un contrato comprado por un comerciante, que pagará al inversor un monto predeterminado si su predicción es correcta.

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
es: Una opción binaria es una opción con una ganancia fija que se determina al comienzo de la transacción. Si la predicción del inversor es correcta, recibe el pago predeterminado. Si la predicción no es correcta, pierde sólamente la apuesta - su inversión inicial, y no más.

source: A call is being initiated to your telephone number
es: Se está iniciando una llamada a su número de teléfono

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
es: Un derivado es un instrumento financiero, cuyo valor se determina en referencia al mercado subyacente. Los derivativos por lo general se negocian en el mercado interbancario, y los binarios son unas de las formas de derivativos más simples.

source: A member of our Customer Support Team will contact you shortly.
es: Un miembro de nuestro equipo de atención al cliente le contactará a la brevedad.

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
es: Un indicador del impulso que muestra porcentualmente la velocidad de cambio de un promedio móvil suavizado exponencialmente tres veces. Como otros osciladores, TRIX oscila alrededor de una línea de cero.

source: A new version of the interface is available. Please refresh this page to try again.
es: Una nueva versión de la interfaz está disponible. Por favor, vuelva a cargar esta página para intentar de nuevo.

source: A next-generation front-end interface with Sencha ExtJS-5
es: Una interfaz de nueva generación con Sencha ExtJS-5

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
es: Un jurado compuesto por líderes de la industria ha premiado BetOnMarkets.com como "Operador de apuestas financiera del año" frente a otros dos finalistas. Es una gran victoria para nuestra marca y un reconocimiento de nuestro servicio. Diez años después, nos seguimos esforzando para ofrecer lo mejor a nuestros clientes.

source: A problem occurred
es: Ha ocurrido un problema

source: A problem occurred while connecting to the server. Please try again later.
es: Ocurrió un problema al conectarse al servidor. Inténtelo de nuevo más tarde.

source: A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook
es: Una reciente (menos de 3 meses de edad) copia escaneada de su factura de servicios públicos en papel, un extracto bancario o de la tarjeta de débito/crédito o de la libreta de ahorros

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
es: Una copia escaneada de una factura que muestra su dirección residencial actual (factura de servicios públicos tiene que haber sido emitida no antes de hace 3 meses).

source: A scanned copy of your current valid passport, current driving license (provisional or full), or identity card
es: Una copia escaneada del pasaporte válido actual, del carnet de conducción actual (provisional o completo) o de la tarjeta de identidad

source: A scanned copy of your passport or driver's licence.
es: Una copia escaneada de su pasaporte o carnet de conducir.

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
es: Un indicador técnico que mide niveles de sobrecompra/sobreventa de forma muy similar a un indicador de oscilador, con la excepción de que %R está trazado al revés, 0% a -100%. Las lecturas entre el 80 y el 100% indican una sobreventa mientras que las lecturas entre el 0 y el 20% indican una sobrecompra.

source: A tick is the minimum upward or downward movement in the price of a market.
es: Un tick (intervalo) es una fluctuación mínima hacia arriba o abajo en el precio de un mercado.

source: API Developer Guide
es: Guía de desarrollador de API

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
es: ¿AGENTE DE PAGOS AUTORIZADO? (este campo solo es visible desde la oficina)

source: About
es: Acerca de

source: About Us
es: Sobre nosotros

source: Absolute barrier
es: Límite absoluto

source: Acceptance
es: Aceptación
