Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Ticks
es: Intervalos

source: Tier
es: Nivel

source: Tile
es: Celda

source: Time
es: Hora

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
es: Los tiempos están cambiando. Aumentamos los pagos para que nuestros clientes puedan sacar el máximo provecho de sus transacciones ganadoras.

source: Tip:
es: Sugerencia:

source: Title
es: Título

source: To
es: Al

source: To apply, please submit your CV and a cover letter via our <a href="%1">Contact us</a> page.
es: Para presentar su candidatura, por favor envíe su currículum y una carta de presentación a través de nuestra página de <a href="%1">contacto</a>.

source: To change your name, date of birth, or country of residence, please contact Customer Support.
es: Para modificar su nombre, fecha de nacimiento o país de residencia, comuníquese con el servicio de atención al cliente.

source: To continue using our cashier system, please try accessing it again:
es: Para continuar usando nuestro sistema de cajeros, intente acceder nuevamente:

source: To create a White Label, first %1. This will allow you to earn commissions from clients of your White Label.
es: Para crear una etiqueta blanca, primero %1. Esto le permitirá ganar comisiones sobre las actividades de los clientes a través de su etiqueta blanca.

source: To enable cookies, follow the instructions below for the browser version that you are using.
es: Para habilitar cookies, siga las indicaciones a continuación para la versión de navegador que utiliza.

source: To fully authenticate your account, please email scanned copies of the document listed below.
es: Para autenticar por completo su cuenta, envíe por correo electrónico copias digitalizadas del documento solicitado a continuación.

source: To get a summary of currently tradeable market symbols in the "forex" market:
es: Para obtener un resumen de los símbolos del mercado actualmente comerciables en el mercado "forex":

source: To make sure that you can receive a reply, add the "%1" domain to your e-mail "safe list". If you do not receive a response in your "inbox" within 24 hours, check your "bulk mail" or "junk mail" folders.
es: Para asegurarse de que puede recibir una respuesta, agregue el dominio "%1" a la "lista segura" de su casilla de correo. Si no recibe una respuesta en la bandeja de entrada en las próximas 24 horas, compruebe la carpeta "Spam" o "Correo no deseado".

source: To promote transparency and third-party analysis of our %1 time series, %2 provides access to tick-by-tick data for all the %1.
es: Para promover la transparencia y el análisis por las terceras partes de nuestra serie temporal %1, %2 proporciona acceso a los datos de cotizaciones en tiempo real para todo el 1%.

source: To reset your password, enter the e-mail address you registered in the field below and click "RESET PASSWORD".
es: Para restablecer su contraseña, ingrese la dirección de correo electrónico con la que se registró en el campo de abajo y haga clic en "RESTABLECER CONTRASEÑA".

source: To speak to our customer service representatives online, please click on the Live Help button. Live Help in English is available Monday to Friday, 24 hours a day. Assistance in Russian is available from 7h00GMT until 23h30; in Indonesian from 1h00GMT to 10h00.
es: Para hablar en línea con alguno de nuestros representantes de atención al cliente, haga clic en el botón Ayuda en Línea. La Ayuda en Línea en inglés está disponible de lunes a viernes las 24 horas. La Ayuda en Línea en ruso está disponible desde las 7:00 GMT hasta las 23:30 GMT; en español, desde la 7:00 GMT hasta las 15:00 GMT.

source: To:
es: Al:

source: Today's Bet
es: Apuesta de hoy

source: Toll-Free number
es: Número gratuito

source: Too many market holidays during the contract period. Select an expiry date after %1.
es: Demasiados días festivos en el mercado durante el período del contrato. Seleccione una fecha de vencimiento después de %1.

source: Total Cost
es: Coste total

source: Total Net Revenue Per Month
es: Ingresos netos totales por mes

source: Total Profit/Loss
es: Beneficios/perdidas totales

source: Touch / No Touch
es: Toque / Sin toque

source: Touch/No Touch
es: Toque/Sin toque

source: Touch/no touch trades
es: Contratos Toque/Sin toque

source: Tour
es: Visita

source: Town/City
es: Pueblo/Ciudad

source: Trade
es: Operar

source: Trade Confirmation
es: Confirmación

source: Trade Time
es: Horarios comerciales

source: Trade all major currencies, indices, stocks, and commodities.
es: Opere con las principales divisas, acciones, índices y materias primas.

source: Trade all market conditions
es: Opere en todas las condiciones de mercado

source: Trade on whether a market will RISE or FALL from its current spot price.
es: Invierta en el ALZA o BAJA de un mercado sobre su actual precio de contado.

source: Trade on whether a market will STAY BETWEEN or GO OUTSIDE two price targets.
es: Invierta en mercados que QUEDEN DENTRO o SALGAN FUERA de dos objetivos de precio.

source: Trade on whether a market will TOUCH or NOT TOUCH a predetermined price target anytime during the contract period.
es: Invierta en mercados que TOQUEN o NO TOQUEN un objetivo de precio predeterminado durante el período del contrato.

source: Trade on whether a market will finish HIGHER or LOWER than a predetermined price target.
es: Haga su predicción si un mercado termina SOBRE o POR DEBAJO de un objetivo de precio predeterminado.

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
es: Solo opere con dinero que puede perder. No opere con dinero prestado.

source: Trade the Smart Indices
es: Opere con Índices Smart

source: Trade with confidence with the industry pioneer.
es: Opere con toda la confianza con un pionero de la industria.

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
es: Opere con tranquilidad con la gran variedad de métodos de pago de 1%. Sus fondos se segregan y conservan en bancos con calificación AAA.

source: Trade your way
es: Comercie según sus necesidades

source: Trading
es: Operar

source: Trading Account
es: Cuenta operativa

source: Trading Agent
es: Agente de inversiones

source: Trading Guide
es: Guía de comercio

source: Trading Limits
es: Límites

source: Trading Rules
es: Reglas comerciales

source: Trading Times
es: Horarios comerciales

source: Trading and Withdrawal Limits
es: Límites de comercialización y de retiro

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
es: Las inversiones binarias son muy fáciles y requieren solo 3 pasos simples:

source: Trading financial contracts involves a high level of risk and may not be suitable for all persons. Before deciding to trade financial contracts you should carefully consider your objectives, level of experience and risk appetite. You should be aware of all the risks associated with financial trading and seek advice from an independent financial advisor if you have any doubts.
es: La comercialización de contratos financieros implica un alto nivel de riesgo y podría no ser adecuado para todas las personas. Antes de decidirse por la comercialización de contratos financieros debe considerar muy bien sus objetivos, su nivel de experiencia y sus deseos de riesgo. Debe estar al tanto de todos los riesgos relacionados con la comercialización financiera y recurrir a la ayuda de un asesor financiero independiente en caso de dudas.

source: Trading is available after the first %1 of the session.
es: Operaciones disponibles después del primer/de los primeros %1 de la sesión.

source: Trading is not offered for this duration.
es: Operaciones no están disponibles para la duración elegida.

source: Trading is suspended at the moment.
es: Por el momento, la comercialización está suspendida.

source: Trading on %1 is suspended at the moment.
es: En estos momentos, operaciones sobre %1 están suspendidas.

source: Trading on %1 is suspended due to missing market data.
es: Operaciones sobre %1 están suspendidas por falta de los datos del mercado.

source: Trading on this contract type is suspended for the last one hour of the session.
es: Operaciones para este tipo de contrato están suspendidas para la última hora de la sesión.

source: Trading suspended for the last %1 of the session.
es: Operaciones están suspendidas para los últimos %1 de la sesión.

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Limits will only be removed or altered after 7 days.
es: Comercializar mercados financieros puede volverse adictivo. Complete el formulario a continuación para limitar su participación en el sitio web o enviar una carta firmada o fax a nuestro equipo de atención al cliente. Los límites se eliminarán o alterarán luego de 7 días.

source: Transact in
es: Transacción en

source: Transfer from account %1
es: Transferir de cuenta %1

source: Transfer from another account
es: Transferir de otra cuenta

source: Transfer to
es: Transferir a

source: Transfer to Login ID
es: Transferir a usuario

source: Transfer to Payment Agent
es: Transferir a agente de pagos

source: Transfer to account %1
es: Transferir a cuenta %1

source: Transfer to another account
es: Transferir a otra cuenta

source: Transfer to client
es: Transferir a cliente

source: Transfer to: %1<br/>Login ID: %2<br/>Amount: %3 %4
es: Transferir a: %1<br/>Identificación de acceso: %2<br/>Cantidad: %3 %4

source: Translations
es: Traducciones

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
es: Los promedios móviles triangulares colocan la mayor parte del peso en la sección media de la serie de valores. De hecho, son promedios móviles simples de suavizado doble. Los períodos utilizados en los promedios móviles simples varían según si especifica una posibilidad o incluso una cantidad de períodos de tiempo.

source: Trust
es: Confianza

source: Try it now
es: Pruébelo ahora

source: Try our downloadable charting application with an extensive range of indicators.
es: Pruebe nuestra aplicación de trazado descargable con una vasta gama de indicadores.

source: Tu
es: MA

source: Tuesday
es: Martes

source: Types of trades
es: Tipos de contratos

source: Typical Price
es: Precio típico

source: UK
es: RU

source: UK Stocks
es: Acciones del RU

source: UK and Manx residents will have their account opened with Regent Markets (IOM) Ltd.
es: Los habitantes del RU y de la Isla de Man abren su cuenta con Regent Markets (IOM) Ltd.

source: UK clients registered with Regent Markets (Malta) Ltd can submit their dispute with the alternative dispute resolution entity which is the Independent Betting Adjudication Service Ltd (IBAS) by filling the adjudication form on the ADR entity’s
es: Clientes del Reino Unido registrado con Regent Markets (Malta) Ltd pueden presentar sus disputas ante una entidad alternativa de resolución de conflictos que es el Independent Betting Adjudication Service Ltd (IBAS), rellenando el formulario de adjudicación de la entidad

source: US Patents
es: Patentes de EE.UU.

source: US Stocks
es: Acciones de EE.UU.

source: Ultimate Oscillator
es: Mejor oscilador

source: Unable to process your request
es: No se puede procesar su solicitud

source: Unauthenticated
es: Sin autenticar

source: Under %1 for market-leading returns
es: Menos de %1 para obtener ganancias líderes en el mercado

source: Underage Gambling
es: Juego y los menores de edad

source: Underlying
es: Subyacente

source: Unknown error while saving workspace '#1'.
es: Error desconocido al guardar espacio de trabajo "#1".

source: Unlock Cashier/Settings sections
es: Desbloquear secciones de Cajero/Configuración

source: Unsupported bet class $bet_params->{bet_class}
es: Clase de apuesta no compatible $bet_params->{bet_class}

source: Up to
es: Hasta

source: Upcoming Events
es: Próximos eventos

source: Update
es: Actualizar

source: Update Settings
es: Actualizar configuración

source: Upgrade to a real money account
es: Actualice a la cuenta de dinero real

source: Upon appointment of a Trading Agent, the Client acknowledges and understands that the Company is hereby giving authorisation to follow the instructions of the authorised Trading Agent in every respect with regards to the Client's financial trading account with the Company, EXCEPT for the withdrawal of any funds from the Client's account. The Company will not in any way be liable or responsible for any buy or sell trading actions done on the Client's behalf by the Trading Agent, or for any losses incurred by the Trading Agent for the Client's Account. Furthermore, the Company does not endorse the Trading Agent nor does it vouch for the background, or experience of the Trading Agent, nor does the Company endorse any operating methods used by the Trading Agent, including when trading for the Client's account.
es: Al solicitar un Agente de Inversiones, el Cliente está al tanto y comprende que la Compañía da autorización para seguir las instrucciones del Agente de Inversiones autorizado en todos los aspectos en relación con la cuenta comercial del Cliente con la Compañía, EXCEPTO el retiro de fondos de la cuenta del Cliente. La Compañía no tendrá responsabilidad u obligación alguna por compras o ventas del Agente de Inversiones a nombre del Cliente o por las pérdidas generadas por el Agente de Inversiones para la Cuenta del Cliente. Asimismo, la Compañía no respalda al Agente de Inversiones ni tampoco a los métodos operativos utilizados por el Agente de Inversiones, incluso al comercializar para la Cuenta del Cliente.

source: Upper Band
es: Banda Superior

source: Upper Band = Average + 0.5 * Std Deviation
es: Banda superior = Media + 0.5 * Desviación estándar

source: Use of Information
es: Uso de información

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
es: Uso de precios de oferta/demanda: cuando el mercado está ilíquido, el flujo de datos puede contener varios precios de oferta y demanda sin que haya un precio negociado durante un tiempo. Al tomar un promedio del precio oferta/demanda (p. ej.: oferta + demanda dividido 2) se genera una cotización de mercado que refleja el mercado actual sin que, de hecho, sea un precio negociado. Nuestro sistema genera valores de estos precios de oferta y demanda mientras cuando otros sitios quizá no lo hagan. Así, nuestro sitio puede mostrar intervalos que no aparecen en el flujo de datos de otros sitios.

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
es: Aproveche la oportunidad que ofrece nuestro sitio de probar gratis la cuenta de dinero virtual. Esto le ayudará a adaptarse a las funciones y reglas del sitio.

source: Use this feature to restrict access to your account from a specific IP address, or range of IP addresses. For example, if you are certain that your IP address will always be in the range 213.45.0.0 - 213.45.255.255 then you would input 213.45.*.* into the IP address field. This would ensure that persons outside of that IP network cannot access your account (even if they have the correct password).
es: Use esta característica para restringir el acceso a su cuenta desde una o una serie de direcciones IP específicas. Por ejemplo, si está seguro de que su dirección IP siempre estará en el rango 213.45.0.0 - 213.45.255.255, debe ingresar 213.45.*.* en el campo de dirección IP. Esto asegura que aquellos fuera de dicha red IP no puedan acceder a su cuenta (aunque tengan la contraseña correcta).

source: User Support - Thank you
es: Atención al usuario - Gracias

source: Utility bill (within last 3 months)
es: Factura de servicios (de los últimos 3 meses)

source: Valletta, the capital of Malta
es: Valeta, la ciudad capital de Malta

source: Variable return
es: Rentabilidad variable

source: Verification of identity
es: Verificación de la identidad

source: Verify new password
es: Verificar contraseña

source: Version 31. Last modified 2014-08-29.
es: Versión 31. Última modificación el 2014-08-29.

source: Version 32. Last modified 2014-09-24.
es: Versión 32. Última modificación el 2014-09-24.

source: Vertical Grid
es: Cuadrícula vertical

source: View
es: Ver

source: View Rise/Fall contract prices across a range of markets.
es: Ver precios de contratos Alza/Baja para mercados diferentes.

source: View Trading Times
es: Horarios comerciales

source: View Updated Portfolio
es: Ver cartera actualizada

source: View and increase your
es: Ver y aumentar su

source: View contract prices across a range of barriers and durations.
es: Ver precios de contratos para varias barreras y duraciones.

source: View payment methods
es: Ver las formas de pago

source: View prices
es: Ver los precios

source: View progress
es: Ver el progreso

source: View result
es: Ver el resultado

source: View the Tour
es: Vea el recorrido

source: View the full list of assets, contract types and durations.
es: Vea la lista completa de los activos, los tipos de contratos y duraciones.

source: View the operating hours of the markets you can trade.
es: Ver el horario de apretura de mercados en los cuales se puede operar.

source: View your <a href="%1">withdrawal limits</a>.
es: Vea sus <a href="%1">límites de retiro</a>.

source: View your historical transactions.
es: Vea su historial de transacciones.

source: View your open positions.
es: Vea sus posiciones abiertas.

source: View your statement
es: Vea su extracto

source: View your trading profit/loss.
es: Vea sus ganancias/pérdidas.

source: Virtual Account
es: Cuenta virtual

source: Virtual Money Account Opening
es: Creación de cuenta de dinero virtual

source: Virtual money account
es: Cuenta de dinero virtual

source: Visit our
es: Visite

source: Want to learn more?
es: ¿Desea saber más?

source: Want to practice some trading before you try for real?
es: ¿Quiere practicar un poco de inversión antes de hacerlo de verdad?

source: Want to telecommute?
es: ¿Le interesa teletrabajo?

source: Warranties
es: Garantías

source: Watch, earn and learn for FREE!
es: ¡Observe y aprenda a ganar GRATIS!

source: We
es: MI

source: We are committed to making sure your personal data and transactions are secure:
es: Estamos comprometidos en asegurar sus datos personales y transacciones:

source: We are fully licensed in the British Isles and Malta.
es: Tenemos nuestras licencias en las islas Británicas y Malta.

source: We are not able to stream live prices at the moment. To enjoy live streaming of prices try refreshing the page, if you get this issue after repeated attempts try a different browser
es: En estos momento no somos capaces de transmitir los precios en tiempo real. Para ver los precios en directo intente actualizar la página. Si el problema pesiste después de repetidos intentos, pruebe un navegador diferente

source: We are not accepting accounts from residents of this country at the present time.
es: En este momento, no aceptamos cuentas de residentes de este país.

source: We could not authenticate your account online. please proceed to the <a href="%1">manual authentication section</a>. If you would like to register additional credit cards, please contact <a class="pjaxload" href="%2">customer support</a>.
es: No es posible autenticar su cuenta en línea. Diríjase a la <a href="%1">sección de autenticación manual</a>. Si desea registrar otras tarjetas de crédito, contáctese con el <a class="pjaxload" href="%2">servicio de atención al cliente</a>.

source: We could not process this contract at this time.
es: No hemos podido procesar este contrato en estos momentos.

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
es: Lo hemos conseguido otra vez. BetOnMarkets.com repite el galardón del 2007 al ser votado como "Mejor Proveedor de Apuestas Financieras de Probabilidades Fijas" también en 2008.

source: We don't usually require any documents as we can verify your identity online.
es: Por lo general no se necesitan documentos ya que podemos verificar su identidad en línea.

source: We employ an extensive team of writers, designers, market analysts and programmers dedicated to producing education and sales materials for our affiliates. We go way beyond banners, with text ads, customer landing pages and promotions, free content and gifts for your site visitors.
es: Contamos con un equipo amplio de escritores, diseñadores analistas de mercado y programadores dedicados a la producción de materiales educativos y de ventas para nuestros afiliados. Vamos más allá de los anuncios, también tenemos anuncios de texto, páginas de destino y promociones para el cliente, contenidos gratuitos y obsequios para quienes visiten su página.

source: We have a proven track record since starting in 2000.
es: Tenemos un historial demostrado desde el comienzo en el año 2000.

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
es: Tenemos una selección verificada de anuncios, enlaces, informes, boletines, vídeos y anuncios de texto a su disposición. Además, tenemos anuncios flash que encontrará en su cuenta de afiliado. Si desea obtener herramientas personalizadas o un elemento que no se ofrece en el sitio por el momento, contáctese con su gerente de cuentas a <a href="mailto:%1">%1</a>.

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
es: Mantenemos el saldo de los clientes en efectivo o equivalente. Aseguramos que el 100% de cada saldo está disponible para la extracción inmediata, sujeto a verificación.

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
es: Ofrecemos una estructura de remuneración basada en el mercado, un plan anual de bonificación en efectivo, beneficios de servicios de salud para usted y su familia, subsidios para viajes e Internet, y los viajes de empresa.
