Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: You and we are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the parties. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your site or otherwise, that reasonably would contradict anything in this paragraph.
es: Usted y nosotros somos contratistas independientes, y nada en el presente Acuerdo creará ninguna asociación, empresa conjunta, agencia, franquicia, representación de ventas o relación laboral entre las partes. Usted no tendrá ninguna autoridad para hacer o aceptar cualquier oferta o representación en nuestro nombre. Usted no hará ninguna declaración, ya sea en su sitio o no, que contradiga razonablemente nada en este párrafo.

source: You are being given the better price.
es: Se le está otorgando el mejor precio.

source: You are not a Payment Agent
es: Usted no es un agente de pago

source: You are not allowed to make deposit.
es: No tiene permiso hacer depósito.

source: You are not allowed to rebate any part commission payment onto your referrals and your affiliate account shall be revoked immediately, should the company realise you are engaged in such actions.
es: Usted no tiene permitido devolver ningún pago parcial de comisiones a sus referencias, y su cuenta de afiliado será revocada inmediatamente si la Compañía llegara a descubrirlo involucrado en dichas acciones.

source: You are not authorized for withdrawal via payment agent.
es: Usted no está autorizado para el retiro de dinero a través de agente de pago.

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
es: Puede <a class="pjaxload" href="%1">abrir una cuenta</a>, depositar fondos y comenzar a invertir en cuestión de minutos.

source: You can choose payouts from $1 to $100,000. This wide payout range is ideal for both small and large traders.
es: Puede elegir pagos desde $1 hasta $100,000. Esta amplia gama de pagos es ideal tanto para los comerciantes pequeños como grandes.

source: You can close your trade before expiry to lock in profits.
es: Puede vender su contrato antes de que expire para retener los beneficios.

source: You can fund your account with a minimum of &#36;/&pound;/&euro; 5 via any of the methods.
es: Usted puede abrir una cuenta con un mínimo de &#36;&pound;&euro; 5 a través de alguno de los métodos disponibles.

source: You can open a <a class ="pjaxload" href="%1">real money</a> account using dollars, pounds or euros. Simply make a deposit using your credit card, bank wire or e-cash. You can deposit between 5 and 150,000 USD, GBP, EUR and AUD.
es: Puede abrir una cuenta de <a class ="pjaxload" href="%1">dinero real</a> en dólares, libras o euros. Simplemente haga un depósito mediante tarjeta de crédito o débito, transferencia bancaria o dinero electrónico. Puede depositar entre 5 y 150,000 USD, GBP o EUR.

source: You can open two types of account: a real money account and a virtual money account.
es: Puede abrir dos tipos de cuentas: una cuenta de dinero real y una cuenta de dinero virtual.

source: You can open your account
es: Puede abrir una cuenta

source: You can sell back long-term trades at any time to profit from changing market conditions.
es: Puede vender sus contratos a largo plazo a precios de mercado antes para beneficiarse de las condiciones cambiantes del mercado.

source: You can set the length of your trade, from 10 seconds to 365 days.
es: Puede establecer la duración de su contrato, desde 10 segundos hasta 365 días.

source: You can still authenticate your account by sending us scans of the following documents by email
es: Puede autenticar su cuenta enviándonos copias digitalizadas de los siguientes documentos por correo electrónico

source: You can trade a range of markets, timescales and indices – 24/7.
es: Puede operar con una variedad de mercados, plazos e índices – 24/7.

source: You can try another <a href="%1">payment option</a> or for additional assistance:
es: Usted puede probar otro <a href="%1"> método de pago</a> o por asistencia adicional:

source: You can use an authorized payment agent to process deposits and withdrawals for e-cash methods or local currencies not supported by
es: Puede usar los agentes de pagos para realizar depósitos y retiros de dinero con métodos de pago electónicos o en divisas locales que no se admiten en

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
es: Puede usar los agentes de pagos para realizar depósitos y retiros de dinero con métodos de pago o en divisas locales que no se admiten en %1. Es sencillo.

source: You cannot transfer to account %1, as their account is currently disabled.
es: Usted no puede transferir a la cuenta %1, por estar momentáneamente deshabilitada.

source: You clicked on an expired link. If you have already clicked on this link, it has been <b>disabled for security reasons</b>. Please re request change of password.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
es: Usted ha hecho clic en un enlace expirado. Si usted ya hizo clic en él, este ha sido <b>deshabilitado por razones de seguridad</b>. Por favor, vuelva a solicitar un cambio de contraseña. <br /><br /> Su cuenta es importante para nosotros. En caso de requerir más asistencia, por favor comuníquese con nuestro <a href="%1" target="_blank"><strong>servicio de atención al cliente</strong></a>.

source: You clicked on an expired link. Please refer to the email with the subject line <strong>New Password Request</strong> and click on the link provided.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
es: Usted ha hecho clic en un enlace expirado. Por favor, refiérase al correo electrónico cuyo asunto es <strong>Solicitud de nueva contraseña</strong> y haga clic en el enlace provisto.<br /><br /> Su cuenta es importante para nosotros. En caso de requerir más asistencia, por favor comuníquese con nuestro <a href="%1" target="_blank"><strong>servicio de atención al cliente</strong></a>.

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
es: No necesita depositar ningún dinero para abrir una cuenta, sin embargo deberá depositar fondos para comenzar a operar.

source: You get fair and transparent pricing, whatever your position.
es: Tendrá una valorización justa y transparente al mostrarle ambos lados de la transacción.

source: You have a duty to act in the client's best interests and you shall not encourage clients to make deposits or place any trades where the purpose of that action is (whether in whole or part) to increase affiliate commissions rather than to benefit the client's trading performance and profitability.
es: Usted tiene el deber de actuar a favor de los mejores intereses de los clientes y no deberá alentar a los clientes a hacer depósitos o colocar cualquier contrato cuando el propósito de esa acción sea (en su totalidad o en parte) aumentar las comisiones de afiliados en lugar de beneficiar el rendimiento y la rentabilidad comercial del cliente.

source: You have already attempted to authenticate your ID using our online verification procedure.
es: Usted ya ha intentado autenticar su ID usando nuestro procedimiento de verificación en línea.

source: You have already claimed a bonus in the past.
es: Usted ya se ha beneficiado de una bonificación en el pasado.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the last %2 days.
es: Usted ya retiró un total equivalente a EUR %1 en los últimos %2 días.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the lifetime of your account.
es: Usted ya retiró un total equivalente a EUR %1 por el período de vigencia de su cuenta.

source: You have already withdrawn the equivalent of EUR %1.
es: Usted ya retiró un total equivalente a EUR %1.

source: You have bought contracts with a combined purchase price of five times the bonus amount.
es: Usted ha comprado convenios con un precio de compra combinada de cinco veces el valor del bono.

source: You have entered an invalid IP address.
es: Usted ha ingresado una dirección de IP inválida.

source: You have entered an invalid login ID
es: Usted ha ingresado una identificación de acceso inválida

source: You have exceeded the daily limit for contracts of this type.
es: Usted ha excedido el límite permitido de contratos de este tipo.

source: You have not yet reached the turnover required to be credited with the bonus.
es: Aún no ha acumulado el volumen de contratos necesario para recibir un bono.

source: You have opened an account using invalid details.
es: Ha abierto una cuenta utilizando datos no válidos.

source: You have purchased the following contract:
es: Usted ha adquirido el siguiente contrato:

source: You have signed up for more than one account.
es: Usted se ha inscrito en nuestra web con más de una cuenta.

source: You have sold the following contract:
es: Usted ha vendido el siguiente contrato:

source: You may not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trademarks or trade names that include the word "%1" or any variation thereof. However, this does not extend to the use of Meta tag keywords on your site which are identical or similar to any of the Company's trademarks or trade names including the term %1.
es: Usted no podrá comprar o registrar palabras clave, términos de búsqueda u otros identificadores para utilizar en cualquier motor de búsqueda, portal, servicio patrocinado de publicidad u otro servicio de búsqueda o referencia que sean idénticas o similares a cualquiera de las marcas de la Compañía o nombres comerciales que incluyan la palabra "%1" o cualquier variación de la misma. Sin embargo, esto no se extiende al uso de palabras clave de metaetiquetas en su sitio que sean idénticas o similares a cualquiera de las marcas o nombres comerciales de la Compañía, incluyendo la palabra %1.

source: You may only open an account at this site on condition that:
es: Usted sólo puede abrir una cuenta en este sitio bajo la condición de:

source: You may prefer to open a <a class="pjaxload" href="%1">virtual money</a> account to practice trading. It's free, and will give you experience and confidence in trading strategies.
es: Puede preferir abrir una cuenta de <a class="pjaxload" href="%1">dinero virtual</a> para practicar operaciones en nuestra web. Es gratis y le proporcionará la experiencia y la confianza necesarias para operar en la cuenta real.

source: You may withdraw the Y deposited to claim the bonus and any winnings generated by the bonus at any time.
es: Usted puede retirar el Y depositado para reclamar la bonificación y cualquier tipo de ganancia generada por ésta en cualquier momento.

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
es: Usted puede retirar el monto de la bonificación una vez que el valor de la facturación exceda 25 veces el monto de la bonificación.

source: You must accept the terms and conditions to open an account.
es: Usted debe aceptar los términos y condiciones para abrir una cuenta.

source: You must already have a valid "Real money account" with Binary.com.
es: Tiene que tener una válida "cuenta di dinero real" con Binary.com.

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
es: Usted debe estar conectado para usar la función de espacio de trabajo. La apertura de cuentas es gratuita y solo toma 30 segundos.

source: You must have a valid 'real' money account before registering as an API Developer
es: Tiene que tener una válida cuenta 'real' antes de poder registrarse como desarrollador de API

source: You must now strip ACCESSTOKEN from the redirection URL as described in the literature for Implicit Grants.
es: Tiene que quitar ACCESSTOKEN de la redirección URL como se describe en los manuales de los Implicit Grant.

source: You only need to make four decisions to execute a binary contract.
es: Sólo tiene que hacer cuatro decisiones para ejecutar un contrato binario.

source: You represent, warrant and undertake that your Site or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive or otherwise controversial or in breach of any third party rights and shall not link to any such material.
es: Usted declara, garantiza y asume que su sitio o promoción no contendrá material que sea difamatorio, pornográfico, ilegal, dañino, amenazador, obsceno, hostigante, racial, étnicamente o de otra manera censurable o discriminatorio, violento, políticamente delicado o de otra manera controvertido o que viole los derechos cualesquiera de terceros y no lo enlazará a ningún material de ese tipo.

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
es: Su riesgo está limitado a su apuesta, y esta nunca aumenta, incluso en las condiciones de huecos en los mercados.

source: You set the barrier(s) to define your position.
es: Usted define los límites de su contrato.

source: You shall at all times comply with the Data Protection Acts 1988 and 2003 and the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 and any other related or similar legislation. You shall indemnify on demand and hold The Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you this of obligation.
es: Usted deberá cumplir en todo momento con las Actas de protección de datos de 1988 y 2003 y la Normativa de las Comunidades Europeas de 2003 (Redes y servicios de comunicaciones electrónicas) (protección de datos y privacidad) y cualquier otra legislación relacionada o similar. Deberá indemnizar permanentemente y mantener a la Compañía a salvo de cualquiera y todas las pérdidas, demandas, reclamos, perjuicios, costos, gastos (incluyendo pero sin limitarse a pérdidas consecuentes y pérdida de beneficios, gastos y costos legales razonables y el IVA respectivo si aplica) y pasivos sufridos o provocados directa o indirectamente por la Compañía en consecuencia de cualquier incumplimiento por su parte de esta obligación.

source: You shall be expected to act with good faith and integrity in your relationships with your referrals and that you shall not resort to high-pressure sales tactics or false promises
es: Se esperará de usted que actúe con integridad y buena fe al relacionarse con sus referencias y que no recurra a tácticas de venta de alta presión o falsas promesas

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you of clause 3.3 or 3.4.
es: Usted indemnizará permanentemente y mantendrá a la Compañía a salvo de y contra todas las pérdidas, demandas, reclamos, perjuicios, costos, gastos (incluyendo pero sin limitarse a pérdidas consecuentes y pérdida de beneficios, gastos y costos legales razonables y el IVA respectivo si aplica) y pasivos sufridos o provocados, directa o indirectamente por la Compañía en consecuencia de cualquier incumplimiento por su parte de las cláusulas 3.3 o 3.4.

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance or non-observance by you of any of your obligations or warranties under this Agreement.
es: Usted indemnizará permanentemente y mantendrá a la Compañía a salvo de cualquier pérdida, demanda, reclamo, perjuicio, costo, gasto (incluyendo, pero sin limitarse a, pérdidas consecuentes y pérdida de beneficios, gastos y costos legales razonables e IVA respectivo si aplica) y pasivo sufridos o provocados directa o indirectamente por la Compañía en consecuencia de cualquier quebrantamiento o incumplimiento por su parte de cualquiera de sus obligaciones o garantías bajo este Acuerdo.

source: You shall not hold or pool client funds or third party funds into your own account held with %1.
es: Usted no retendrá o juntará los fondos de los clientes o de terceros en su propia cuenta abierta en %1.

source: You will be automatically logged out after such time.
es: Usted será automáticamente desconectado después de ese tiempo.

source: You will earn a commission up to 35% of the net revenue generated by clients you introduce to %1.
es: Usted ganará una comisión de hasta un 35% o de los ingresos generados en internet de los clientes que usted le presenta a %1.

source: You will have no 'margin calls', no 'stops', and no surprises.
es: No tendrá "demandas de margen adicional", ni "paradas", ni otras sorpresas.

source: You will receive your earnings by the 15th of every month, for the commission earned during the previous calendar month.
es: Usted estará percibiendo sus honorarios para el día 15 de cada mes, por la comisión ganada durante el mes calendario anterior.

source: You win the payout if the market price does not end in the digit you have selected.
es: Usted ganará el dinero si el precio del mercado no finaliza en el dígito que usted ha seleccionado.

source: You win the payout if the market price ends in the digit you have selected.
es: Usted ganará el dinero si el precio del mercado finaliza en el dígito que usted ha seleccionado.

source: You won't lose your shirt
es: No pierda su dinero

source: You'll enjoy using this comprehensive charting tool with 27 technical indicators.
es: Gozará de esta herramienta de trazado exhaustiva con 27 indicadores técnicos.

source: You'll find answers to most of your questions on the <a href="%1" target="_blank">FAQ</a> page.
es: Encontrará la mayoría de las respuestas a sus preguntas en la página de <a href="%1" target="_blank">FAQ</a>.

source: You're using a virtual money account.
es: Está usando su cuenta de dinero virtual.

source: Your %1 day withdrawal limit is currently <strong>EUR %2</strong> (or %3 in other currency).
es: Su %1 límite diario para las extracciones de dinero es actualmente <strong>EUR %2</strong> (o %3 en otra divisa).

source: Your <strong>first</strong> deposit is equal to or more than %1%2, and
es: Su <strong>primer</strong> depósito es igual a o superior a %1%2, y

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
es: Su Cliente recibirá una notificación por correo electrónico informándole a él/ella que la transferencia ha sido procesada.

source: Your Email:
es: Su correo electrónico:

source: Your IP address appears to have changed. This could be because you recently disconnected and then reconnected to your ISP.
es: Su dirección de IP parece haber cambiado. Esto pudo haber sucedido porque recientemente se desconectó y volvió a conectarse desde su ISP.

source: Your Login ID
es: Su identificación de acceso

source: Your Login ID must start with either of the following:
es: Su identificación de acceso debe comenzar con alguno de los siguientes:

source: Your Login ID should not contain spaces.
es: Su identificación de acceso no debe contener espacios.

source: Your Public Key
es: Su clave pública

source: Your account balance
es: Balance de su cuenta

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
es: El balance de su cuenta (%1%2) es insuficiente para adquirir este convenio (%1%3).

source: Your account does not require authentication at this time.
es: Su cuenta no requiere verificación en este momento.

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
es: Su cuenta ha excedido el límite de inversiones con el código promocional gratuito, por favor realice un depósito si desea continuar invirtiendo.

source: Your account is disabled.
es: Su cuenta está deshabilitada.

source: Your account is fully authenticated and your withdrawal limit of EUR %1 has been lifted.
es: Su cuenta está totalmente autenticada y su límite de extracciones de EUR %1 ha sido aumentado.

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
es: Su cuenta está totalmente autenticada. Usted puede ver sus límites de inversiones <a href="%1">aquí</a>.

source: Your account is fully operational and you may begin depositing money and buying contracts.
es: Su cuenta es totalmente operativa y usted puede comenzar a depositar dinero y adquirir convenios.

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
es: Su cuenta es importante para nosotros. Por favor <a href="%1">contáctenos</a> para mayor asistencia.

source: Your account is registered as a Payment Agent.
es: Su cuenta ha sido registrada como un agente de pagos.

source: Your account is restricted to withdrawals only.
es: Su cuenta está restringida sólo a los retiros.

source: Your balance is over your allowed limit.
es: Su saldo supera su límite permitido.

source: Your base url for all API calls
es: Su url base para llamadas API

source: Your bonus request - %1
es: Su solicitud de bonificación - %1

source: Your bonus will be credited to your account within 3 working days after the following conditions have been met:
es: Su bonificación será acreditada en su cuenta dentro de los 3 días hábiles una vez que se hayan cumplido las siguientes condiciones:

source: Your bonus will be credited to your account within 3 working days after you have bought contracts with a combined purchase price equal to or greater than the bonus amount.
es: Su bonificación será acreditada en su cuenta dentro de los 3 días hábiles una vez que haya comprado contratos con un monto de compra combinado equivalente o mayor al monto de la bonificación

source: Your bonus will be credited to your account within 3 working days.
es: Su bonificación será acreditada a su cuenta dentro de los 3 días hábiles.

source: Your callback handler now swaps the new authorization code for a session token with this call:
es: Su controlador callback ahora intercambia el nuevo código de autorización por un identificador de sesión con esta llamada:

source: Your cashier is locked by password.
es: Su caja está bloqueada por contraseña.

source: Your cashier is locked.
es: Su caja está bloqueada.
