Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Sorry, you have entered an incorrect cashier password
es: Lo sentimos, ingresó una contraseña de cajero incorrecta

source: Sorry, you have entered an incorrect email address.
es: Lo sentimos, ingresó una dirección de correo electrónico incorrecta.

source: Sorry, you have exceeded the maximum allowable transactions for today.
es: Lo sentimos, excedió el máximo de transacciones diarias permitidas.

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
es: Lo sentimos, excedió el monto máximo de transferencias permitido por hoy.

source: Sorry, you have excluded yourself from the website until %1.
es: Lo sentimos, estará excluido del sitio web hasta %1.

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
es: Lo sentimos, tiene posiciones abiertas. Cierre todas las posiciones abiertas antes de solicitar fondos adicionales.

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
es: Lo sentimos, el balance de su cuenta en efectivo es demasiado alto (%1). <B>Su saldo máximo es %2 </b>. Retire el dinero de su cuenta para reducir su balance en efectivo. No podrá operar si no lo hace.

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
es: Lo sentimos, su cuenta quedó atascada en una transacción que no se completó. Si este error persiste, póngase en contacto con nuestro servicio de atención al cliente.

source: Sorry, your account is not authorised for any further contract purchases.
es: Lo sentimos, su cuenta no está autorizada a continuar con la compra de contratos.

source: Sorry, your currency of
es: Lo sentimos, su moneda por defecto de

source: Sorry, your file is too large. The maximum file size is 1 Megabyte (1MB).
es: Lo sentimos, su archivo es demasiado grande. El tamaño máximo de archivo es de 1 megabyte (1MB).

source: Sorry, your payment could not be processed at this time.
es: Lo sentimos, su pago no pudo procesarse esta vez.

source: Spam - We do not condone Spam
es: Correo electrónico basura. No aprobamos el correo electrónico basura

source: Spot
es: Precio actual del mercado

source: Spot price
es: Precio spot

source: Spread
es: Margen

source: Stake
es: Inversión

source: Stake must be between <strong>%1</strong> and <strong>%2</strong>.
es: Apuesta debe estar entre <strong>%1</strong> y <strong>%2</strong>.

source: Standard expiry
es: Caducidad estándar

source: Start Time
es: Hora de comienzo

source: Start Trading
es: Operar ahora

source: Start time
es: Hora de comienzo

source: Start time is in the past
es: La hora de inicio ya ha pasado

source: Start time is invalid.
es: El tiempo del inicio no es válido.

source: Start time must be before expiry time.
es: La hora de inicio debe ser anterior a la hora de la finalización.

source: Start time on forward-starting contracts must be more than %1 from now.
es: El contrato de comienzo aplazado debe comenzar a más de 1% a partir de ahora.

source: Start trading
es: Operar ahora

source: State/Province
es: Estado/Provincia

source: Statement
es: Extracto

source: Statement and Portfolio Enquiries
es: Consultas sobre el extracto y la cartera

source: Static Content
es: Contenido estático

source: Statistic
es: Estadísticas

source: Statistics
es: Estadísticas

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
es: Manténgase informado. %1 le ofrece los informes diarios y los estudios del mercado (en inglés) y los seminarios transmitidos en linea.

source: Stays Between/Goes Outside
es: Queda Dentro/Sale

source: Stays Between/Goes Outside trades
es: Contratos Queda dentro/Sale

source: Step
es: Paso

source: Step 1: Define your position
es: Paso 1: Defina su contrato

source: Step 2: Get your trade price
es: Paso 2: Obtenga su precio

source: Step 3: Make your trade
es: Paso 3: Realice su transacción

source: StochRSI
es: RSI estocástico

source: Stochastic Fast
es: Estocástico rápido

source: Stochastic Fast %D
es: Estocástico rápido %D

source: Stochastic Fast %K
es: Estocástico rápido %K

source: Stochastic Slow
es: Estocástico lento

source: Stochastic Slow %D
es: Estocástico lento %D

source: Stochastic Slow %K
es: Estocástico lento %K

source: Stock Buyback
es: Recompra de acciones

source: Stock Dividend
es: Dividendo en acciones

source: Stock Split
es: División de acciones

source: Stock market indices measure the value of a selection of companies in the stock market.
es: Los índices bursátiles miden el valor de una selección de las compañías en el mercado bursátil.

source: Study our live charts
es: Estudie nuestros gráficos en tiempo real

source: Su
es: DO

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate IDs during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate IDs and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
es: Sujeto al cumplimiento de las instrucciones de la Compañía, en lo que respecta al seguimiento de los Clientes que acceden a %1 a través de los enlaces en su sitio o proporcionando la identificación del afiliado durante el registro, la Compañía hará todos los esfuerzos razonables para asegurarse de que cada vez que un Cliente se conecta a %1 a través de estos enlaces o identificaciones del afiliado y posteriormente coloca un contrato o realiza algún otro tipo de transacciones con la Compañía, el Cliente en cuestión se identifica como procedente de usted o de su sitio. Sin embargo, la Compañía no será responsable ante usted de ninguna manera si la Compañía no es capaz de identificar a un Cliente como procedente de usted o de su sitio.

source: Submit
es: Enviar

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2014 Regent Markets Group. All rights reserved.&rdquo;
es: Dichos materiales pueden copiarse y distribuirse de acuerdo con una base limitada solo para propósitos no comerciales, siempre y cuando el material que se copie permanezca intacto y en una posición visible: &ldquo;Copyright 1999-2014 Regent Markets Group. Todos los derechos reservados.&rdquo;

source: Summary
es: Resumen

source: Sunday
es: Domingo

source: Support Times
es: Horarios aceptados

source: Supported banks (this field visible from office only) **
es: Bancos aceptados (este campo solo es visible desde la oficina) **

source: Supported banks list is invalid
es: La lista de bancos aceptados no es válida

source: Switch to full screen mode
es: Cambiar al modo de pantalla completa

source: Switch to normal mode
es: Cambiar a modo normal

source: System Time
es: Hora del sistema

source: System problems prevent proper settlement at this time.
es: Problemas del sistema impiden la liquidación correcta de contratos en este momento.

source: Table
es: Tabla

source: Talk to us
es: Hable con nosotros

source: Target
es: Objetivo

source: Team
es: Equipo

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
es: El indicador técnico deriva de sustraer el Aroon descendente del Aroon ascendente. Mientras que el Aroon ascendente y descendente oscilan entre 0 y 100, el oscilador de Aroon oscila entre -100 y 100 con 0 como centro en el cruce de la línea.

source: Technology leader with more than 10 years experience...
es: El líder en tecnología con más de 10 años de experiencia...

source: Telephone
es: Teléfono

source: Termination
es: Terminación

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
es: La finalización de este contrato no deberá perjudicar los derechos de ninguna parte que puedan haber surgido antes o en la fecha de finalización.

source: Terms
es: Términos

source: Terms and Conditions
es: Términos y condiciones

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
es: Pruebe %1 y afile sus habilidades en nuestra cuenta virtual, sin riesgos y sin compromiso.

source: Th
es: JU

source: Thank You !
es: Gracias.

source: Thank You.
es: Gracias.

source: Thank you for visiting %1 and for providing your feedback. We will endeavour to respond as soon as possible.
es: Gracias por visitar %1 y por enviarnos sus comentarios. Nos esforzaremos para responder lo antes posible.

source: Thank you for your message.
es: Gracias por su mensaje.

source: Thank you.
es: Gracias.

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
es: Gracias. Se envió su solicitud y nuestro equipo la examinará cuanto antes. Recibirá una respuesta en las próximas 72 horas.

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility aplies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
es: Las APIs "Nativas" pueden consultarse "en tiempo real" utilizando la <a href="http://apigee.com/rmg/console/binary1" target="_blank">consola</a> de Apigee. Este servicio utiliza el proceso de validación completo OAuth2, por lo tanto, tendrá que seleccionar la opción de autenticación "OAuth2" ofrecida aquí y luego necesitará una válida identificación de usuario de %1 para continuar.

source: The %1 API
es: API de %1

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
es: La API de %1 utiliza el esquema OAuth2.0 para autenticar usuarios.

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Regent Markets.
es: El programa de afiliados de %1 entrega siempre puntualmente los pagos desde su lanzamiento oficial en marzo de 2004. Sus comisiones de afiliado se acreditarán en su cuenta de afiliado dentro de los quince días desde la finalización del mes calendario de Regent Markets.

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
es: Los %1 son doble de volátiles que los %2, y cuatro veces más volátiles que los %3.

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
es: Los %1 simulan un mercado bajista. Los %2 simulan un mercado alcista.

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
es: Los %1 simulan un mercado alcista (es decir, tienden a moverse hacia arriba). Los %2 simulan un mercado bajista (es decir, tienden a moverse hacia abajo).

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
es: Los %1 simulan un mercado que se vuelve más volátil a medida que avanza el día (y luego son más tranquilos por la noche). Los %2 simulan un mercado que se vuelve más volátil a medida que avanza el día (y luego son más tranquilos por la noche).

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
es: Los %1 simulan un mercado que es activo durante el día (pero se hace menos volátil por la noche). Los %2 simulan un mercado que es tranquilo durante el día (per ose hace más volátil por la noche).

source: The %1 team.
es: El equipo de %1.

source: The %1 website is protected by certain copyrights.
es: El sitio web %1 está protegido por ciertos derechos.

source: The %1 will return a JSON structure which includes a new access_token along with several other useful attributes relevant to the renewal.
es: El %1 devolverá una estructura JSON que incluye una nueva llave de acceso access_token junto con varios otros atributos útiles, relevantes para la renovación.

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
es: El %1 devolverá una estructura JSON que incluye señal de acceso access_acceso junto con varios otros atributos útiles.

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by the Regent Markets Group of companies. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 300,000 clients since <span itemprop="foundingdate">1999</span>
es: El servicio de <span itemprop="brand">%1</span> (anteriormente conocido como BetOnMarkets.com) es propiedad y está operado por el grupo Regent Markets Group. Con licencia y regulación completa, %1 ha brindado un servicio de comercialización financiera a una audiencia mundial de más de 300.000 clientes desde el año <span itemprop="foundingdate">1999</span>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
es: El <strong>período contractual</strong> es aquel entre el <strong>siguiente intervalo</strong> posterior al <strong>inicio</strong> y la <strong>finalización</strong>.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
es: La <strong>hora de finalización</strong> es la cantidad de minutos/horas después del <strong>inicio</strong> (en caso de tener menos de un día de duración) o al final del día de contratación (en caso de tener un día o más de duración).

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
es: La <strong>hora de finalización</strong> es la cantidad de segundos/minutos/horas después del <strong>inicio del contrato</strong> (en caso de tener menos de un día de duración) o al final del día de contratación (en caso de tener un día o más de duración).

source: The <strong>exit spot</strong> is the spot at the <strong>end time</strong>.
es: El <strong>precio de salida</strong> es el valor en efecto en la <strong>finalización</strong> del contrato.

source: The <strong>start time</strong> is when the contract is processed by our servers.
es: El <strong>inicio</strong> es cuando el contrato esté procesado por nuestros servidores.

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
es: El índice de AUD es un índice ponderado, que mide el valor del dólar australiano frente a una cesta de 5 divisas mundiales (USD, EUR, GBP, JPY, CAD), cada una ponderada por 20%.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
es: El agente le enviará su monto de retiro de dinero (menos la comisión) a través de su método de pago preferido.

source: The Ask price represents the price at which the contract may be purchased at the present time.
es: El precio de demanda representa el precio con el que puede comprarse el contrato en el momento actual.

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
es: El proceso de autenticación verifica la información que brindó durante el registro de la cuenta. Aumentará sus límites de comercialización y le permitirá registrar más de una tarjeta de crédito. <br/><br/>Para facilitar el proceso confirme su número/nombre de edificio antes de hacer clic en "Autenticar".<br/>

source: The Average
es: El promedio

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
es: El precio de oferta representa el precio de reventa del contrato una vez que aparece en su cartera. Es de aproximadamente 100 menos el precio del contrato opuesto.

source: The Binary.com IT, Marketing, and Compliance teams will then review your pull-request, and may provide you with some feedback. Once we approve the pull-‎request, we will link your fork to the domain you wish to use for the white-label.
es: Los equipos de tecnología, márketing y cumplimiento normativo de Binary.com revisarán su petición pull request y podrán darle una respuesta. Una vez que aprobemos la solicitud pull request, vincularemos su fork al dominio que desea utilizar para la web de la etiqueta blanca.

source: The Binary.com White Label program allows affiliates to create their own branded versions of the Binary.com platform.
es: El programa de etiqueta blanca de Binary.com permite a los afiliados crear las versiones de su propia marca de la plataforma Binary.com.

source: The Binary.com mobile application is developed with <a target="_blank" href="%1">Phonegap</a> and is open-sourced as <a target="_blank" href="%2">client-app</a> on github. Phonegap developers are invited to participate in this project by forking the repository.
es: La aplicación para móviles de Binary.com se desarrolla con <a target="_blank" href="%1">Phonegap</a> y es un proyecto de código abierto <a target="_blank" href="%2">client-app</a> en github. Los desarrolladores de Phonegap están bienvenidos a participar en este proyecto copiando el repositorio.

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
es: El contenido estático del sitio web Binary.com (CSS, Javascript) está disponible como el proyecto de código abierto <a target="_blank" href="%1">binary-static</a> en github. ¿Le gustaría cambiar la interfaz de Binary.com o mejorar la compatibilidad del navegador, la velocidad de la web o el rendimiento de Javascript? Por favor, copíe el proyecto y presente el pull-request con sus propuestas de cambios en el código.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
es: El CCI es un sistema de medición que se aplica para contratos de materias primas ya que tienen tendencias cíclicas y estacionarias. El indicador CCI no determina la extensión de los ciclos, está diseñado para detectar cuándo comienzan y finalizan dichos ciclos mediante el uso de un análisis estadístico que incorpora un promedio móvil y un divisor que refleja los rangos de comercialización posibles o reales.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
es: El CLV es un indicador que se basa en la ubicación más cercana a la baja o alza dentro del período. Se utiliza para detectar la tendencia de los movimientos de los precios.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
es: La función de volatilidad de Chaikin determina la volatilidad de las series de datos financieros utilizando el cambio de porcentaje en un promedio móvil del precio mayor versus el precio menor en un período determinado.

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
es: El Cliente acepta y comprende que la autorización del Agente de Inversiones la revoca el Cliente al notificarlo a la Compañía. Sin embargo, la renovación puede demorar hasta dos días hábiles.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
es: El Cliente autoriza al Agente de Inversiones y abogado con el propósito de comprar y vender contratos financieros a través de la cuenta del Cliente bajo su responsabilidad. El Cliente indemnizará y eximirá a la Compañía de todas las pérdidas y responsabilidades que surjan directa o indirectamente a partir de las transacciones del Cliente o del Agente de Inversiones.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
es: La Compañía no brinda un mercado en o entre los clientes para inversiones, seguros, derivativos o especulaciones. Cada contrato financiero que compra un cliente a través de este sitio es en acuerdo individual entre el Cliente y la Compañía y no funciona como seguro, no es transferible, negociable o asignable a o con ningún tercero.
