Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
es: Por la presente la Compañía le otorga una licencia no exclusiva y no transferible durante la vigencia de este Acuerdo para utilizar las marcas de propiedad intelectual de %1 (licenciada a nosotros a su vez por su dueño) únicamente en relación con la exposición de los anuncios en su sitio. Esta licencia no puede ser sub-licenciada, asignada o transferida de cualquier otra manera por usted. Su derecho a utilizar las marcas surge de y está limitado a esta licencia de uso de los anuncios. Usted no afirmará la invalidez, inaplicabilidad o disputará la propiedad de las marcas en ninguna acción o procedimiento de cualquier tipo o naturaleza, y no llevará a cabo ninguna acción que pueda perjudicar nuestros derechos o los derechos de nuestros licenciantes sobre las marcas, volverlos genéricos o debilitar su validez o disminuir la buena voluntad asociada a ellos de cualquier otra manera.

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
es: La Compañía no afirma que %1 será continuo o que proporcionará un servicio libre de errores y no será responsable por las consecuencias de dichos errores o interrupciones.

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
es: La Compañía puede de vez en cuando informarle sobre los cambios en el sitio web, nuevos servicios y promociones. Si, sin embargo, desea excluirse de este servicio y no desea recibir ningún tipo de datos de marketing directo, puede darse de baja del servicio o enviar un correo electrónico a nuestro equipo de atención al cliente. Si usted decide optar de nuevo a recibir el material de carácter promocional, también puede hacerlo poniéndose en contacto con nosotros.

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
es: La Compañía puede imponer ciertas reglas y restricciones en relación a cómo colocar las órdenes del mercado en este sitio web. Tales reglas pueden cambiar de acuerdo con las condiciones del mercado y otros factores. Las siguientes reglas indicadoras están vigentes:

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 25,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client is fully authenticated; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 500,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
es: La Compañía puede imponer límites de volumen de comercialización en las cuentas del Cliente bajo su propia discreción. El límite actual diario de volumen de comercialización para abrir una cuenta es de USD/GBP/EUR/AUD 30.000. El tamaño de cuenta máximo (es decir, el balance de efectivo) es de USD/GBP/EUR/AUD 25.000 y el pago máximo de un contrato pendiente en un determinado período por cuenta es de USD/GBP/EUR/AUD 25.000. Estos límites aumentan una vez que el Cliente se autentica por completo. Entonces, el nuevo volumen de comercialización máximo es de USD/GBP/EUR/AUD 500.000 con un tamaño de cuenta máximo de USD/GBP/EUR/AUD 500.000 y un pago máximo de contratos pendientes en un determinado período por cuenta de USD/GBP/EUR/AUD 500.000. Si el balance de cuentas excede el tamaño máximo, entonces se realizarán retiros de dinero para llevar el balance hasta este límite.

source: The Company may, from time to time, at its sole discretion, require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction.
es: La Compañía puede, cada tanto, y bajo su propia discreción, solicitar que el Cliente proporcione una prueba de identidad (como una copia certificada del pasaporte u otros medios de verificación de identidad que la Compañía requiera bajo ciertas circunstancias) y puede, bajo su propia discreción, suspender una cuenta hasta que tal prueba se haya proporcionado para su satisfacción.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
es: La Compañía se reserva el derecho, bajo su propia discreción, de rechazar y/o cancelar servicios, cobrar comisiones de depósito y retiro a cualquiera por cualquier razón, incluso, aunque no se limita a:

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
es: La Compañía se reserva el derecho de cambiar cualquier parte de este Acuerdo en cualquier momento. Se enviará aviso de todos los cambios a su casilla de correo con siete días de anticipación a cualquiera de estos cambios, pero en última instancia es su responsabilidad comprobar regularmente estos términos y condiciones. Su participación continua en nuestro programa de afiliados luego de que hayamos fijado los cambios constituirá la aceptación obligatoria de dichos cambios.

source: The Company reserves the right to suspend the operation of this site or sections thereof:
es: La Compañía se reserva el derecho de suspender la operación de su sitio o secciones:

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
es: La Compañía tendrá derecho a ejercer cualquiera de sus derechos o cumplir con cualquiera de sus obligaciones bajo el presente (incluyendo sin limitación a sus obligaciones de pago conformes con la cláusula 6) a través de cualquier empresa en la Compañía (según se define a continuación).

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
es: La Compañía no tendrá responsabilidades hacia usted por contrato o de otra forma (incluyendo responsabilidad por negligencia) debido a pérdidas, ya sean directas o indirectas, de negocios, ingresos o beneficios, ahorros anticipados o gastos innecesarios, corrupción o destrucción de información o pérdidas consecuentes o indirectas cualesquiera.

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
es: La Compañía deberá pagarle (de conformidad con lo dispuesto en la cláusula 5.3) el porcentaje publicado actualmente de los ingresos netos (como se detalla en la página de comisiones de su cuenta de Afiliado) recibidas durante el Acuerdo. Los pagos de afiliación debidos serán solo por las referencias de clientes auténticos y la Compañía se reserva el derecho de ignorar las cuentas duplicadas o las cuentas nominales que la Compañía considere no auténticas a su total discreción.

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
es: La Compañía le proporcionará declaraciones a las que podrá acceder a través del sitio web de %1 donde se detallarán los ingresos generados por los clientes que usted haya presentado, de haberlos, que se le hayan acumulado a lo largo del mes. Tales declaraciones se actualizarán diariamente. Al finalizar un mes civil, la Compañía registrará su participación total de los ingresos netos, de haberlos, durante el mes civil anterior. En caso de que una cuota de ingresos en un mes civil sea una cantidad negativa, la Compañía tendrá el derecho pero no la obligación de aplicar y compensar dicha cantidad negativa contra cuotas de ingresos futuras que de otro modo serían pagaderos a usted. Sin embargo, la Compañía también tendrá el derecho pero no la obligación de poner a cero el saldo negativo que de otra forma sería llevado adelante.

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
es: La Compañía no será responsable de ninguna manera por ninguna persona en casos de fuerza mayor; o por el accionar de ningún gobierno o autoridad legal; por fallas, daños o destrucción de sus computadoras, datos o registros o cualquier otra parte; o por demoras, pérdidas, errores u omisiones resultantes de la falla o gestión inadecuada de cualquier equipo de telecomunicación o computación o software.La Compañía no será responsable de los daños o pérdidas consideradas o alegadas por haber resultado de o causado por este sitio web o su contenido. Esto incluye el uso o mal uso de su contenido por cualquier cliente, la incapacidad de cualquier cliente que se conecte o use el sitio, demora en la operación o transmisión, fallas en las líneas de comunicación, o cualquier error u omisión en el contenido.

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
es: La Compañía le notificará por correo electrónico si su solicitud ha sido aceptada con las instrucciones para comenzar a promocionar %1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
es: La Compañía le proporcionará la garantía de publicidad con enlaces que contienen las identificaciones de afiliado y que podrán ser modificados por nosotros de vez en cuando.

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
es: La Compañía determinará, a su sola discreción, si su solicitud ha sido aceptada. La decisión de la Compañía es final y no susceptible de recurso.

source: The Company's Obligations
es: Obligaciones de la Compañía

source: The Cyberview Lodge Resort in Cyberjaya
es: El Cyberview Lodge Resort en Cyberjaya

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
es: Las leyes y regulaciones de protección de datos imponen obligaciones a los usuarios de datos personales y establecen principios para el procesamiento justo y legal de esta información. Nos comprometemos a salvaguardar su privacidad en línea. Solo utilizamos su información personal para ayudarnos a servirle en su cuenta, para mejorar nuestros servicios y para brindarle los productos que precisa. No vendemos su información personal a terceros pero podemos proporcionar su información personal a proveedores de pago para facilitar las transacciones de su cuenta.

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
es: El oscilador de precios sin tendencia compara el precio de cierre con un promedio móvil anterior, lo que elimina los ciclos más largos que el promedio móvil.

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
es: El índice de EUR es un índice ponderado, que mide el valor del euro frente a una cesta de 5 divisas mundiales (USD, AUD, GBP, JPY, CAD), cada una ponderada por 20%.

source: The First Tick
es: El primer intervalo

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
es: El índice de GBP es un índice ponderado, que mide el valor de la libra inglesa frente a una cesta de 5 divisas mundiales (USD, EUR, AUD, JPY, CAD), cada una ponderada por 20%.

source: The German vs Dutch Index measures the performance of the German Index relative to the Dutch Index. This outperformance index rises if the German Index performs better than the Dutch Index, and decreases if the Dutch Index performs better than the German Index.
es: El índice "alemán contra holandés" mide el rendimiento del índice alemán en relación al índice holandés. Este índice de rentabilidad crece si el índice alemán tiene una mejor rentabilidad que el índice holandés y disminuye si el índice holandés tiene una mejor rentabilidad que el índice alemán.

source: The German vs French Index measures the performance of the German Index relative to the French Index. This outperformance index rises if the German Index performs better than the French Index, and decreases if the French Index performs better than the German Index.
es: El índice "alemán contra francés" mide el rendimiento del índice alemán en relación al índice francés. Este índice de rentabilidad crece si el índice alemán tiene una mejor rentabilidad que el índice francés y disminuye si el índice francés tiene una mejor rentabilidad que el índice alemán.

source: The German vs Swiss Index measures the performance of the German Index relative to the Swiss Index. This outperformance index rises if the German Index performs better than the Swiss Index, and decreases if the Swiss Index performs better than the German Index.
es: El índice "alemán contra suizo" mide el rendimiento del índice alemán en relación al índice suizo. Este índice de rentabilidad crece si el índice alemán tiene una mejor rentabilidad que el índice suizo y disminuye si el índice suizo tiene una mejor rentabilidad que el índice alemán.

source: The German vs UK Index measures the performance of the German Index relative to the UK Index. This outperformance index rises if the German Index performs better than the UK Index, and decreases if the UK Index performs better than the German Index.
es: El índice "alemán contra inglés" mide el rendimiento del índice alemán en relación al índice inglés. Este índice de rentabilidad crece si el índice alemán tiene una mejor rentabilidad que el índice inglés y disminuye si el índice inglés tiene una mejor rentabilidad que el índice alemán.

source: The JSON structure which supplied the access_token also included a refresh_token. Supply this in the following call:
es: La estructura JSON que suministró la llave de acceso access_token también incluye refresh_token. Insértelo en este call:

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
es: El Índice de masa intenta predecir las reversiones al comparar el rango de comercialización (superior menos inferior) para cada período. Las reversiones se señalan en un alza repentina en la línea de índices.

source: The Mid price represents the average of the Bid and Ask.
es: El precio medio representa el promedio de Oferta y Demanda.

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
es: El indicador de convergencia/divergencia del promedio móvil (MACD, por sus siglas en inglés) es un indicador que sigue las tendencias y que está diseñado para identificar cambios en ellas. El indicador MACD es un oscilador que se basa en dos promedios móviles de un precio de acciones. Se muestran tres líneas. La línea "MACD", que se calcula con la diferencia de dos promedios móviles (por lo general en base a los promedios de 12 y 26 días). La línea "señal", que es un promedio suavizado de 9 días del estándar de la línea MACD y a veces se denomina línea MDCD "lenta".

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
es: El indicador de rendimiento muestra el rendimiento del valor de una cotización a modo de un porcentaje. A veces, a esto se le llama gráfico "normalizado". El indicador de rendimiento muestra el porcentaje de que la cotización aumentó desde el primer período mostrado. Por ejemplo, si el indicador de rendimiento es 10, el valor de la cotización aumentó un 10% desde el primer período mostrado a la izquierda del gráfico. Asimismo, un valor -10% significa que el valor de la cotización disminuyó un 10% desde el primer período mostrado. Los gráficos de rendimiento son útiles para comparar los movimientos en los valores de diferentes cotizaciones.

source: The Program
es: El Programa

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
es: El indicador de Tasa de Cambio (ROC, por sus siglas en inglés) es una manera de mostrar la rapidez con que se mueve el valor de una acción en particular (u otro valor financiero). La teoría es que, si un valor sube (o baja) muy rápidamente, habrá un momento en que se comprará (o venderá) en exceso. Cuando esto ocurre el valor aún podría seguir aumentando (o disminuyendo), pero no tan rápidamente como antes.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
es: El índice de Fuerza Relativa (RSI, por sus siglas en inglés) mide el valor de una acción en relación con sí misma y sus antecedentes recientes. Se calcula como el promedio de los valores en los días en que el valor aumentó dividido el promedio de los valores en los días en que el valor disminuyó. El RSI oscila entre 0 y 100. Un nivel de más de 70 podría indicar que una acción se compra en exceso, con lo cual, el especulador podría considerar vender. O, contrariamente, que se vende en exceso al nivel 30. El principio es que cuando hay una proporción alta de movimientos diarios en una dirección sugiere un extremo, y es posible que los valores se reviertan.

source: The Spread represents the difference between the Bid and Ask.
es: El margen es la diferencia entre la oferta y la demanda.
