Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: has been credited to your Virtual money account
es: se ha acreditado en su cuenta de dinero virtual

source: or email us at
es: o contáctenos a través de correo electrónico

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
es: "Trabajo con varias compañías afiliadas y %1 es por mucho la más amigable y servicial que encontré. Sobrepasan sus límites para proporcionar a sus afiliados todas las herramientas, consejo y apoyo que necesitan para triunfar. Para rematar todo eso, ofrecen algunos de los mejores reembolsos de la industria." - <strong>Vinod Gorasia, Director comercial, Agora Lifestyles</strong>.

source: $1 to $100,000 payouts, low-risk to high-leverage, and much more. We offer limitless profit opportunities.
es: De $1 a $100.000 en pagos, desde bajo riesgo hasta alto rendimiento y mucho más. Ofrecemos oportunidades de beneficio ilimitadas.

source: %1 - Trading Limits
es: %1 - Límites de comercio

source: %1 Affiliate Program Terms and Conditions
es: Términos y condiciones del programa de afiliados de %1

source: %1 Period
es: %1 Lapso

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
es: %1 también ofrece enlaces a un cuestionario en línea para evaluar un problema de juego potencial de una persona y una calculadora en línea para comprobar la cantidad de dinero que uno realmente se puede permitir gastar.

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
es: Los %1 son los mercados que se restablecen al nivel inicial de 1000 al comienzo de cada día de operaciones (00:00:00 GMT), y todos los contratos se resuelven antes del final del día de operaciones (23:59:59 GMT).

source: %1 are the REST-style parameters to the service e.g. "/forex".
es: %1 son los parámetros REST-style para el servicio, por ejemplo "/forex".

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
es: %1 asume la propiedad del cliente en el punto de primer contacto con el visitante. Usted, como afiliado, actúa como un agente de referencia para %1. Nos reservamos el derecho a rechazar clientes (o cerrar sus cuentas) si es necesario para cumplir con cualquier requisito que podamos establecer periódicamente.

source: %1 does not charge any transfer fees.
es: %1 no cobra ninguna tarifa de transferencia.

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices and commodities.
es: %1 proporciona a todo el mundo una forma fácil y emocionante de participar en los mercados financieros. Comercie con tan poco como $1 en las principales divisas, índices y materias primas.

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
es: %1 ofrece una amplia variedad de maneras de trabajar en los mercados. A continuación, descubra más acerca de cada tipo de contrato, pinchando en los enlaces de abajo.

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
es: %1 ha credo los índices Random para que pueda comerciar 24/7. Puede trabajar con los Random en todos tipos de contratos:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
es: %1 cuenta en todo momento con miles de clientes con variadas posiciones en los mercados financieros y obtiene un pequeño margen sobre el promedio de los cientos de miles de transacciones.

source: %1 is a Base64-encoding of %2.
es: %1 es la codificación Base64 de %2.

source: %1 is a new OAuth2 access token.
es: %1 es el nuevo código de acceso OAuth2.

source: %1 is a new OAuth2 authorization code.
es: %1 es el nuevo código de autorización OAuth2.

source: %1 is any binary.com API service e.g. "/markets".
es: %1 es cualquier de los servicios API de binary.com API, por ejemplo "/markets".

source: %1 is entirely web-based and requires no software installation.
es: %1 está totalmente basado en la Web y no requiere la instalación de ningún software.

source: %1 is for your own internal reference; optional.
es: %1 es para su propia referencia interna; opcional.

source: %1 is tailored to traders of all levels.
es: %1 se adapta a los comerciantes de todos los niveles.

source: %1 is the award-winning industry pioneer in online options trading. We boast:
es: %1 es el pionero galardonado en la industria de las opciones binarias. Nos enorgullece lo siguiente:

source: %1 is the lifetime in seconds of the new access token.
es: %1 es el tiempo de vida en segundos para el nuevo token de acceso.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
es: %1 es la página de la aplicación que controlará el paso de retorno. Este URL debe estar registrado con nosotros por adelantado.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
es: %1 es la página de la aplicación que controlará el paso de retorno. Este URL debe estar registrado con nosotros por adelantado. Para aplicaciones móviles, esto podría por ejemplo utilizar un esquema de URI personalizado.

source: %1 is the same endpoint used during authentication.
es: %1 es el mismo punto final utilizado durante la autenticación.

source: %1 is the scope level that was granted.
es: %1 es el nivel de alcance que se concedió.

source: %1 minute quotes
es: %1 cotizaciones en minutos

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
es: %1 ofrece una variedad de métodos tradicionales de depósito y retiro de dinero, desde tarjetas de crédito y débito, hasta transacciones bancarias, dinero y monederos electrónicos.

source: %1 offers five ways to trade your chosen asset:
es: %1 ofrece cinco formas de operar con su activo elegido:

source: %1 offers the commission plan below:
es: %1 ofrece a continuación el plan de comisiones:

source: %1 offers the world's financial markets in a simple, user-friendly platform.
es: %1 ofrece los mercados financieros mundiales en una plataforma sencilla y fácil de usar.

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
es: Los precios de %1 toman como referente el mercado de opciones interbancarias, por lo tanto usted siempre obtiene los mejores precios de su clase para sus contratos.

source: %1 provides <a href="%2">Self Exclusion</a> facilities which allow you to set limits on your account.
es: %1 proporciona servicios de <a href="%2">autoexclusión</a> que le permiten determinar límites en su cuenta.

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
es: %1 proporciona diversos gráficos para ayudarle a determinar en qué mercados comerciar. Pruébelos.

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
es: %1 proporciona a sus afiliados y socios aprobados una interfaz de programación de aplicaciones de modelo REST (API) a través de Internet. La API proporciona las siguientes funcionalidades:

source: %1 provides you with the opportunity to either self exclude or
es: %1 le proporciona la oportunidad de autoexcluirse o

source: %1 was found in the same JSON structure which supplied the original access_token.
es: %1 se encontró en la misma estructura JSON que suministró la llave de acceso access_token original.

source: %1 was returned by the authentication procedure.
es: %1 ha sido devuelto por el procedimiento de autenticación.

source: %1 will be provided to you on registration.
es: %1 será proporcionado después de que se registre.

source: %1's API conforms to the Representational State Transfer (REST) model.
es: La API de %1 se ajusta al modelo de la Transferencia de Estado Representacional (Representational State Transfer) o REST.

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
es: Los índices Random de %1 son los %2, %3, %4, y %5. Corresponden a las volatilidades de 25%, 50%, 75% y 100% respectivamente

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
es: Con la tecnología de valorización patentada de %1, usted puede obtener el mismo margen de beneficios que los inversores profesionales del mercado interbancario.

source: %1: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
es: %1: la plataforma en linea de opciones binarias sobre divisas, índices, materias primas y índices Smart

source: %1’s Outperformance Indices are Smart Indices that track the performance of one index against another. These indices are the ratios of the respective market spots multiplied by 1000.
es: Los índices de rendimiento de %1 son unos índices Smart que hacen un seguimiento del rendimiento de un índice contra otro. Estos índices representan las proporciones de los precios de mercado de los índices respectivos, multiplicados por 1000.

source: %1’s World FX Indices are smart indices that measure the value of a currency against a basket of major currencies.
es: Los Índices Mundiales FX de %1 son índices "inteligentes" que miden el valor de una divisa frente a una cesta de otras monedas principales.

source: %1’s exclusive Smart Indices are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Indices allow traders to take positions on a variety of market action.
es: Los exclusivos Índices Smart de %1 %1’s exclusive Smart Indices están construidos específicamente basados en un subconjunto particular de los mercados del mundo. Con un precio derivado de los activos relacionados, Índices Smart permiten a los inversores a tomar posiciones en una variedad de las acciones del mercado.

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
es: %2 ofrece cuentas virtuales para poder mejorar su técnica de trabajo con las opciones binarias. ¿Por qué no <a class="pjaxload" href="%1">abrir una cuenta virtual de $10,000 completamente funcional y gratuita</a> y aprender a negociar con las binarias?

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
es: %ctx(Si usted mira al cielo)Usted verá %plural(%1,una estrella, %d estrellas).

source: 'Free Contract' bonus code
es: Código de bonificación de 'contrato gratis'

source: 'Get X when you deposit Y' bonus code
es: Código de bonificación 'obtenga X al depositar Y'

source: (Bejing/CST -8 hours)
es: (Bejing/CST -8 horas)

source: (Monday to Friday)
es: (Lunes a Viernes)

source: (One) Touch trades
es: Contratos Toque

source: (delayed)
es: (retrasado)

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
es: * Libre de impuestos: En muchos países, pero consulte siempre a un asesor fiscal.

source: 1. Choose the Underlying
es: 1. Elija el instrumento

source: 10 seconds to 365 days...
es: Entre 10 segundos y 365 días...

source: 1w
es: 1s

source: 1y
es: 1a

source: 2-way pricing
es: Valorización de contrato en 2 direcciones

source: 2. Choose the Duration of the Trade
es: 2. Elija duración de contrato

source: 2w
es: 2sem

source: 3 - 30 characters and alphanumeric only.
es: 3 a 30 caracteres alfanuméricos solamente.

source: 3. Choose how you want to Trade the Market
es: 3. Elija cómo quiere trabajar con el mercado

source: 4. Choose your Payout
es: 4. Elija el pago

source: 5 - 25 characters and alphanumeric only.
es: 5 a 25 caracteres y solo alfanuméricos.

source: <br>Your Cashier and Settings sections are locked as per your request</strong> - if you wish to unlock them, please enter the password.
es: <br>Sus secciones de Cajero y Configuración están bloqueadas conforme a su solicitud</strong> - si desea desbloquearlas, introduzca la contraseña.

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
es: <option value=""></option><option value="01">Ene</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Abr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Ago</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dic</option>

source: <p style='color: red'> For security reasons this link will be invalidated after this.</p>Please confirm for which of these accounts you want to reset your password:
es: <p style='color: red'> Por motivos de seguridad, este enlace se invalidará después de esto.</p>Confirme para cuál de estas cuentas desea restablecer su contraseña:

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
es: <p><strong>Informe detallado</strong>: El informe detallado le muestra sus estadísticas detalladas de tráfico e ingresos. Utilice los filtros y los selectores de columna para desglosar su informe como desee.</p> <p><strong>Informe de jugador</strong>: El informe de jugador muestra un desglose de las estadísticas por jugador. Utilice los filtros para refinar el informe.</p> <p><strong>Ingresos diarios</strong>: El informe de comisiones le muestra sus ingresos por comisión diarios, por cada sitio o producto.</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
es: <p>Un cliente es alguien que ha sido referido a través de una de nuestras herramientas de marketing y que ha depositado dinero en su cuenta en %1. Deben cumplir con los siguientes criterios: </p> <ul class='checked'> <li>No haber sido anteriormente un cliente de %1.</li> <li>Haber realizado el depósito mínimo.</li> <li>Ser mayor de 18 años.</li> </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
es: <p>En tan solo un breve período de tiempo desde su introducción, las opciones binarias se están convirtiendo rápidamente en un producto de comercio popular. Las numerosas plataformas de comercio de opciones binarias creadas posteriormente apoyan esta tendencia creciente. Convirtiéndose en un afiliado usted puede sacar provecho del rápido crecimiento del interés en esta nueva industria.</p> <p>¡El comercio de opciones binarias es un mercado de alta rentabilidad donde hay lugar para que todos [incluyéndole a usted] se lleven una parte del pastel!</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
es: <p>Tómese un momento para verificar su identidad proporcionándonos a continuación la respuesta correcta a su pregunta secreta y su fecha de nacimiento.</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
es: <p>Perdone, ha ocurrido un error. Por favor, <a href="%1">intente acceder a su cajero</a> una vez más.</p>

source: <p>Thank you. You're one step closer to being done!</p><p>All you need to do is follow the instructions in the email we just sent you.<br /> The e-mail subject-line reads, <strong>"%1"</strong>.</p><p>Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href="%2"><strong>contact us</strong></a> should you need further assistance.</p>
es: <p>Gracias. Está un paso más cerca de terminar.</p><p>Todo lo que necesita hacer es seguir las instrucciones en el correo electrónico que acabamos de enviarle.<br /> El asunto del correo electrónico dice, <strong>"%1"</strong>.</p><p> Recuerde, si no recibe un correo electrónico nuestro en los próximos minutos revise la carpeta correo no deseado/correo spam o <a href="%2"><strong>contáctenos</strong></a> en caso de que necesite más ayuda.</p>

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
es: <p>El programa de afiliados de %1 le permite beneficiarse de referir clientes al sitio de %1. El crecimiento y éxito de %1 se comparte con los afiliados que tienen la capacidad de traer nuevos clientes al sitio.</p> <p>Si usted es un corredor de bolsa nos gustaría trabajar con usted. Usted presentará a sus clientes un producto único e innovador: la plataforma de comercio de %1.</p> <p>A sus clientes les encantará la plataforma de comercio de %1 porque ofrecemos una completa experiencia mercantil hecha a la medida de las necesidades de un amplio espectro de inversores.</p> <p>Los inversores novatos pueden usar nuestra intuitiva plataforma virtual para aprender sobre el comercio, practicarlo, y adquirir experiencia en comercio.</p> <p>Los inversores experimentados pueden usar la plataforma de %1 para aprovechar al máximo las ventajas del amplio espectro de herramientas de comercio y análisis que ofrecemos.</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
es: <p>Sí. Póngase en contacto con su gerente de cuentas si desea un banner personalizado y proporciónele la siguiente información:</p> <ul> <li>Tamaño en píxeles.</li> <li>Formato del archivo.</li> <li>Idioma deseado.</li> <li>La dirección URL del sitio en que aparecerá el banner.</li> <li>Ubicación del banner.</li> <li>Colores específicos que deberá incluir el banner.</li> <li>Mensaje específico que deberá incluir el banner.</li> </ul>

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
es: <strong>Tasación de 2 vías</strong>: %1 cotiza una transacción y su opuesto, así garantizando los precios imparciales y transparentes.

source: <strong>All durations</strong> - from 10 seconds to 365 days.
es: <strong>Todas las duraciones</strong>: desde 10 segundos hasta 365 días.

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
es: <strong>Todas las condiciones del mercado</strong>: arriba/abajo, con toque/sin toque, permanece dentro/sale.

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
es: <strong>Todos los mercados</strong> - trabaje con divisas, índices o materias primas, con movimientos del mercado en alza o baja, mercados tranquilos o volátiles.

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
es: <strong>Todos los mercados</strong>: divisas, índices bursátiles y artículos.

source: <strong>All payouts</strong> - from $1 to $100,000.
es: <strong>Todos los pagos</strong>: desde $1 hasta $100.000.

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
es: <strong>Precios de referencia</strong>: %1 acota sus precios de forma diaria a partir de derivativos de los mercados interbancarios.

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
es: <strong>¡Mejor precio de ejecución!</strong><br /> El precio se ha movido en su favor de %1 a %2.

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
es: <strong>Materias primas</strong>: invierta en las principales materias primas, tales como oro y petróleo.

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
es: <strong>Divisas</strong>: todos los principales pares de divisas de Forex, las veinticuatro horas del día.

source: <strong>Currencies</strong> - trade all major FX pairs.
es: <strong>Divisas</strong> - comercie todos los principales pares de divisas de Forex disponibles, las veinticuatro horas del día.

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
es: <strong>Mercados en baja</strong> - seleccione entre contratos Baja, Inferior, Toque con límite bajo o Sin toque con límite alto.

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
es: <strong>Superior/Inferior</strong> - haga una predcción si el mercado se encontrará por encima o por debajo del precio objetivo al concluir.
