Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Only properly tagged clients can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
es: Solo a clientes correctamente etiquetados se les puede asignar una afiliación. En caso de que una etiqueta de afiliado sea ingresada incorrectamente o sea recibida incorrectamente por el servidor de Myaffiliates, el registro y compras del cliente resultante no serán asignadas al afiliado. Por lo tanto, es responsabilidad del afiliado asegurarse de que todos los enlaces están etiquetados correctamente.

source: Open
es: Abierto

source: Open Account
es: Abrir una cuenta

source: Open An Account Now
es: Abrir una cuenta ahora

source: Open New Account
es: Abrir una nueva cuenta

source: Open Now
es: Abrir ahora

source: Open Real Account
es: Abrir una cuenta real

source: Open Source
es: Código abierto

source: Open a Free account
es: Abrir una cuenta gratuita

source: Open-Source Projects
es: Proyectos de Código abierto

source: Opening an account
es: Abrir cuenta

source: Opens
es: Abre

source: Opens late (at %1)
es: Abre tarde (a la(s) %1)

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
es: El oscilador se calcula a partir de las lecturas diarias de la Línea de Acumulación Distribución. El CMF difiere de un oscilador de momento ya que no está influenciado por el cambio diario de los precios. En lugar de ello, el indicador se enfoca en la ubicación de la relativa más cercana al rango del período (diariamente o semanalmente).

source: Other contact numbers
es: Otros números de contacto

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
es: Nuestro programa de afiliados es para profesionales de la inversión y especialistas de la Web que gestionan su propio sitio Web, boletines informativos o lista de correos.

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
es: Nuestra empresa sigue creciendo y obtiene una licencia en la Isla de Man para servir mejor a nuestros clientes en el Reino Unido.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
es: Nuestro equipo de atención al cliente presentará otra solicitud de bonificación en su nombre tan pronto como recibamos los documentos. Pueden pasar hasta 3 días laborales para que el bono sea acreditado en su cuenta. Le deseamos suerte en su trabajo. Saludos, Karen Yap % 1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
es: Claramente, les gustamos a nuestros clientes. A mediados de 2014 Binary.com registra más de 100 millones de transacciones históricas y más de 130.000 de nuevas operaciones diarias.

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
es: Nuestro sistema de flujo de datos está diseñado para ser el mejor y más contundente para el entorno de la comercialización.

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
es: Nuestro sistema de flujo de datos puede diferir un poco de otros sistemas de flujo de datos que se encuentran en Internet (que incluso pueden diferir entre sí). Las razones de esas diferencias pueden incluir:

source: Our email address is %1.
es: Nuestra dirección de correo electrónico es %1.

source: Our exclusive pricing technology gives you the best possible opportunity to make your money work for you.
es: Nuestra exclusiva tecnología de tasado le brinda la mejor oportunidad posible para hacer que su dinero valga.

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
es: Nuestro crecimiento rápido se complementa con la adquisición de la cartera de clientes de BetsForTraders, uno de nuestros principales competidores.

source: Our information security policies are based on industry best practices in access control and business continuity.
es: Nuestras políticas de seguridad de información se basan en las mejores prácticas de la industria en control de acceso y continuidad empresarial.

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
es: Nuestros servidores aplican un algoritmo de filtro inmediato para quitar el flujo de las cotizaciones erróneas. Las cotizaciones erróneas son intervalos que caen fuera del rango de comercialización actual del mercado; tales intervalos se deben a las demoras en comunicación con las bolsas o bancos que proveen cotizaciones, a errores humanos o problemas en las bases de datos en cualquier punto entre el originador de la cotización y nuestros servidores.

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one’s access to our site.
es: Nuestra página web se puede filtrar utilizando una serie de sistemas de filtrado disponibles en el mercado que podrían ser utilizadas para restringir el acceso personal a nuestro sitio.

source: Outperformance Indices
es: Índices Rendimiento

source: Over one billion dollars in trades to date.
es: Más de mil millones de dólares en transacciones hasta la fecha.

source: Overlay
es: Superposición

source: Overlay Instruments
es: Superponer valores

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
es: La propiedad y el contenido de los sitios web de %1 siguen siendo nuestras respectivas propiedades y no se considerará que han sido transferidas al afiliado mediante ningún acto u omisión con respecto al acuerdo de afiliación.

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
es: La propiedad, el contenido y la carga de los sitios afiliados es responsabilidad exclusiva del afiliado. Usted será el único responsable del desarrollo, operación y mantenimiento de su sitio y de todo el material que aparezca en su sitio. Usted deberá indemnizarnos y mantenernos a salvo de todos los reclamos, daños y gastos (incluyendo pero sin limitarse a honorarios de abogados) relacionados con el desarrollo, la operación, el mantenimiento y el contenido de su sitio.

source: P.O. Box is not accepted
es: No se acepta la casilla de correo postal

source: Page not found
es: Página no encontrada

source: Parabolic SAR
es: SAR parabólico

source: Parameter value must be greater than zero
es: El valor del parámetro debe ser mayor que cero

source: Participate in the development of Binary.com’s next-generation user-interface. This project, open-sourced as <a target="_blank" href="%1">BinaryUI</a> on github, is written entirely in Sencha ExtJS 5, and consumes the Binary.com <a href="%2">RESTful API</a>.
es: Participe en el desarrollo de la interfaz de usuario de próxima generación de Binary.com. Este proyecto, de código abierto como <a target="_blank" href="%1">BinaryUI</a> en github, está integramente escrito en Sencha ExtJS 5, y consume la <a href="%2">RESTful API</a> de Binary.com.

source: Participating in the forex, stocks or commodities markets
es: Participar en los mercados de divisas, bursátiles o de materias primas

source: Partner API
es: API Socios

source: Partner API Registration
es: Registro de la Partner API

source: Partner API Registration for
es: Registro de la Partner API para

source: Partners
es: Socios

source: Password
es: Contraseña

source: Password is too long, please enter at most 30 characters.
es: La contraseña es demasiado larga, ingrese como máximo 30 caracteres.

source: Password is too short, please enter at least 3 characters.
es: La contraseña es demasiado corta, ingrese al menos 3 caracteres.

source: Password reset
es: Contraseña restablecida

source: Password:
es: Contraseña:

source: Patents
es: Patentes

source: Payment Agent Deposit
es: Depósito del agente de pagos

source: Payment Agent Withdrawal
es: Retiro de dinero del agente de pagos

source: Payment Agent activity not currently authorized
es: La actividad de agente de pago no está autorizada

source: Payment Agent transfer
es: Transferencia del agente de pagos

source: Payment Agents are not available for your account.
es: Los agentes de pagos no están disponibles para su cuenta.

source: Payment Agents are not available on this site.
es: Los agentes de pagos no están disponibles para este sitio.

source: Payment Methods
es: Métodos de pago

source: Payment agents
es: Agentes de pagos

source: Payment methods
es: Métodos de pago

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
es: El pago se realizará mensualmente, en los días próximos al 15 de cada mes, y se acreditará a la cuenta especificada en %1.

source: Payments
es: Pagos

source: Payout
es: Pago

source: Payout Currency
es: Divisa de pago

source: Payout has moved in your favour from %1 to %2.
es: El pago ha cambiado a su favor de %1 a %2.

source: Payout may not have more than two decimal places.
es: Pago no puede tener más de dos decimales.

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
es: Ganancias deseadas deben estar entre <strong>%1</strong> y <strong>%2</strong>.

source: Pending Bonus: %1
es: Bonificaciones pendientes: %1

source: Performance
es: Rendimiento

source: Period
es: Período

source: Perl Modules
es: Módulos Perl

source: Phone Callback
es: Devolución de llamada

source: Pick workspace file
es: Escoger archivo de espacio de trabajo

source: Pip
es: Porcentaje en punto

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
es: Un "PIP" representa un punto porcentual que por lo general se refiere al cuarto decimal (es decir, 0,0001).

source: Place a random trade
es: Comprar un contrato Random

source: Platform Tour
es: La plataforma

source: Please choose which currency you would like to transact in.
es: Seleccione la divisa con la que desea realizar la transacción.

source: Please click on the "Play" button to start the video.
es: Haga clic en el botón "Jugar" para comenzar el vídeo.

source: Please confirm the transaction details in order to complete the transfer:
es: Confirme los detalles de la transacción para completar la transferencia:

source: Please contact us using the toll-free number provided for your country or our general contact number below.
es: Contáctese con el número gratuito de su país o con el número de contacto general a continuación.

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
es: Contáctenos para resolver cualquier duda que tenga: <a href="mailto:%1">%1</a>. Estaremos encantados de escuchar sus comentarios y responder con precisión y rapidez sus preguntas.

source: Please do not click more than once and please allow 15 seconds for processing.
es: No haga clic más de una vez y aguarde 15 segundos mientras se procesa.

source: Please enter a date that is at least 6 months from now.
es: Por favor, elija una fecha que es por lo menos 6 meses a partir de ahora.

source: Please enter a password.
es: Ingrese una contraseña.

source: Please enter a town or city.
es: Ingrese un pueblo o ciudad.

source: Please enter a valid amount.
es: Ingrese un monto válido.

source: Please enter a valid name.
es: Ingrese un nombre válido.

source: Please enter an integer value.
es: Ingrese un valor entero.

source: Please enter date in the format YYYY-MM-DD.
es: Ingrese una fecha en el formato AAAA-MM-DD.

source: Please enter the Login ID to transfer funds.
es: Ingrese su identificación de acceso para transferir los fondos.

source: Please enter the country where you want to offer your service
es: Ingrese el país en el que desea ofrecer sus servicios

source: Please enter the first line of your home address.
es: Ingrese la primera línea de su domicilio.

source: Please enter your email address.
es: Ingrese su dirección de correo electrónico.

source: Please enter your first name.
es: Ingrese su nombre.

source: Please enter your last name.
es: Ingrese su apellido.

source: Please enter your secret answer
es: Ingrese su respuesta secreta.

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
es: Complete con su identificación de acceso y el monto que desea transferir a su cliente en el formulario a continuación:

source: Please input a valid date.
es: Ingrese una fecha válida.

source: Please input it again to confirm
es: Ingrese de nuevo para confirmar

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
es: Asegúrese de que primero acuerde con los Términos de pago del agente antes de enviar su solicitud.

source: Please note that mobile telephone bills are not acceptable as evidence of address
es: Tenga en cuenta que las facturas de teléfonos móviles no son válidas como evidencia de domicilio

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
es: Tenga en cuenta que nuestro sitio Web genera archivos de registro que guardan sus direcciones de IP y accesos a su cuenta. Esta información se reúne con el único propósito de colaborar en el caso, para nada deseado, de que sea necesario investigar un acceso no autorizado a su cuenta. Además verificaremos cierta información que proporciona en el formulario de apertura de la cuenta, o caso contrario, con proveedores terceros de información.

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
es: Tenga en cuenta que para solicitar ser un agente de pagos primero debe <a href="%1">verificar su cuenta</a>.

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a href="%1"><strong>contact us</strong></a>.
es: Tenga en cuenta que no encontramos cuentas registradas con esta dirección de correo electrónico. Si no puede recordar la dirección de correo que utilizó cuando se registró <a href="%1"><strong>contáctenos</strong></a>.

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
es: Tenga en cuenta que las cotizaciones de ese fin de semana se ignoran con el propósito de liquidar el contrato. Durante los fines de semana, los mercados de divisas pueden generar precios. Sin embargo, estos precios son por lo general artificiales (los comerciantes a veces aprovechan la iliquidez de los mercados durante los fines de semana para impulsar hacia arriba o hacia abajo los precios). Para evitar establecer los precios en base a los precios artificiales, la política de %1 es no contar los precios de los fines de semana para los valores de liquidación del contrato (excepto los índices Random, que están abiertos los fines de semana).

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
es: Tenga en cuenta que puede actualizar su información personal en cualquier momento al ingresar a la sección "Configuración" en su cuenta. Es su responsabilidad asegurar que %1 esté siempre informado de cualquier cambio en su información personal.

source: Please note that your settings have been updated as follows:
es: Tenga en cuenta que sus configuraciones deben actualizarse como se muestra a continuación:

source: Please post the documents to:
es: Publique los documentos en:

source: Please provide at least one self-exclusion setting.
es: Brinde al menos una configuración de auto-exclusión.

source: Please provide granter id(s).
es: Por favor, proprocione los identificadores de los clientes.

source: Please provide some information about yourself and your proposed services
es: Brinde alguna información acerca de usted y los servicios propuestos

source: Please provide the following contact information and we will call you free of charge as soon as a representative is free.
es: Brinde la siguiente información de contacto y lo llamaremos sin cargo cuando esté disponible uno de nuestros representantes.

source: Please provide us with the following information:
es: Brinde la siguiente información:

source: Please provide your email address and password to open a virtual money account and start practicing.
es: Brinde su dirección de correo electrónico y contraseña para abrir una cuenta de dinero virtual y comience a practicar.

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
es: Por favor recuerde en todo momento que el comercio de opciones binarias puede ser una actividad interesante, pero tenemos el deber moral de recordarle los riesgos que pueda correr. Opciones binarias pueden convertirse en una verdadera adicción, al igual que cualquier otra actividad llevada a sus límites. Le pedimos que se involucre en un auto-análisis cuidadoso para comprobar si corre algún riesgo. Para evitar el peligro de una tal adicción, es importante que siga algunos principios básicos.

source: Please select
es: Seleccione

source: Please select "Payout" or "Stake" option.
es: Seleccione la opcion de "Pago" o "Apuesta".

source: Please send this email to %1.
es: Por favor envíe este correo a %1.

source: Please specify your country.
es: Especifique su país.

source: Please try again.
es: Por favor, inténtelo de nuevo.

source: Please type your chosen password twice into the fields below:
es: Escriba dos veces su contraseña en los campos a continuación:

source: Please upload image (*.jpg, *.jpeg, *.png) only.
es: Cargue una imagen solo en formato *.jpg, *.jpeg o *.png

source: Please use only alphanumeric characters or spaces.
es: Utilice solo caracteres alfanuméricos o espacios.

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
es: Utilice solo letras, espacios, guiones, puntos finales o apostrofes.

source: Please wait.<br />Your request is being processed.
es: Por favor, aguarde.<br />Se está procesando su solicitud.

source: Portfolio
es: Cartera

source: Postal Code / ZIP
es: Código postal / CP

source: Postcode is invalid.
es: El código postal no es válido.

source: Postcode is required for UK residents.
es: Código Postal es obligatorio para los residentes del Reino Unido.

source: Postcode must be less than 20 characters long and may not contain "+".
es: Código postal debe ser inferior a 20 caracteres y no puede contener "+".

source: Potential Payout
es: Pago potencial

source: Potential Profit
es: Beneficios potenciales

source: Power & simplicity
es: Potencia y simplicidad

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
es: Presenta el pago total máximo de los contratos pendientes en su cartera. Si se ajusta al máximo, no podrá comprar contratos adicionales sin primero cerrar las posiciones actuales.

source: Prevailing market price cannot be determined at this time.
es: En este momento, no es posible determinar el precio del mercado.

source: Prevailing market price cannot be determined.
es: No se puede determinar el precio actual de mercado.

source: Previous
es: Anterior

source: Price
es: Precio

source: Price Band
es: Banda de precios

source: Price Oscillator
es: Oscilador de precios

source: Price has moved in your favour from %1 to %2.
es: El precio se ha movido a su favor de %1 a %2.

source: Price the trade.
es: Valore el contrato.

source: Prices
es: Precios

source: Pricing Table
es: Tabla de precios

source: Print
es: Imprimir

source: Print chart
es: Imprimir el gráfico

source: Privacy & Security
es: Privacidad y seguridad

source: Processing Time
es: Tiempo de procesamiento

source: Prof
es: Beneficios

source: Profit
es: Beneficios

source: Profit Table
es: Tabla de beneficios

source: Profit/<wbr/>Loss
es: Pérdidas/<wbr/>Ganancias

source: Profit/Loss
es: Perdido/Ganado

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
es: Incorporar y exhibir prominente y constantemente las últimas versiones de los enlaces que le proporcione la Compañía en su sitio web y no alterará la forma, ubicación o funcionamiento de los enlaces sin el consentimiento previo de la Compañía

source: Promoting the %1 Site
es: Promoción del sitio %1

source: Promotional
es: Promocional

source: Proof of address
es: Comprobante de domicilio

source: Proper barriers could not be determined.
es: No se puede determinar barreras adecuadas.
