Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: The Randoms are simulated markets that use random numbers to model the uncertainty that exists in real markets.
es: Los Índices Random son mercados simulados que utilizan números aleatorios para modelar la incertidumbre que existe en los mercados reales.

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
es: Forex (o divisas) representa la relación entre los valores de dos monedas.

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
es: Índices representan el valor ponderado de un conjunto de empresas, normalmente negociados en la misma bolsa.

source: Smart indices.
es: Índices Smart.

source: Sectors
es: Sectores

source: Sectors represent the weighted value of a basket of companies which may operate in different countries and trade on different exchanges, but pursue similar lines of business.
es: Sectores representan el valor ponderado de un conjunto de empresas que pueden operar en diferentes países y diferentes bolsas, pero perseguiendo la misma línea de negocio.

source: United Kingdom Stocks
es: Acciones Reino Unido

source: India Stocks
es: Acciones India

source: Australia Stocks
es: Acciones Australia

source: Major Pairs
es: Pares mayores

source: The most widely traded and liquid forex pairs.
es: Los pares de divisas más negociadas y líquidas.

source: Americas
es: América

source: Agriculture Sector
es: Sector Agricultura

source: Spain Stocks
es: Acciones España

source: Italy Stocks
es: Acciones Italia

source: Industrials Sector
es: Sector de industria

source: Europe/Africa
es: Europa/África

source: Norway Stocks
es: Acciones Noruega

source: Germany Stocks
es: Acciones Alemania

source: Metals
es: Metales

source: Technology Sector
es: Sector Tecnología

source: Korea Stocks
es: Acciones Corea

source: Consumer Srv Sector
es: Sector Servicios Consumidor

source: Asia/Oceania
es: Asia/Oceanía

source: Energy
es: Energía

source: Smart FX indices
es: Índices Smart FX

source: Nocturnes
es: Nocturnos

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
es: Representan un único día de operaciones en mercados. Se restablecen al inicio de cada día de negociación (12:00 GMT).

source: United States Stocks
es: Acciones EE.UU.

source: Minor Pairs
es: Pares menores

source: Forex pairs of interest, but with less liquid international markets.
es: Pares de divisas de interés, pero en los mercados internacionales menos líquidos.

source: Global Sector
es: Sector Global

source: Energy Sector
es: Sector Energía

source: Metals Sector
es: Sector Metales

source: Outperformance
es: Rendimiento

source: Smart Outperformance indices
es: Índices Smart Outperformance

source: Associated with a number that represents the relative volatility of the market. For example, the Random 100 Index is twice as volatile as the Random 50 Index.
es: Asociados con un número que representa la volatilidad relativa del mercado. Por ejemplo, el Índice Random 100 es dos veces tan volátil como el Índice Random 50.

source: Quotidians
es: Cotidianos

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
es: Representan un único día de operaciones en el mercado. Se restablecen al inicio de cada día de negociación (00:00 GMT).

source: Financial Sector
es: Sector Finanzas

source: Europe/Africa Future
es: Europa/Africa Future

source: Japan Stocks
es: Acciones Japón

source: config-only
es: sólo configuración

source: Health Care Sector
es: Sector sanidad/salud

source: Vanilla Options
es: Opciones vainilla

source: Plain vanilla options
es: Opciones vainilla sencillos

source: Predict whether or not the market will touch a chosen level before expiration.
es: Haga predicción si el mercado tocará o no un nivel deseado antes de su vencimiento.

source: Predict the ending market level relative to 2 chosen barriers.
es: Haga predicción sobre el nivel del mercado al vencimiento del contrato en relación a las dos barreras seleccionadas.

source: Predict the ending market level relative to a chosen barrier.
es: Haga predicción sobre el nivel del mercado al vencimiento del contrato en relación a a la barrera seleccionada.

source: Asian Up/Down
es: Asiáticas Arriba/Abajo

source: Predict the ending market level relative to the average market prices throughout the course of the contract
es: Haga predicción sobre el nivel del mercado al vencimiento del contrato en relación al precio mediano durante el contrato

source: Predict the ending market level relative to the starting market level.
es: Haga predicción sobre el nivel del mercado al vencimiento del contrato en relación al precio de entrada.

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
es: Haga predicción si el mercado toca o no una de las dos barreras seleccionadas antes del vencimento del contrato.

source: Digit Match/Differ
es: Dígitos iguales/diferentes

source: Predict the last digit of the market price at expiration.
es: Haga su predicción del último dígito del precio del mercado al vencimiento.

source: ends between
es: Finaliza dentro

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at close on %5.
es: Pago de %1 %1 <strong>%2</strong> si %3 <strong>finaliza estrictamente entre%7</strong> y <strong>%6</strong> al cierre el %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5 after %4.
es: Pago de %%1 <strong>%%2</strong> si %3 <strong>finaliza estrictamente entre %7</strong> y <strong>%6</strong> a las %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>finaliza estrictamente entre%7</strong> y <strong>%6</strong> a las %5.

source: asian down
es: asiáticas abajo

source: %1 <strong>%2</strong> payout if the <strong>last tick</strong> of %3 is strictly <strong>lower</strong> than the <strong>average</strong> of the <strong>%5 ticks</strong>.
es: Pago de %1 <strong>%2</strong> si el <strong>último intervalo</strong> de %3 es estrictamente <strong>menor</strong> a la <strong>media</strong> de los <strong>%5 intervalos</strong>.

source: differs
es: es diferente

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5 after %4.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>no será %6</strong> a %5 después de %4.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>no será %6</strong> a %5.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> after <strong>%5 ticks</strong>.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>no será %6</strong> después de <strong>%5 intervalos</strong>.

source: falls
es: baja

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>menor</strong> a <strong>%6</strong> a las %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>menor</strong> a <strong>%6</strong> a las %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>lower</strong> than <strong>%6</strong>.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>menor</strong> a <strong>%6</strong> después de <strong>%5 intervalos</strong>.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at close on %5.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>menor</strong> a <strong>%6</strong> al cierre del %5.

source: does not touch
es: no toca

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through close on %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>no toca %6</strong> al cierre del %5.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 <strong>no toca %6</strong> hasta %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>no toca %6</strong> hasta %5.

source: higher
es: superior

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at close on %5.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>mayor</strong> a <strong>%6</strong> al cierre del %5.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>mayor</strong> a <strong>%6</strong> a las %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>mayor</strong> a <strong>%6</strong> a las %5.

source: ends outside
es: Finaliza fuera

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at close on %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>finaliza fuera de %7</strong> a <strong>%6</strong> al cierre del %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 <strong>finaliza fuera de %7</strong> a <strong>%6</strong> a las %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>finaliza fuera de %7</strong> a <strong>%6</strong> a las %5.

source: rises
es: alza

source: goes outside
es: sale fuera

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> to <strong>%6</strong> by close on %5.
es: Pago de %1 <strong>%2</strong> si %2 <strong>sale fuera del rango de %7</strong> a <strong>%6</strong> hasta el cierre del %5.

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> and <strong>%6</strong> by %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 <strong>sale fuera de %7</strong> y <strong>%6</strong> hasta las %5 después de %4.

source: touches
es: toca

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by close on %5.
es: Pago de %1 <strong>%2</strong> si %1 <strong>toca %6</strong> hasta el cierre del %5.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 <strong>toca %6</strong> hasta las %5 después de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>toca %6</strong> hasta las %5.

source: matches
es: coincide

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5 after %4.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>será %6</strong> a %5 después de %4.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>será %6</strong> a %5.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> after <strong>%5 ticks</strong>.
es: Pago de %1 <strong>%2</strong> si el último dígito de %3 <strong>será %6</strong> después de <strong>%5 intervalos</strong>.

source: stays between
es: queda dentro

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through close on %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>se queda entre %7</strong> y <strong>%6</strong> hasta el cierre de %5.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> and <strong>%6</strong> through %5 after %4.
es: Pago de %1 <strong>%2</strong> si %3 <strong>se queda estrictamente entre%7</strong> y <strong>%6</strong> hasta las %5 de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through %5.
es: Pago de %1 <strong>%2</strong> si %3 <strong>se queda estrictamente entre%7</strong> y <strong>%6</strong> hasta las %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>higher</strong> than <strong>%6</strong>.
es: Pago de %1 <strong>%2</strong> si %3 es estrictamente <strong>mayor</strong> a <strong>%6</strong> después de <strong>%5 intervalos</strong>.

source: asian up
es: asiáticos arriba

source: %1 <strong>%2</strong> payout if the <strong>last tick</strong> of %3 is strictly <strong>higher</strong> than the <strong>average</strong> of the <strong>%5 ticks</strong>.
es: Pago de %1 <strong>%2</strong> si el <strong>último intervalo</strong> de %3 es estrictamente <strong>mayor</strong> a la <strong>media</strong> de los <strong>%5 intervalos</strong>.

source: lower
es: inferior

source: Incorrect LoginID or password.
es: La contraseña o la indentificación de acceso son incorrectas.

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
es: El acceso a esta cuenta está temporalmente desactivado por cuestiones de mantenimiento. Inténtelo nuevamente dentro de 30 minutos.

source: This account is unavailable. For any questions please contact Customer Support.
es: Esta cuenta no está disponible. Ante alguna duda comuníquese con el servicio de atención al cliente.

source: Sorry, access through this IP network has been disabled. Please contact Customer Support.
es: Lo sentimos, se ha desactivado el acceso a través de esta red de IP. Por favor, póngase en contacto con el servicio de atención al cliente.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
es: Lo sentimos, ya tuvo demasiados intentos fallidos. Por favor, inténtelo de nuevo dentro de 5 minutos.
