Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: The term "the Company" shall denote either of Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. or Regent Markets (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
es: El término "la Compañía" se referirá a Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. o a Regent Markets (CR) S.A., dependiendo de la jurisdicción en la que se haya creado la cuenta de un cliente de acuerdo a los procedimientos de apertura de cuenta del sitio web y a las indicaciones de la sección "Sobre nosotros" del mismo.

source: The time is now %1 %2 and the market opening times (for the %3) are:
es: La hora actual es %1 %2 y los horarios de trabajo del mercado (para el %3) son:

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company’s Complaints and Disputes section.
es: Las transacciones realizadas en este sitio web y la relación entre los Clientes y la Compañía se regirán e interpretarán en conformidad con las leyes del país de constitución de la Compañía (el "Jurisdicción"), que será la Isla de Man, Malta o Costa Rica. Usted está de acuerdo que los tribunales de la jurisdicción serán los únicos órganos competentes para resolver las controversias que puedan surgir. Para tales fines, se someterá irrevocablemente a la jurisdicción de los tribunales de la jurisdicción en relación a cualquier disputa y acepta que cualquier reclamo que pueda tener en contra de la Compañía sólo se resolverá en los tribunales de la Jurisdicción. En el caso de haber diferencias entre la versión en inglés de este sitio web y cualquier otro idioma, prevalecerá la versión en inglés.

source: The two passwords that you entered do not match.
es: Las dos contraseñas ingresadas no coinciden.

source: The underlying market has moved too much since you priced the contract.
es: El mercado subyacente se ha alterado mucho desde que le dio un precio al contrato.

source: The value of your open positions
es: Valor de sus posiciones abiertas

source: Then please ask your IT developer to fork the %2 repo on github, and to make the changes you require to the HTML, Javascript, CSS, and images of the website. If you don't have an IT developer at your disposal, you can recruit one by placing a free advert on %1.
es: Entonces, por favor pregunte a su desarrollador de sistemas de tecnologíasa bifurcar el repositorio de %2 en GitHub and hacer los cambios que quiere para el HTML, Javascript, CSS y las imágenes de la página web. Si usted no tiene a un desarrollador de sistemas a su disposición, puede contratar a uno mediante la colocación de un anuncio gratis en %1.

source: Then, make your trade
es: Después, compre su contrato

source: There are no Payment Agents in your country (%1).
es: No hay agentes de pagos disponibles en su país (%1).

source: There are no available Payment Agents.
es: No hay agentes de pagos disponibles.

source: There are no contracts during this period
es: No hay contratos durante este período

source: There are no costs involved on the Binary.com side. However you will bear the costs of your own IT developers who develop the white-label for you.
es: No hay costos involucrados de parte de Binary.com. Sin embargo, usted será responsable de los gastos para pagar a su desarrollador de sistemas que desarrollan la etiqueta blanca para usted.

source: There are no items during this period
es: No existen elementos en este período

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
es: Existen riesgos relacionados con el uso de un sistema de contratación comercial por Internet, inclusive pero sin limitarse a fallos de hardware, software y de conexión a Internet. Debido a que %1 no controla la señal, la recepción o el enrutamiento a Internet, la configuración de su equipo o la confiabilidad de la conexión, no podemos responsabilizarnos por fallas en la comunicación, distorsiones o retrasos durante la contratación por medio de Internet.

source: There is no intraday data for %1 on %2.
es: No existen datos de intradía para %1 el %2.

source: There may be a delay of up to 24 hours before your registration becomes valid.
es: Puede haber un retraso de hasta 24 horas antes de que su registro sea válido.

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
es: Se ha producido una interrupción de datos del mercado durante el período del contrato. Para transacciones de la cuenta de dinero real vamos a tratar de corregir esto y liquidar el contrato correctamente; si no fuera posible, cancelaremos el contrato y le devolveremos su precio de compra. Para las cuentas de dinero virtual, cancelaremos el contrato y le devolveremos su precio de compra.

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
es: Hubo un problema al validar su dirección de correo electrónico. Verifique los campos indicados. Si necesita ayuda, contáctese con nuestro <a href="%1">servicio de atención al cliente</a>.

source: There was an error and we were unable to process your request.
es: Se ha producido un error y no hemos podido procesar su solicitud en este momento.

source: There was an error processing the request.
es: Hubo un error al procesar la solicitud.

source: Therefore you may not withdraw any additional funds.
es: Por lo tanto, es posible que no pueda retirar más fondos.

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is EUR %1 (or %2 in other currency
es: Por lo tanto, su máximo actual de retiro inmediato (sujeto a la existencia de fondos suficientes en su cuenta) es de EUR %1 (o %2 en otra divisa

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
es: Estos son los contratos en los que el comerciante predice si el mercado terminará por encima o debajo de un determinado objetivo de precio.

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
es: Estos son los contratos en los que el comerciante predice si un mercado subirá o bajará al final del período de tiempo seleccionado.

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades)'.
es: Estos son los contratos en los que el comerciante selecciona un límite superior y uno inferior y hace predicción so el mercado permanecerá entre esos límites o si saldrá fuera de ellos (vea también "Contratos Queda dentro/Sale").

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
es: Estos son los contratos en los que el comerciante selecciona un precio objetivo y predice que el mercado nunca tocará el objetivo antes del vencimiento del contrato.

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
es: Estos son los contratos en los que que el comerciante selecciona un precio objetivo y predice que el mercado tocará el objetivo antes del vencimiento del contrato.

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Regent Markets Group company. If you have questions about these terms or would like information about licensing materials from Regent Markets Group, please contact us.
es: Estos materiales no se pueden copiar ni distribuir con fines comerciales o a modo de compensación sin autorización previa por escrito de una compañía de Regent Markets Group. Si tiene dudas acerca de estos términos o necesita más información de Regent Markets Group acerca de la licencia por materiales, comuníquese con nosotros.

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
es: Este Acuerdo contiene la totalidad del acuerdo entre las partes con respecto al tema tratado y sustituye todos los acuerdos y arreglos previos entre las partes con respecto al tema tratado.

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
es: Este Acuerdo se puede finalizar en el acto por cualquiera de las partes avisando por escrito a la otra parte si la otra parte incumple sustancialmente los términos de este Acuerdo y, ante la situación de un quebrantamiento remediable, no remedia el incumplimiento dentro de 15 días de haber recibido el aviso por escrito de dicho incumplimiento.

source: This Agreement shall be governed by and construed in accordance with the laws of Jersey (the "Jurisdiction"), you agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
es: Este Acuerdo se regirá e interpretará de acuerdo a las leyes del Bailiazgo de Jersey (la "Jurisdicción"), usted acepta que los tribunales de la Jurisdicción serán los únicos órganos competentes para resolver las controversias que puedan surgir en relación al mismo. A estos efectos, usted se somete irrevocablemente a la jurisdicción de los tribunales de la Jurisdicción en relación con cualquier disputa y acepta que cualquier reclamo que usted pueda tener en contra de la Compañía sólo se resolverá en los tribunales de la Jurisdicción. En el caso de haber diferencias entre la versión en inglés de este sitio web y cualquier otro idioma, prevalecerá la versión en inglés.

source: This Agreement shall commence on the date that the Company notifies you that your application to join the Company affiliates program has been successful and shall continue until terminated in accordance with this clause.
es: Este Acuerdo entrará en vigor en la fecha en que la Compañía le notifique que su solicitud para unirse al programa de afiliados de la Compañía ha tenido éxito y continuará hasta que sea finalizado de acuerdo a esta cláusula.

source: This Document
es: El presente Documento

source: This Payment Agent cashier section is locked.
es: Esta sección de cajero del agente de pagos está bloqueada.

source: This URL is invalid.
es: Esta URL no es válida.

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
es: Esta cuenta no está disponible. Ante alguna duda comuníquese con el <a href="%1">servicio de atención al cliente</a>.

source: This bonus code has expired.
es: Este código de bonificación ha caducado.

source: This bonus code is not available.
es: Este código de bonificación no está disponible.

source: This call will return the same JSON structure that can be previewed from the API Console Facility.
es: Esta llamada devolverá la misma estructura JSON que se puede ver en la facilidad para la consola de API.

source: This client cashier section is locked.
es: Esta sección de cajero del cliente está bloqueada.

source: This contract cannot be properly validated at this time.
es: En este momento, no es posible validar este contrato.

source: This contract has already expired.
es: Este contrato ya expiró.

source: This contract has been deprecated; no further information available.
es: Contrato negado. No hay más información disponible.

source: This contract has been sold.
es: El contrato ha sido vendido.

source: This contract has expired.
es: El contrato ha expirado.

source: This contract is limited to
es: Este contrato está limitado a

source: This contract is no longer offered.
es: Este contrato ya no está en oferta.

source: This contract is unavailable on this account.
es: Este contrato no está disponible para esta cuenta.

source: This contract lost
es: Este contrato perdió

source: This contract offers no return.
es: Este contrato no ofrece ganancias.

source: This contract was not found among your open positions.
es: Este contrato no se ha encontrado entre sus posiciones abiertas.

source: This contract won
es: Este contrato ganó

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Regent Markets Group, and you (the person who applied for this program; "you" or "your"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful) to promote the website %1
es: Este documento (el "Acuerdo") expone los términos y condiciones entre "la Compañía", Regent Markets Group, y usted (la persona que aplicó para este programa; "usted" o "su"), en relación a su solicitud para crear una cuenta de afiliado (y afiliación al programa de afiliados si su solicitud es estimada con éxito) para promocionar el sitio web %1

source: This function is not relevant to Virtual money accounts
es: Esta función no es relevante para cuentas de dinero virtual

source: This is a virtual-money account. Please click <a class="pjaxload" href="%1">here</a> to open a real-money account and deposit funds.
es: Esta es una cuenta de dinero virtual. Haga clic <a class="pjaxload" href="%1">aquí</a> para abrir una cuenta de dinero real y depositar fondos.

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
es: Este es un mensaje automático para alertarlo de que hubo un intento sin éxito de desbloquear la sección Cajero/Configuración de su cuenta %1 desde la dirección IP %2

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
es: Esta es una barrera indicativa. Barrera real será el punto de entrada más el desplazamiento de barrera.

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
es: Este es otro premio que realmente saboreamos. Trade2win es un portal para los inversores activos que buscan beneficios de acciones, futuros, opciones y divisas, y estos comerciantes nos premian con el premio de plata (y el oro se otorga a Betfair por muy poca diferencia). Significa que los inversores activos en todo el mundo le otorgan una alta valoración a nuestra plataforma.

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
es: Esto sí que es grande. Recogemos un doble premio de Financial Times y Investors Chronicle, lo que refleja nuestro éxito en la mejora de la calidad y la facilidad de uso de nuestro sitio web y los productos.

source: This is our 'next generation' charting tool.
es: Estos son nuestros gráficos de la última generación.

source: This is the Callback URL required by the 3-legged authentication procedure as described in the
es: Esta es una Callback URL requerida por el procedimiento de autenticación 3-legged OAuth como se describe en

source: This is the current price at which an underlying can be bought or sold at a particular time.
es: Este es el precio actual al que se puede comprar o vender el instrumento del mercado en un momento determinado.

source: This is to confirm that your email address for your account %1 on %2 has been changed from %3 to %4
es: Esto es para confirmar que la dirección de correo electrónico de su cuenta %1 en %2 ha cambiado de %3 a %4

source: This market closes early today at
es: Este mercado cierra temprano hoy a las

source: This market is presently closed.
es: Este mercado está cerrado.

source: This market opens late today at
es: Este mercado abre tarde hoy a las

source: This method is for web applications which are hosted on their own web-server. It is the most secure way of protecting your organisation's identity as the owner of your application.
es: Este método es para las aplicaciones web que están hospedados en su propio servidor web. Es la forma más segura de proteger la identidad de su organización como el dueño de la aplicación.

source: This method is suited to JavaScript-only (typically mobile-embedded) applications. Use this method when you do not have your own application server.
es: Este método es adecuado para aplicaciones JavaScript (normalmente ya disponibles con el móvil). Utilice este método cuando no tiene su propio servidor de aplicaciones.

source: This name will appear to your end-users when they authenticate at binary.com. Use between 5 and 30 alphanumeric chars.
es: Este nombre se mostrará a los usuarios finales cuando se autentican en binary.com. Utilice entre 5 y 30 caracteres alfanuméricos.

source: This offer cannot be used in conjunction with any other offer.
es: Esta oferta no se puede usar en combinación con otras ofertas.

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
es: Esta promoción solo está disponible para Clientes nuevos. No se aplica a Clientes actuales o anteriores. Está disponible solo una vez para cada Cliente.

source: This trade is not offered.
es: Este contrato no está en oferta.

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
es: Este sitio web incluye enlaces a otros y puede contener publicidades relacionadas con otros sitios web. Estos sitios y sus respectivas publicidades pueden ingresar cookies a su navegador, por lo que están fuera de nuestro control. No somos responsables de las políticas de privacidad o del contenido de estos sitios. Le sugerimos leer las políticas de privacidad de estos sitios ya que pueden diferir de la nuestra.

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
es: Este sitio web no reúne su información de identificación personal excepto cuando usted la provee con total voluntad. La tecnología llamada "cookies" se puede usar para brindar información personalizada de un sitio web. Un cookie es un elemento de datos que un sitio web puede enviar a su navegador, que a su vez, almacena en su sistema. Usted puede configurar su navegador para que lo notifique cuando recibe una cookie. Luego deberá ingresar su usuario y contraseña nuevamente en cada formulario que se necesita para ingresar al sistema. Se le sugiere elegir esta opción si tiene dudas acerca de la seguridad de su navegador o de su PC.

source: This website is marketed in the UK and Isle of Man by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission - <a href='%1' target='_blank'>view license</a>. This website is marketed in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by (1) the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010 and for UK clients by (2) the UK Gambling Commission - <a href='%2' target='_blank'>view license</a>. This website's services are not made available in the USA, Japan or Hong Kong, or to persons under age 18.
es: Este sitio web se comercializa en el Reino Unido y la Isla de Man por Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isla de Man, las Islas Británicas, autorizado y regulado por (1) la Comisión de Supervisión del Juego de la Isla de Man, las Islas Británicas, licencia de juego en línea vigente publicada el 31 de agosto de 2012, y para los clientes del Reino Unido, por la comisión (2) UK Gambling Commission - <a href='%1' target='_blank'>ver la licencia</a>. En el resto de la UE este sitio web está comercializado por Regent Marcets(Malta) Ltd., Mompalao Building, Suite 2, Torre Road, Msida MSD1825, Malta, autorizado y regulado por (1) lasAutoridad de Loterías y Juegos de Malta, con el número de la licencia LGA/CL2/118/2000, del 26 de mayo de 2010, y para los clientes del Reino Unido, por la comisión (2) UK Gambling Commission - <a href='%2' target='_blank'>ver la licencia</a>. Los servicios de este sitio web no están disponibles en los EE.UU., Japón o Hong Kong o a las personas menores de 18 años.

source: Throughout the term of this Agreement, you shall:
es: Durante la vigencia de este contrato, deberá usted:

source: Thursday
es: Jueves

source: Tick
es: Intervalo

source: Tick by Tick
es: Intervalo a intervalo
