Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
es: Proporcionar a la Compañía de toda la información relacionada a la Compañía (incluyendo pero sin limitarse a las contraseñas) sin costo a la Compañía, para permitir que la Compañía supervise su sitio web y se asegure de que usted está cumpliendo con estos términos y condiciones.

source: Provide us with the following documentation:
es: Bríndenos la siguiente documentación:

source: Purchase
es: Compra

source: Purchase Date
es: Fecha de compra

source: Purchase Price
es: Precio de compra

source: Purchase Spot
es: Precio de contado de compra

source: Purchase Time
es: Hora de compra

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
es: Compra de contratos adicionales causaría que llegase a su límite de facturación diaria de %1%2.

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
es: Coloque un límite a sus ganancias. Una vez que alcanzó el límite, guarde algo y opere con el resto del dinero.

source: Quote
es: Cotización

source: Random 100 Index
es: Random 100

source: Random 25 Index
es: Random 25

source: Random 50 Index
es: Random 50

source: Random 75 Index
es: Random 75

source: Random Bear
es: Random Osos

source: Random Indices
es: Índices Random

source: Random Markets
es: Random

source: Random Moon
es: Random Luna

source: Random Nocturnes
es: Random nocturnos

source: Random Quotidians
es: Random Cotidianos

source: Random Yang
es: Random Yan

source: Range
es: Rango

source: Rate of Change
es: Tasa de cambio

source: Raw tick data
es: Datos de los intervalos

source: Read about the five types of trade offered by %1.
es: Lea acerca de los cinco tipos de contratos ofrecidos por %1.

source: Read the answers to some common questions.
es: Lea las respuestas a algunas preguntas comunes.

source: Real money account
es: Cuenta de dinero real

source: Real time intraday
es: Tiempo real intradía

source: Real-time prices, benchmarked against interbank options markets.
es: Precios en tiempo real, cotejados con mercados de opciones interbancarias.

source: Realtime data is not available for this underlying
es: Datos en tiempo real no están disponible para este instrumento

source: Reap the rewards of trading binaries, knowing your funds are always safe.
es: Coseche los frutos del comercio con los binarios con la garantía de que su dinero está siempre seguro.

source: Regent Markets (C.R.) S.A., registered in Costa Rica.
es: Regent Markets (C.R.) S.A., registrado en Costa Rica.

source: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man. Current online gambling licence granted on the 31 August 2012.
es: Regent Markets (IOM) Ltd, Primer piso, Casa Millennium, Victoria Road, Douglas, Isla de Man, IM2 4RW. Licenciado y regulado por la Comisión de Supervisión del Juego de la Isla de Man. Licencia actual de juego en línea otorgada el 31 de agosto de 2012.

source: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000.
es: Regent Markets (Malta) Ltd, Edificio Mompalao, Suite 2, Tower Road, Msida MSD1825, Malta. Licenciado y regulado por la Autoridad de loterías y juego de Malta, licencia nº LGA/CL2/118/2000.

source: Regent Markets Group Limited, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is partly owned by the %1, a diversified mining group focused on the Asian Pacific region and listed on the Hong Kong exchange %2.
es: Regent Markets Group Limited, con dirección de oficina registrada en <span itemprop="location">47 Esplanade, St. Helier, Jersey, JE 0BD Islas del canal</span>, es parcialmente propiedad de %1, un grupo diversificado de minería enfocado en la región de Asia y el Pacífico que cotiza en la bolsa de acciones de Hong Kong %2.

source: Regent Markets acquires BetsForTraders client base
es: Regent Markets adquiere la base de datos de clientes de BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
es: Regent Markets solicita una patente en marzo de 2000 basada en nuestra posición exclusiva como el único competidor serio en el negocio de apuestas financieras de probabilidades fijas. En mayo, se registra el nombre comercial BetOnMarkets y nos movemos a Malta para adquirir una licencia de apuestas por Internet.

source: Regent Markets files for patent, and registers BetOnMarkets trading name
es: Regent Markets solicita una patente y registra el nombre comercial BetOnMarkets

source: Regent Markets granted US patent for ‘Betting system and method’
es: Regent Markets es concedido la patente en los EE.UU. como para "un sistema de apuestas y el método"

source: Regent Markets granted two new US patents
es: Regent Markets es concedido dos nuevas patentes en los EE.UU.

source: Regent Markets is founded by Jean-Yves Sireau
es: Regent Markets es fundada por Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
es: Regent Markets obtiene una licencia en la Isla de Man

source: Regent Markets receives funding to provide on-line financial betting services
es: Regent Markets recibe fondos para ofrecer servicios de apuestas financieras en línea

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
es: Regent Markets establece un centro de programación en Cyberjaya, Malasia

source: Register
es: Regístrese

source: Registration
es: Regístrese

source: Rel Change
es: Tasa de cambio

source: Relative Strength Index
es: Índice relativo de la fuerza

source: Reload Cashier
es: Actualizar cajero

source: Reload page
es: Recargar página

source: Remove Overlay
es: Quitar superposición

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
es: Representa el monto máximo de dinero que puede tener en su cuenta. Si se alcanza el máximo se le pedirá que retire sus fondos.

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
es: Representa el número máximo de contratos pendientes en su cartera. Cada línea de su cartera cuenta para una posición abierta. Una vez que se alcanza el máximo no podrá abrir nuevas posiciones sin cerrar las posiciones existentes primero.

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
es: Representa el volumen máximo de contratos que puede comprar en un día de comercialización determinado.

source: Required
es: Requerido

source: Resale of this contract is not offered due to end-of-year market holidays.
es: La reventa de este contrato no se oferece debido a los festivos del mercado.

source: Resale of this contract is not offered due to market holiday during contract period.
es: La reventa de este contrato no se oferece debido a los festivos del mercado durante el período del contrato.

source: Resale of this contract is not offered due to market holidays during contract period.
es: La reventa de este contraro no se oferece debido a los festivos durante el período del contrato.

source: Resale of this contract is not offered with less than %1 remaining.
es: La reventa de este contrato no se oferece con menos de %1 de tiempo restante.

source: Resale of this contract is not offered.
es: La reventa de este contrato no se oferece.

source: Resale price
es: Precio de venta

source: Reset password
es: Restablecer contraseña

source: Resources
es: Recursos

source: Responsible Trading
es: Transacción responsable

source: Result
es: Resultado

source: Retracement Percentages
es: Porcentajes de fluctuaciones de alza y baja del mercado

source: Retry
es: Reintentar

source: Return
es: Ganancias

source: Returns above 100% on simple %1 contracts.
es: Los rendimientos de más del 100% en contratos simples %1.

source: Returns above 1000% on %1 and %2 trades.
es: Rendimientos superiores a 1000% en contratos %1 y %2.

source: Revoke Attorney
es: Revokar el poder

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
es: Haga clic con el botón derecho para agregar estudios, líneas, superposiciones y demás. Puede guardar su trabajo seleccionando Espacio de trabajo desde el menú superior.

source: Rights Offering
es: Oferta de Derechos

source: Rise
es: Alza

source: Rise / Fall
es: Alza / Baja

source: Rise / Fall Table
es: Tabla de alza / baja

source: Rise Contract Return
es: Ganancia de contrato de alza

source: Rise Contract Return (%)
es: Ganancia de contrato de alza (%)

source: Rise/Fall
es: Alza/Baja

source: Rise/Fall Table
es: Tabla de Alza/Baja

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
es: Los contratos de Alza/Baja de corto plazo menos de 5 minutos solo están disponibles si selecciona "Ahora" como momento de comienzo.

source: Rise/Fall trades
es: Contratos Alza/Baja

source: Rise/fall trades
es: Contratos Alza/Baja

source: Risk Disclaimer
es: Advertencia de riesgo

source: Russia
es: Rusia

source: Sale Date
es: Fecha de venta

source: Sale Price
es: Precio venta

source: Saturday
es: Sábado

source: Save
es: Guardar

source: Save as CSV
es: Guardar en formato CSV

source: Save as JPEG
es: Guardar en formato JPEG

source: Save as PDF
es: Guardar en formato PDF

source: Save as PNG
es: Guardar en formato PNG

source: Save as SVG
es: Guardar en formato SVG

source: Screenshot
es: Captura de pantalla

source: Second line of home address
es: Segunda línea de domicilio

source: Secret question
es: Pregunta secreta

source: Security
es: Seguridad

source: Security Statement
es: Declaración de seguridad

source: Security and Privacy
es: Seguridad/privacidad

source: See Terms
es: Ver términos

source: See demo
es: Ver demo

source: See our
es: Ver

source: Select Country
es: Seleccionar país

source: Select indices
es: Seleccione los índices

source: Select market
es: Seleccione mercado

source: Self-Exclusion Facilities
es: Características de auto-exclusión

source: Sell
es: Venta

source: Sell Price
es: Precio venta

source: Sell Spot
es: Precio de contado de venta

source: Sell Time
es: Hora de venta

source: Sell at market
es: Vender al precio del mercado actual

source: Sell back trades at market prices.
es: Revenda los contratos según los precios del mercado.

source: Sell option
es: Opción de venta

source: Send
es: Enviar

source: Send us a CV and a covering letter that describes your career interests.
es: Envíenos su currículum y una carta de presentación que describa sus intereses profesionales.

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
es: Haga un depósito con un agente de pago. Los fondos depositados se mostrarán en su cuenta, menos la comisión que cobra el agente.

source: September
es: Septiembre

source: Service summary
es: Resumen de servicios

source: Session duration limit cannot be more than 1440 minutes.
es: El límite de la duración de la sesión no puede ser superior a 1440 minutos.

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
es: Actualmente el límite de duración de la sesión está establecido en <strong>%1 minutos.</strong>

source: Session duration limit, in minutes
es: Límite de la duración de la sesión, en minutos

source: Set your position
es: Establezca su posición

source: Settings
es: Configuración

source: Settles
es: Establece

source: Sharp Prices. Smart Trading.
es: Mejores precios. Comercio inteligente.

source: Sharp prices
es: Mejores precios

source: Short summary of your Payment Agent service
es: Breve resumen de su servicio de agente de pagos

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
es: En caso cuando se produce una interrupción en los datos de mercado sin poder rectificarse inmediatamente por la Compañía, la Compañía se reserva el derecho a devolver el precio de compra del contrato.

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
es: En caso de que cualquier cliente por quien usted esté recibiendo comisiones procese una devolución de cargo, la Compañía se reserva el derecho a deducir la parte de la comisión de la devolución de cargo del saldo total que le corresponda en el respectivo mes. Si esta deducción de los ingresos acumulados excediera su importe actual, su saldo se volverá negativo y usted tendrá que obtener ingresos para cubrir la devolución de cargo antes de poder volver a obtener ingresos. La Compañía se reserva el derecho, en casos especiales, de excluir el reparto de ingresos de los fondos de promoción depositados en la cuenta del cliente por la Compañía.

source: Should the Company receive a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that the affiliate is in breach of any relevant advertising code of practice, then the Company has the right to terminate this Agreement.
es: Si la Compañía recibe una queja que podría haber implicado una entidad de resolución de disputas alternativa, o si la Compañía considera que el afiliado ha cometido una violación del código de las prácticas publicitarias, la Compañía tiene el derecho de terminar este Acuerdo.

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
es: En caso de que estos gastos no sean cubiertos por los fondos en su cuenta nos reservamos el derecho a investigar otros medios alternativos para obtener el pago, por ejemplo: en caso de que su cuenta haya generado cuentas que compran, retendremos el pago de las comisiones de estas cuentas hasta el momento en que la cuenta por perjuicios se haya abonado.

source: Should you need any further assistance please do not hesitate to email
es: En caso de que necesite asesoramiento no dude en enviarnos un correo electrónico.

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
es: Si necesita ayuda o apoyo, por favor póngase en contacto con nuestro <a href="%1">Departamento de servicio al cliente</a> y uno de nuestros representantes le ayudará tan pronto como sea posible.

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
es: En caso de que necesite designar un Agente de Inversiones debe leer y estar de acuerdo con lo siguiente.

source: Show
es: Mostrar

source: Show chart for the given dates
es: Mostrar gráficos para las fechas indicadas

source: Show extended options
es: Mostrar opciones adicionales

source: Show last spot
es: Mostrar el último precio de contado

source: Show payment agents for:
es: Mostrar agentes de pagos para:

source: Sign Me Up
es: Registrarme

source: Simple Moving Average
es: Promedio móvil simple

source: Simplicity
es: Simplicidad

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
es: Simplemente cambie alguno de sus parámetros y el precio del contrato cambia al instante, que le permite saber el potencial de su contrato en tiempo real. % 1 garantiza precios justos y transparentes, mostrando las dos posibles direcciones del contrato.

source: Site
es: Sitio

source: Slow Stochastic
es: Estocástico lento

source: Small
es: Pequeño

source: Smart Indices
es: Índices Smart

source: Smart indices
es: Índices Smart

source: Smoothing out random noise
es: Suavizado de ruido aleatorio

source: Sorry, $currency is not default currency for client
es: Lo sentimos, $currency no es la moneda por defecto del cliente

source: Sorry, $currency is not default currency for payment agent
es: Lo sentimos, $currency no es la moneda por defecto de agente de pago

source: Sorry, OHLC is not available for %1.
es: Lo sentimos, OHLC no está disponible para %1.

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
es: Lo sentimos, los pagos a través de agentes de pago están desactivados temporalmente por cuestiones de mantenimiento. Inténtelo nuevamente dentro de 30 minutos.

source: Sorry, access to the CASHIER SECTION is disabled for TRADING AGENT accounts. This is to protect you from accidentally attempting to place real money contracts via this account instead of using it to place trades for authorised third parties.
es: Lo sentimos, se deshabilitó el acceso a la SECCIÓN DE CAJERO para las cuentas de los AGENTES DE PAGOS. Esto es para protegerlo de intentar colocar accidentalmente contratos de dinero real a través de esta cuenta en lugar de hacerlo mediante terceros autorizados.

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
es: Lo sentimos, ha ocurrido un error con este contrato. Por favor, inténtelo de nuevo en unos minutos.. Si este error persiste, póngase en contacto con nuestro servicio de atención al cliente.

source: Sorry, an error occurred
es: Lo sentimos, ha ocurrido un error

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
es: Lo sentimos, ha ocurrido un error mientras cargando el formulario. Contáctese con el servicio de atención al cliente si el problema persiste

source: Sorry, an error occurred while processing your account.
es: Lo sentimos, ha ocurrido un error mientras se procesaba su cuenta.

source: Sorry, broker %1 does not allow transfers from payment agents.
es: Lo sentimos, %1 no permite transferencias de agentes de pago.

source: Sorry, new account opening is suspended for the time being.
es: Lo sentimos, por el momento está suspendida la opción para abrir una cuenta.

source: Sorry, only UK residents can authenticate their identity online.
es: Lo sentimos, solo los residentes del Reino Unido pueden autenticar su identidad en línea.

source: Sorry, only USD is allowed.
es: Lo sentimos, sólo se permiten dólares estadounidenses.

source: Sorry, our service is not available for residents of %1.
es: Lo sentimos, nuestro servicio no está disponible para residentes de %1.

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
es: Lo sentimos, los pagos a los agentes no están disponibles los fines de semana (UTC zona horaria).

source: Sorry, payments are suspended due to system maintenance. Please try again in 30 minutes time.
es: Lo sentimos, los pagos están suspendidos por cuestiones de mantenimiento. Inténtelo nuevamente dentro de 30 minutos.

source: Sorry, the IP Security field you specified (%1) wouldn't let you in from your current IP address %2.
es: Lo sentimos, el campo de seguridad de IP especificado (%1) no le permitirá ingresar desde su actual dirección de IP %2.

source: Sorry, the Login ID (%1) does not exist.
es: Lo sentimos, su identificación de acceso (%1) no existe.

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
es: Lo sentimos, los retiros a través de agentes de pago están desactivados temporalmente por cuestiones de mantenimiento. Inténtelo nuevamente dentro de 30 minutos.

source: Sorry, the Payment Agent does not exist.
es: Lo sentimos, el agente de pagos no existe.

source: Sorry, the Payment Agent is unavailable for your region.
es: Lo sentimos, no hay agentes de pagos disponibles para su región.

source: Sorry, the Payment Agent's currency
es: Lo sentimos, la moneda del agente de pago

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1. The current aggregate payout of contracts on your account is %2%3 therefore you cannot buy a contract that would pay out an additional %2%4.
es: Lo sentimos, los pagos agregados de los contratos en su cuenta no pueden exceder %2%1. El actual pago agregado de los contratos en su cuenta es de %2%3, por lo tanto no puede pagar un contrato que pagará un adicional de %2%4.

source: Sorry, the currency format is incorrect.
es: Lo sentimos, el formato de las divisas es incorrecto.

source: Sorry, the market is currently closed.
es: Lo sentimos, el mercado está cerrado por el momento.

source: Sorry, the page cannot be found.
es: Lo sentimos, la página no se encuentra disponible.

source: Sorry, the same contract cannot be purchased more than once. You already have an identical contract in your account.
es: Lo sentimos, no puede comprar el mismo contrato más de una vez. Ya tiene un contrato idéntico en su cuenta.

source: Sorry, there is too much data to display, please select a shorter interval
es: Lo sentimos, hay demasiados datos para mostrar. Seleccione un intervalo más breve.

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
es: Lo sentimos, ocurrió un problema para validar su información personal con su procesador de pago. Contáctese con nuestro servicio de atención al cliente.

source: Sorry, this feature is available to virtual accounts only
es: Lo sentimos, esta característica está disponible solo para cuentas virtuales.

source: Sorry, this page cannot be refreshed.
es: Lo sentimos, esta página no puede actualizarse.

source: Sorry, withdrawals cannot be made on the day of your account opening. Please wait until tomorrow to make a withdrawal.
es: Lo sentimos, los retiros de dinero no pueden realizarse el día que abre su cuenta. Aguarde hasta mañana.

source: Sorry, you are too young to open an account.
es: Lo sentimos, usted es muy joven para abrir una cuenta.

source: Sorry, you cannot hold more than %1 contracts at a given time. Please sell some of your existing contracts before buying any more.
es: Lo sentimos, no puede retener más de dos contratos de %1 al mismo tiempo. Venda alguno de sus contratos actuales antes de comprar más.

source: Sorry, you cannot withdraw.
es: Lo sentimos, no puede retirar dinero.
