Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
es: Inicie sesión en su cuenta de afiliado de %1 y haga clic en: Finanzas &rarr; Detalles de pago.

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
es: Inicie sesión en su cuenta de afiliado de %1 y haga clic en: Marketing &rarr; Todos los medios.

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
es: Inicie sesión en su cuenta de afiliado de %1 y haga clic en: Informes &rarr; Informe de tráfico.

source: Logarithmic Scale
es: Escala logarítmica

source: Login
es: Iniciar sesión

source: Login ID
es: Identificación de acceso

source: Login ID (%1) does not exist.
es: Su identificación de acceso (%1) no existe.

source: Login Trouble
es: Problemas para iniciar la sesión

source: Login trouble
es: Problemas de inicio de sesión

source: Long-term partnership with the leading financial trading service
es: Asociación a largo plazo con el servicio líder de inversión financiera

source: Loss
es: Pérdida

source: Lost password?
es: ¿Olvidó su contraseña?

source: Low
es: Bajo

source: Low Barrier
es: Barrera Inferior

source: Low Barrier should be number only
es: La barrera inferior debe ser un valor numérico

source: Low barrier
es: Barrera inferior

source: Low barrier offset
es: Desplazamiento de la barrera inferior

source: Lower Band
es: Banda baja

source: Lower Band = Average - 0.5 * Std Deviation
es: Banda baja = Promedio - 0.5 * Desviación estándar

source: Lower barrier is out of acceptable range. Please adjust the lower barrier.
es: La barrera inferior se encuentra fuera del rango aceptable. Por favor, cambie la barrera inferior.

source: MACD Signal
es: Señal MACD

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
es: Mantener su sitio web y promocionar %1 de forma apropiada y contactarnos si va a cambiar el diseño o distribución o si va a agregar material que podría influir en nuestra opinión acerca de si usted es o no un socio afiliado conveniente.

source: Make a Deposit
es: Haga un depósito

source: Make a deposit or withdraw
es: Depositar y retirar

source: Make a deposit using credit card, bank wire, cheque and e-cash. Accounts are available in dollars, pounds and euros. The minimum account size is ($/&pound;/&euro;) 5 and the maximum account size is ($/&pound;/&euro;) 150,000.
es: Efectúe un depósito vía tarjeta de crédito, transferencia bancaria, cheque y dinero electrónico. Hay cuentas disponibles en dólares, libras y euros. El tamaño de cuenta mínimo es de ($/&pound;/&euro;) 5 y el máximo es de ($/&pound;/&euro;) 150,000.

source: Make your trade
es: Realice su transacción

source: March
es: Marzo

source: Market
es: Mercado

source: Market Data
es: Gráficos

source: Market Opinions
es: Opiniones del mercado

source: Market Professionals
es: Profesionales del mercado

source: Market exit price
es: Precio de salida del mercado

source: Market holiday during the contract period. Select an expiry date after %1.
es: Hay días festivos del mercado durante el período del contrato. Seleccione una fecha de vencimiento después de %1.

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
es: Los precios de los mercados se actualizan mayoritariamente a cada segundo. Para cualquier segundo dado, el precio del mercado será actualizado al primer intervalo, si lo hay, recibido en ese segundo en particular en el flujo de datos de la compañía.

source: Market-closing times: Please refer to
es: Hora de cierre de los mercados: diríjase a

source: Market:
es: Mercado:

source: Marketing and Promotion
es: Marketing y promoción

source: Markets
es: Mercados

source: Mass Index
es: Índice de masa

source: Matched Contract Bonus
es: Bonificación de contratos emparejados

source: Max
es: Máx

source: Maximum
es: Máximo

source: Maximum account cash balance
es: Saldo de caja máximo en la cuenta

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
es: El saldo de caja máximo en la cuenta establecido actualmente es <strong>%1 %2</strong>

source: Maximum aggregate contract purchases per day.
es: Máximo de adquisiciones de contratos agregados por día.

source: Maximum aggregate payouts on open positions
es: Máximo de pagos agregados en posiciones abiertas

source: Maximum daily turnover
es: Volumen de negocios diario máximo

source: Maximum number of open positions
es: Número máximo de posiciones abiertas

source: Maximum number of open positions is currently set to <strong>%1</strong>
es: El número máximo de posiciones abiertas establecido actualmente es <strong>%1</strong>

source: Maximum withdrawal by all other means:
es: Extracción máxima por todos los otros medios:

source: Median Price
es: Precio medio

source: Medium
es: Intermedio

source: Memorable date
es: Fecha memorable

source: Memorable town/city
es: Pueblo/ciudad memorable

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
es: Mencionar el código de error %1 en cualquier comunicación podría ayudarnos a resolver el problema más rápidamente.

source: Message
es: Mensaje

source: Message is too short.
es: El mensaje es demasiado corto.

source: Method
es: Método

source: Mid
es: Medio

source: Min
es: Mín

source: Min-Max Deposit
es: Depósito mín-máx

source: Min-Max Withdrawal
es: Retiro mín-máx

source: Minimum
es: Mínimo

source: Miss
es: Srta.

source: Missing market data for contract period.
es: Faltan los datos del mercado para el período del contrato.

source: Missing market data for entry spot.
es: Faltan los datos del mercado para el precio de entrada.

source: Missing market data for exit spot.
es: Faltan los datos del mercado para el precio de salida.

source: Mo
es: LU

source: Mobile application
es: Aplicación para móviles

source: Momentum
es: Impulso

source: Monday
es: Lunes

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients
es: El dinero recaudado de los clientes no se invierte en ningún valor, futuro, divisa, derivado u otras inversiones en representación de los clientes

source: Moneyness terms
es: Términos de Moneyness

source: Monitor your portfolio in real time.
es: Supervise su cartera en tiempo real.

source: Month
es: Mes

source: Monthly
es: Mensual

source: Monthly Webinars
es: Webinars mensuales

source: Months
es: Meses

source: More benefits
es: Más ventajas

source: More than %1 trades available
es: Más de %1 de contratos disponibles

source: Mother's maiden name
es: Apellido de soltera de su madre

source: Mountain Chart
es: Gráfico de montaña

source: Moving Average
es: Promedio móvil

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
es: Los promedios móviles proporcionan una medición objetiva de la dirección de una tendencia suavizando las fluctuaciones de precio a corto plazo. Un promedio móvil simple es el promedio no ponderado de los n (establecido por período) períodos previos (1 período es la escala de tiempo seleccionada, por ejemplo, 1 minuto, 1 día, etc.). Todos los períodos previos tienen igual valor al determinar el PMS. Los promedios móviles más cortos son más sensibles y señalan tendencias más rápido que los PM más largos, pero también dan más indicaciones falsas. Un PM de mayor longitud es más fiable pero solo capta la tendencia principal.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
es: Los promedios móviles proporcionan una medición objetiva de la dirección de una tendencia suavizando las fluctuaciones de precio a corto plazo. Para un promedio móvil exponencial, el factor de peso aplicado decrece exponencialmente en los períodos anteriores más lejanos. Aumenta la importancia de las observaciones recientes pero sin descartar completamente las observaciones más antiguas. Los promedios móviles más cortos son más sensibles y señalan tendencias más rápido que los PM más largos, pero también dan más indicaciones falsas. Un PM de mayor longitud es más fiable pero solo capta la tendencia principal.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
es: Los promedios móviles proporcionan una medición objetiva de la dirección de una tendencia suavizando las fluctuaciones de precio a corto plazo. En un promedio móvil ponderado, los períodos anteriores tienen menos importancia cuanto más alejados se encuentran. En un PMP de n días el último día tiene una importancia n, el anterior n-1, etc, hasta llegar a 0. Los promedios móviles más cortos son más sensibles y señalan tendencias más rápido que los PM más largos, pero también dan más indicaciones falsas. Un PM de mayor longitud es más fiable pero solo capta la tendencia principal.

source: Mr
es: Sr

source: Mrs
es: Srta.

source: Ms
es: Sra.

source: Multi award-winning trading platform.
es: Plataforma con múltiples galardones.

source: Multi-lingual and multi-currency support
es: Soporte multi-idioma y en múltiples divisas

source: Must be in a valid URI format
es: Tiene que ser en el formato URI válido

source: My Account
es: Mi cuenta

source: Name
es: Nombre

source: Name is too short.
es: El nombre es demasiado corto.

source: Name of first love
es: Nombre de su primer amor

source: Name of your pet
es: Nombre de su mascota

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
es: Ni usted ni sus familiares directos son idóneos para convertirse en Clientes y no tendrán derecho a recibir ninguna parte de los ingresos netos o cualquier otra remuneración de la Compañía en relación a dichos familiares o amigos. Los familiares directos en este contexto incluirán a su cónyuge, pareja, padres, hijos, o hermanos.

source: Net profit
es: Beneficio Neto

source: Network Status
es: Estado de la red

source: New
es: Nuevo

source: New Cashier/Settings password
es: Contraseña nueva de cajero/configuración

source: New Password
es: Contraseña nueva

source: New Password Request
es: Solicitud de contraseña nueva

source: New To Trading?
es: ¿Es nuevo en el comercio?

source: New account registration fail.
es: Fallo en el registro de una nueva cuenta.

source: Newer
es: Recientes

source: Next
es: Siguiente

source: No Data available
es: No hay información disponible

source: No Live price update
es: Falta de actualización de precios en tiempo real

source: No Touch trades
es: Contratos Sin toque

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
es: No hay información disponible para trazar el gráfico solicitado. Pruebe nuestro gráfico diario para este valor.

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
es: Ningún retraso, negligencia o tolerancia por parte de cualquiera de las partes en la aplicación contra la otra parte de cualquier término o condición de este Acuerdo será o se considerará una renuncia ni perjudicará de ninguna forma cualquier derecho de esa parte conforme a este Acuerdo.

source: No hidden fees or commissions.
es: Sin tarifas o comisiones ocultas.

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
es: No importa la dirección del mercado - ascendente o descendente, mercados tranquilos o volátiles - encontrará un contrato que se adapte a su pronóstico.

source: No open positions.
es: No hay posiciones abiertas.

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures, which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes.
es: Nadie usará este sitio con el fin de blanquear dinero. La Compañía emplea los mejores procedimientos contra el lavado de dinero, que podrían causar varios efectos en los clientes. La Compañía se reserva el derecho a negarse a hacer negocios con, a cesar las negociaciones con, y a revertir las transacciones de clientes que no acepten o no se adhieran a los procesos contra el lavado de dinero.

source: No risk, $10K virtual money account
es: Sin riesgos, con una cuenta de $10,000 de dinero virtual

source: No. There's no cost to sign up to the %1 affiliate program.
es: No. No hay ningún costo para acceder al programa de afiliados de %1.

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
es: Atención: el contrato se venderá al precio vigente en el mercado en el moment de la recepción de la solicitud de venta por nuestros servidores. Este precio puede ser diferente del precio indicado.

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
es: Nota: durante el verano, (horario de verano), el GMT está una hora por detrás del BST (horario británico de verano)

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
es: Nota: La compañía se reserva el derecho a cancelar las comisiones que no sean reivindicadas tras 2 años. Lea también nuestros términos y condiciones para afiliados.

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3 (at the moment it is only %1%4). This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
es: Nota: usted podrá retirar su bonificación de %1%2 solo cuando su volumen de inversiones agregado supere %1%3 (actualmente es solo %1%4). Esta restricción aplica solo a las bonificaciones y los beneficios derivados de ello. Todos los otros depósitos y beneficios se pueden retirar en cualquier momento.

source: Note: limits will apply to all currency segments on your account individually.
es: Nota: los límites se aplicarán a todos los segmentos de divisas en su cuenta individualmente.

source: Notes:
es: Notas:

source: Notice: Power of Attorney to your account has been revoked from <a target="_blank" href="%1">%2</a>.<br>Trades cannot be placed anymore on your account directly by <a target="_blank" href="%1">%2</a>.
es: Aviso: el poder concedido a <a target="_blank" href="%1">%2</a>.<br> ha sido revocado. <a target="_blank" href="%1">%2</a> ya no puede comprar contratos en su nombre directamente.

source: Notice: your account has granted Power of Attorney to <a target="_blank" href="%1">%2</a>.<br>Trades may be placed on your account directly by <a target="_blank" href="%1">%2</a>. You may <a class="bom_confirm_popup_link" href="%3">revoke this Power of Attorney at any time.</a>
es: Aviso: su cuenta le ha concedido poder a <a target="_blank" href="%1">%2</a>.<br /><a target="_blank" href="%1">%2</a> puede colocar contratos con su cuenta de forma directa. Usted puede <a class="bom_confirm_popup_link" href="%3">revocar este poder legal cuando lo desee.</a>

source: Notification of Changes
es: Notificación de cambios

source: November
es: Noviembre

source: Novice or Expert...
es: Novato o experto...

source: Now
es: Ahora

source: Number of quoted digits
es: Número de dígitos cotizados

source: Number of ticks
es: Número de intervalos

source: Number of ticks must be between %1 and %2
es: Número de los intervalos tiene que ser entre %1 y %2

source: OAuth2 Authentication Using Auth-Code Flow
es: OAuth2 Autenticación mediante Auth-Code Flow

source: OAuth2 Authentication Using Implicit Flow
es: Autenticación OAuth2 mediante Implicit Flow

source: OAuth2 Token Renewal
es: Renovación de token OAuth2

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
es: OAuth2.0 es el estándar de Internet emergente para este propósito. Vea <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> para una definición formal, aunque le guiaremos por los pasos pertinentes para su plataforma.

source: OK
es: Aceptar

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
es: Libreta de banco/unión de crédito/sociedad constructora o extracto de tarjeta de crédito/débito ORIGINAL (de los últimos 3 meses)

source: ORIGINAL Utility bill (within last 3 months) ; or
es: Factura de servicios públicos ORIGINAL (de los últimos 3 meses), o

source: Octal Futures is a Perl web application which demonstrates how to authenticate and make server-side calls to the Binary.com API. It is developed with <a target="_blank" href="%1">Mojolicious</a> and is open-sourced as <a target="_blank" href="%2">octalfutures</a> on github. Perl/Mojolicious developers are invited to participate in this project by forking the repository.
es: Octal Futures es una aplicación web en Perl que demuestra cómo autenticar y realizar llamadas de servidor a la API de Binary.com. Se desarrolla con <a target="_blank" href="%1">Mojolicious</a> y es de código abierto como <a target="_blank" href="%2">octalfutures</a> en github. Se invita a los desarrolladores de Perl/Mojolicious a participar en este proyecto bifurcando el repositorio.

source: October
es: Octubre

source: Office where call is handled
es: Oficina donde se controla demanda

source: Old password is wrong.
es: Su antigua contraseña es incorrecta.

source: Older
es: Antiguos

source: On-time Payments Every Time
es: Pagos puntuales en cualquier momento

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
es: Una vez eliminadas las cotizaciones erróneas, se aplicará un algoritmo de suavizado de corto plazo al sistema de flujo de datos. Este algoritmo de suavizado quita el poco "ruido aleatorio" alrededor del sistema de flujo de datos y asegura que los clientes que compran contratos dependientes de la tendencia (como los contratos de un toque o de rango de barrera) sin que sus contratos se activen o desactiven por el ruido aleatorio del mercado a corto plazo que no refleja el verdadero precio del mercado.

source: Once the white-label is live, you will earn standard affiliate commissions on clients trading via the white-label.
es: Una vez que la web de la etiqueta blanca esté lanzada, usted gana comisiones de afiliado estándares de la actividad de sus los clientes a través de la etiqueta blanca.

source: Once this limit is reached, you may no longer deposit.
es: Una vez que se alcance este límite ya no podrá depositar.

source: Once you are satisfied with the design of your white label, your IT developer should submit a pull-request of his fork.
es: Cuando usted esté satisfecho con el diseño de la web de la etiqueta blanca, su desarrollador de sistemas de tecnologías deberá presentar su petición pull request de su fork de repositorio.

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
es: Una vez que haga clic en el botón "Enviar" los fondos se retirarán de su cuenta y se enviarán al agente de pagos que haya escogido.

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
es: Una vez que haga clic en el botón "Enviar" los fondos se retirarán de su cuenta y se enviarán a su cuenta de Cliente en %1.

source: One simple platform
es: Una sencilla plataforma

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
es: Sólo cinco años después de la creación de la web, recogemos a este importante premio por nuestros servicios de apyestas en línea. El premio reconoce la forma de operar en línea que es fiable, rápida y segura que ofrece BetOnMarkets.com tanto para principiantes como expertos. En aquel momento, nuestro sitio web ha recibido más de 15 millones de transaciones.

source: Only one account is allowed per person. No winnings may be collected on accounts opened in false names or on multiple accounts opened by the same person.
es: Solo se permite una cuenta por persona. No se recolectarán ganancias de cuentas que se hayan abierto con nombres falsos o de varias cuentas de una misma persona.
