Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
es: Generalmente no se ofrecerán contratos cuando el mercado subyacente esté en su valor máximo o mínimo intradía.

source: Controlled risk
es: Riesgo controlado

source: Costs
es: Costos

source: Country
es: País

source: Country of Residence
es: País de residencia

source: Country:
es: País:

source: Create free account
es: Abra una cuenta gratuíta

source: Credit/<wbr/>Debit
es: Crédito/<wbr/>Débito

source: Credit/Debit Card
es: Tarjeta de crédito/débito

source: Crosshair
es: Cursor de cruz

source: Currencies
es: Divisas

source: Currency conversion from %1
es: Conversión de divisas desde %1

source: Currency conversion to %1
es: Conversión de divisas a %1

source: Currency conversion transfer
es: Transferencia de conversión de divisas

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes.
es: Las cotizaciones de divisas están truncadas al quinto dígito y todos los contratos se adquieren y se liquidan basándose en cotizaciones de divisas de 5 dígitos.

source: Current Spot
es: Precio actual

source: Current market price is 0.
es: Precio actual es 0.

source: Current password
es: Contraseña actual

source: Current photocard Driving Licence (Provisional or Full)
es: Tarjeta fotográfica del carnet de conducción (provisional o permanente) actual

source: Current signed Passport
es: Pasaporte firmado actual

source: Current signed Passport OR
es: Pasaporte firmado actual O

source: Customer Funds
es: Recursos de clientes

source: Customer Support has been informed of your Lost Login ID / Password request and will be contacting you soon. Thank you for your patience.
es: Se ha informado al servicio de atención al cliente de su petición de identificación de acceso / contraseña perdida y le contactarán a la brevedad. Gracias por su paciencia.

source: Daily
es: Diario

source: Daily Prices
es: Precios diarios

source: Daily Turnover limit
es: Límite de volumen de negocios diario

source: Daily Turnover limit is currently set to <strong>%1 %2</strong>
es: El límite del volumen de negocios diario está establecido en <strong>%1 %2</strong>

source: Daily report
es: Informe diario

source: Data Feed
es: Flujo de datos

source: Data will be available after market close.
es: Datos serán disponibles después del cierre del mercado.

source: Date
es: Fecha

source: Date of birth
es: Fecha de nacimiento

source: Day
es: Día

source: Day Bet
es: Apuesta del día

source: Days to display
es: Días mostrados

source: Dear
es: Estimado/a

source: Dear %1 %2 %3,
es: Estimado/a %1 %2 %3,

source: Dear %1,
es: Estimado/a %1,

source: Dear %1, I am writing to you regarding your account with Binary.com. We are legally required to verify that clients are over the age of 18, and so we request that you forward scanned copies of one of the following to helpdesk@binary.com: - Valid Passport or Driving licence or National ID card In order to comply with licencing regulations, you will be unable to make further deposits or withdrawals or to trade on the account until we receive this document. I look forward to hearing from you soon. Kind regards, %2
es: Estimado/a %1, Le escribo en relación a su cuenta con Binary.com. Estamos obligados legalmente a verificar que nuestros clientes sean mayores de 18 años de edad, por lo que le solicitamos nos envíe copias digitalizadas de cualquiera de los siguientes documentos a helpdesk@binary.com: - Pasaporte válido o carnet de conducción o tarjeta nacional de identidad A fin de cumplir con los reglamentos de licencias, usted no podrá efectuar más depósitos o extracciones ni operar desde su cuenta hasta que recibamos este documento. Espero saber de usted pronto. Saludos cordiales, %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
es: Estimado/a %1, Nos alegra mucho que haya decidido dedicarse a comerciar con %2 y esperamos que su experiencia en nuestra plataforma haya sido buena. Pensamos en dejarle una nota para que sepa que recibimos su solicitud de bonificación y se ha acreditado a su cuenta una bonificación de %3%4*. Si tiene alguna consulta, no dude en contactarnos en %5. Saludos cordiales, Karen Yap %2 *Los términos y condiciones se pueden aplicar a los retiros. (%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
es: Estimado/a %1, Nos alegra mucho que haya decidido dedicarse a comerciar con %2 y esperamos que su experiencia en nuestra plataforma haya sido buena. Le queremos comunicar que hemos recibido su solicitud de bonificación. Por desgracia, no hemos podido procesar su solicitud por una de las siguientes razones:

source: Dear Client,
es: Estimado cliente,

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
es: Estimado cliente, Antes de que podamos procesar su solicitud de cambio de contraseña, por favor, ayúdenos a verificar su identidad haciendo clic en el enlace abajo: %1

source: Dec
es: Dic

source: December
es: Diciembre

source: Dedicated affiliate team to provide you with the best service possible
es: Equipo de afiliados dedicado a proporcionarle el mejor servicio posible

source: Define your position
es: Defina su posición

source: Delete
es: Eliminar

source: Delete All
es: Eliminar todo

source: Delete All Lines
es: Eliminar todas las líneas

source: Delete all lines?
es: ¿Eliminar todas las líneas?

source: Depo./With. commission
es: Comisión de depósito/retiro

source: Deposit
es: Depósito

source: Deposit %1 virtual money into your account
es: Deposite dinero virtual de %1 en su cuenta

source: Deposit Y or more and we will add an additional X to your account after five times X in trading volume is made. By way of example, if you claim a "Deposit $100, get $20 bonus" offer, then the $20 bonus will be credited as "pending" to your account once you deposit $100. Once you reach (5 * $20 = $100) in trading volume, the $20 bonus will be released to your account upon approval.
es: Deposite Y o más y le añadiremos X adicional a su cuenta luego tener un volumen de negocios de cinco veces X. A modo de ejemplo, si usted solicita una oferta de "Deposite $100, obtenga $20 de bonificación", los $20 de bonificación se acreditarán como "pendientes" en su cuenta en cuanto deposite los $100. En cuanto usted alcance un volumen de inversiones de (5 * $20 = $100), se liberará la bonificación de $20 en su cuenta al ser aprobada.

source: Deposit to Payment Agent
es: Depositar a un agente de pagos

source: Deposit using legacy method: %1
es: Depositar usando el método del legado: %1

source: Deposit via BACS
es: Depositar mediante BACS

source: Deposit via Bank Transfer
es: Depositar mediante transferencia bancaria

source: Deposit via Bank Wire
es: Deposito mediante transferencia bancaria

source: Deposit via Credit/Debit card
es: Depositar mediante tarjeta de crédito/débito

source: Deposit via DoughFlow
es: Depositar mediante DoughFlow

source: Deposit via Western Union (MTCN: %1)
es: Depositar mediante Western Union (MTCN: %1)

source: Deposit via bank wire
es: Depositar mediante transferencia bancaria

source: Deposit: %1 working day
es: Depósito: %1 día(s) laborable(s)

source: Deposit: %1 working days
es: Depósito: %1 días laborales

source: Deposit: Instant
es: Depósito: instantáneo

source: Depositing and withdrawing funds
es: Depositar y retirar fondos

source: Derivative
es: Derivativo

source: Description
es: Descripción

source: Detrended Price Osc
es: Oscilador de precios sin tendencia

source: Detrended Price Oscillator (DPO)
es: Oscilador de precios sin tendencia (DPO)

source: Developer's Guide
es: Guía del desarrollador

source: Differences with other data feeds
es: Diferencias con otros flujos de datos

source: Digits
es: Dígitos

source: Direct helpline
es: Línea de ayuda directa

source: Disclaimer
es: Aviso legal

source: Discover our Smart indices.
es: Descubra nuestros Índices Smart.

source: Discover our indices generated from random numbers.
es: Descubra nuestros índices generados a partir de números aleatorios.

source: Discover the easiest way to get started in the financial markets.
es: Descubra la manera más fácil para iniciarse en los mercados financieros.

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
es: Descubrir una plataforma fácil, flexible, premiada y de bajo riesgo para beneficiarse del movimiento del mercado

source: Divestiture
es: Despojo

source: Do I need to deposit any funds to open an account?
es: ¿Debo realizar un depósito para abrir una cuenta?

source: Do I need to send any documents?
es: ¿Debo enviar algún tipo de documentación?

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
es: No presionar a los clientes para comerciar o depositar por encima de sus posibilidades y no animar a los clientes a obtener ningún tipo de préstamo para poder colocar contratos.

source: Do not trade more than you can afford.
es: No invierta más de lo que pueda permitirse.

source: Do not trade when you are tired or are under the influence of alcohol.
es: No opere su cuenta si está cansado o bajo los efectos del alcohol.

source: Do you offer virtual-money accounts?
es: ¿Ofrecen cuentas de dinero virtual?

source: Do you want to decrease the timescale?
es: ¿Desea reducir el calendario?

source: Do you want to increase the timescale?
es: ¿Desea aumentar el calendario?

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
es: ¿Interesado en aprender más sobre los mercados y cómo operar con ellos? Eche un vistazo a los recursos que se ofrecen a continuación.

source: Do you want to lock in profits?
es: ¿Quiere trabar los beneficios?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
es: ¿Quiere ver Binary.com en otros idiomas o puede sugerir mejoras a nuestras traducciones actuales?

source: Documents are required to verify your identity
es: Los documentos para verificar su identidad

source: Donchain Channel
es: Canal de Donchian

source: Donchian Channel Width
es: Amplitud del canal de Donchian

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
es: Los canales de Donchian trazan el máximo superior y el mínimo inferior durante los intervalos de tiempo del último período.

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
es: No se deje llevar por el nombre. Cotidianos solamente significan algo que sucede todos los días.

source: Dormant and Inactive Accounts
es: Cuentas inactivas

source: Dot Chart
es: Gráfico de puntos

source: Download
es: Descargar

source: Download data
es: Descargar datos

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
es: Descargue la aplicación de gráficos con una vasta gama de indicadores, bandas de precio, superposiciones y su propio espacio de trabajo personalizable in diferentes idiomas.

source: Download the Random Markets raw tick data here.
es: Descargar datos de los precios para mercados Random.

source: Downloadable application
es: Aplicación descargable

source: Draw Chart
es: Trazar gráfico

source: Due to new gaming regulations recently promulgated in Malta, we are required to obtain your residential address details. We would be grateful if you could update your
es: Debido a las nuevas regulaciones del juego promulgadas en Malta, estamos obligados a obtener los detalles de su domicilio de residencia. Le agradeceríamos que actualice su

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
es: Debido a requisitos de regulación, usted debe autenticar su cuenta para poder continuar invirtiendo.

source: Duration
es: Duración

source: Duration must be between %1 and %2.
es: Duracion válida tiene que ser entre %1 y %2.

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
es: Durante los mercados rápidos (por ejemplo, en períodos de movimientos muy rápidos del mercado), puede que se ofrezcan contratos con precios menos favorables que los ofrecidos en las condiciones habituales del mercado.

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
es: Durante la vigencia del presente Acuerdo puede que se le confíe información confidencial relativa a los negocios, las operaciones o la tecnología subyacente de la Compañía y/o del programa de afiliados de la Compañía. Usted se compromete a evitar el uso no autorizado o la divulgación de la información a terceras personas o partes ajenas a menos que tenga el consentimiento previo por escrito de la Compañía y que utilice esa información para fines necesarios para promover las intenciones del presente Acuerdo. Sus obligaciones respecto a la información confidencial trascenderán la finalización del presente Acuerdo.

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
es: Cada contrato de opciones binarias tiene una duración fija - con %1 se puede elegir un contrato entre 10 segundos y 365 días.

source: Each binary option is a prediction on the future movement of an underlying market.
es: Cada opción binaria es una predicción del movimiento a futuro de una mercado subyacente.

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
es: Cada transacción binaria corresponde a un monto de pago predeterminado. Usted gana el pago si su predicción es correcta.

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
es: Cada parte del presente Acuerdo representa y garantiza a la otra parte que tiene y retendrá durante el plazo todo derecho, título y autoridad para celebrar el presente Acuerdo, para conceder a la otra parte los derechos y licencias otorgados en el presente Acuerdo y desempeñar todas sus obligaciones en virtud del presente Acuerdo.

source: Earning a second income in their spare time
es: Obtener un ingreso secundario en su tiempo libre

source: Earning tax free trading profits*
es: Obtener beneficios de inversión libres de impuestos*

source: Ease of Movement
es: Facilidad de movimiento

source: Education
es: Formación

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
es: Cualquiera de las dos partes puede finalizar este Acuerdo en el acto avisando por escrito si se designa un recibidor, examinador o administrador de toda o cualquier parte de las posesiones de la otra parte, o si la otra parte es borrada del Registro de Compañías en la jurisdicción en que estaba incorporada, o si se efectúa una orden o se aprueba una resolución para terminar con la otra parte (a no ser que dicha orden o resolución sea parte de un proyecto voluntario para la reconstrucción o amalgamación de esa parte como una corporación solvente y la corporación resultante, si es una persona legal diferente, se compromete a seguir ligado a este Acuerdo).

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
es: Cualquiera de las partes puede finalizar este Acuerdo entregando un aviso escrito a la otra parte con una semana de antelación.

source: Either you left the cashier idle for a while or we were not able to log you in properly.
es: O ha dejado el cajero inactivo durante un tiempo o no hemos podido iniciar su sesión correctamente.

source: Email
es: Correo electrónico

source: Email Us
es: Envíenos un correo electrónico

source: Email address
es: Dirección de correo electrónico

source: End Time
es: Hora de finalización

source: Ends Between/Ends Outside trades
es: Contratos Finaliza dentro/Finaliza fuera

source: Ends Between/Outside
es: Finaliza Dentro/Fuera

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
es: Asegurarse de que todos los registros comerciales históricos y las cifras de rendimiento presentadas a sus referencias relativas al comercio en la página web %1 son exactas y no engañosas.

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
es: Asegurarse de que usted no promociona %1 con mensajes dirigidos a personas menores de 18 años.

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
es: Introduzca el límite en términos de la diferencia con el precio al contado. Si usted introduce +0.005, estará adquiriendo un contrato con un límite 0.005 por encima del precio al contado. El precio al contado es el precio recibido una vez ejecutada la orden de la compra

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received.
es: Introduzca el límite en términos de la diferencia con el precio al contado. Si usted introduce +0.005, estará adquiriendo un contrato con un límite 0.005 por encima del precio al contado. El precio al contado es el precio recibido una vez ejecutada la orden de la compra.

source: Entry Spot
es: Punto de entrada

source: Entry spot
es: Punto de entrada

source: Entry spot price
es: Precio de contado de entrada

source: Envelop (SMA 20 +/- 10%)
es: Envolver (SMA 20 +/- 10%)

source: Equity Offering
es: Oferta de Acciones

source: Error : password field is blank !
es: Error : ¡El campo de la contraseña está vacío!

source: Error with input field %1: should contain only digits.
es: Error en el campo de entrada %1: solo debe contener dígitos.

source: Europe
es: Europa

source: European Union residents with the exception of the UK will have their account opened with Regent Markets (Malta) Ltd.
es: A los residentes de la Unión Europea exceptuando al Reino Unido se les abrirá su cuenta con Regent Markets (Malta) Ltd.

source: Exchange Offering
es: Ofrenda de cambio

source: Exclude me from the website until
es: Excluirme del sitio web hasta

source: Exclude time cannot be for more than five years.
es: El tiempo de exclusión no puede ser mayor a cinco años.

source: Exclude time cannot be less than 6 months.
es: El tiempo de exclusión no puede ser menor a 6 meses.

source: Exclude time must be after today.
es: El tiempo de exclusión debe ser a partir de mañana.

source: Exclusive binary trading technology.
es: La tecnología exclusiva de comercio con los binarios.

source: Execute your trade in seconds.
es: Realice sus transacciones en cuestión de segundos.

source: Exit Spot
es: Punto de salida

source: Exit spot
es: Punto de salida

source: Experienced Traders
es: Inversores experimentados

source: Expiry
es: Caducidad

source: Expiry Price
es: Precio de caducidad

source: Expiry Spot
es: Punto de expiración

source: Expiry Time
es: Hora de expiración

source: Expiry price
es: Precio de expiración

source: Explanation
es: Explicación

source: Exponential
es: Exponencial

source: Exponential Moving Average
es: Promedio móvil exponencial

source: Failed to update trade description.
es: Error al actualizar la desripción del contrato.

source: Fall
es: Baja

source: Fall Contract Return
es: Ganancia de contrato de baja

source: Fall Contract Return (%)
es: Ganancia de contrato de baja (%)

source: Family Name
es: Apellido

source: Fast Stochastic
es: Estocástico rápido

source: Favourite artist
es: Artista favorito

source: Favourite dish
es: Plato favorito

source: February
es: Febrero

source: Fee for transaction %1
es: Tarifa por transacción %1

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
es: No dude en ponerse en contacto con nuestros expertos en servicio al cliente. Siempre están disponibles para contestar a sus preguntas. Puede contactar con nosotros a través de chat, correo electrónico y teléfono.

source: Fibonacci Fan
es: Abanico Fibonacci

source: Fibonacci Retracement
es: Retroceso Fibonacci

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
es: Quince años después seguimos innovando, creciendo y trabajando, buscando nuevas maneras de servir mejor a nuestros clientes. Por primera vez, ofrecemos contratos toque/sin toque a corto plazo e introducimos una nueva aplicación de gráficos. Creemos que tenemos la plataforma de opciones digitales más competitiva y completa a disposición del público por menor.

source: Filtering Controls
es: Controles de filtrado

source: Filtering Stray Ticks
es: Filtrado de intervalos erróneos

source: Final Price
es: Precio final

source: Financial Security
es: Seguridad financiera

source: Financial rewards
es: Recompensas financieras
