Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
es: El oscilador estocástico es un indicador de dinámica que muestra la ubicación del cierre actual en relación con el rango alto/bajo a lo largo de una cantidad fija de períodos. El oscilador estocástico está compuesto de dos líneas que oscilan en una escala vertical de entre 0 y 100. %K es la línea principal, y se dibuja como una línea continua. La segunda es la línea %D, y es un promedio móvil de %K. La %D es una línea de puntos. El estocástico rápido es el promedio de las tres últimas %K, y el estocástico lento es un promedio de tres días del estocástico rápido.

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
es: El índice de USD es un índice ponderado, que mide el valor del dólar americano frente a una cesta de 5 divisas mundiales (EUR, GBP, JPY, CAD, AUD), cada una ponderada por 20%.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Regent Markets Group of companies or any of our business associates.
es: Los datos personales anteriores que reunimos quedarán en nuestro poder y serán procesados por cualquier motivo según permita o requiera la ley. También podremos transmitir estos datos a cualquier compañía dentro del grupo de Regent Markets Group o a cualquiera de nuestros asociados.

source: The access-token retrieved earlier has a limited lifetime. In the case of Auth-Code Flow only, it can be renewed.
es: El token de acceso recuperado anteriormente tiene una vida útil limitada. En el caso de Auth-Code Flow sólo, puede ser renovado.

source: The anti-money laundering processes have the following effects on Clients:
es: Los procesos contra el lavado de dinero tienen los siguientes efectos sobre los clientes:

source: The average is the average of the ticks, including the first and the last tick.
es: La media es el promedio de los intervalos, incluyendo el primero y el último intervalo.

source: The bandwidth to compute the indicator
es: La banda ancha para computar el indicador

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
es: La barrera de un contrato de opciones binarias es el precio objetivo establecido para el instrumento del mercado. Usted puede elegir los contratos donde el mercado se queda por debajo o supera un precio objetivo, o se mantiene entre dos objetivos.

source: The barrier(s) you choose defines your position and triggers your payout.
es: Los límites que selecciona definen su contrato y harán efectivo su pago.

source: The barriers are improperly entered for this contract.
es: Se han introducido incorrectamente las barreras para este contrato.

source: The best promotional tools and robust online reporting
es: Las mejores herramientas publicitarias e informes extensos en línea

source: The bonus code can only be entered and activated upon account opening.
es: El código de bonificación solo puede ingresarse y activarse luego de abrir una cuenta.

source: The bonus will only be paid according to the first deposit amount, and will not be given based on multiple deposits that accumulate to Y.
es: La bonificación solo se pagará de acuerdo a la primera cantidad depositada, no se calculará en base a varios depósitos que se acumulen en Y.

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
es: El cálculo del valor a pagar (o el pago a recibir) por contratos financieros en este sitio en el momento de la compra o la venta del contrato financiero se basará en la mejor estimación de la Compañía de los movimientos de valores del mercado y el nivel esperado de tasas de interés, inestabilidades implícitas y otras condiciones del mercado durante la vigencia del contrato financiero, y está basado en operaciones matemáticas complejas. El cálculo incluirá una tendencia a favor de la Compañía. Los valores contractuales financieros (o las cantidades de pagos) ofrecidos a Clientes que especulan sobre valores de mercado o índices pueden diferir sustancialmente de los valores disponibles en los mercados primarios donde se operan los índices bursátiles o de mercadería o de contratos debido a la tendencia a favor de la Compañía en el sistema de cálculo de valores mencionado anteriormente.

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
es: Los datos de gráficos a disposición de los Clientes de la Compañía son de carácter puramente indicativo y a veces pueden diferir de los valores reales del mercado. La decisión de la Compañía en cuanto al cálculo de un precio de contrato financiero será definitiva y vinculante. La compañía permite la opción de vender los contratos antes de tiempo de expiración de algunos contratos, pero no está obligada a permitirlo siempre y puede suspender esta opción dependiendo de las condiciones actuales del mercado. Los contratos podrán ser modificados cuando el valor del activo subyacente se ajusta por las acciones corporativas durante la vigencia del contrato.

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
es: La compañía no garantiza la posibilidad de vender un contrato antes de su fecha de vencimiento.

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
es: La compañía guarda los recursos de sus Clientes en una cuenta bancaria totalmente separada de las cuentas operativas, y no formaría, en caso de insolvencia, parte de los activos de la Compañía. Su cuenta no debe ser utilizada como un banco, y depósitos deben hacerse con el único fin de utilizar los recursos para comprar contratos. En caso de hacer depósitos y retiros repetidos sin adquirir contratos, nos reservamos el derecho a transmitir a sus cuentas, sin previo aviso, los gastos bancarios que hemos incurrido antes de cerrar la cuenta.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
es: La compañía se reserva el derecho a cancelar/prohibir el uso de esta promoción a discreción en cualquier momento.

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 24 months.
es: La compañía se reserva el derecho a cobrar una tarifa por inactividad de hasta USD/EUR/AUD/GBP 25 cada 6 meses para cada cuenta de Cliente en la que no se haya registrado ninguna transacción durante más de 24 meses.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, the company does not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
es: El contenido de este sitio web está sujeto a cambios en cualquier momento sin aviso previo y se brinda con el único propósito de asesorar a los comerciantes para tomar decisiones independientes sobre inversiones. %1 ha tomado medidas razonables para asegurar la precisión de la información del sitio web. Sin embargo, la compañía no garantiza su precisión y no se hará responsable por la pérdida o daños por causa directa o indirecta del contenido o por su imposibilidad de acceder al sitio web, cualquier demora o falla en la transmisión o recepción de cualquier instrucción o notificación que se haya enviado a través de este sitio web.

source: The contract has expired
es: El contrato ha vencido

source: The contract is not available after %1 GMT.
es: El contrato no está disponible después de %1 GMT.

source: The contract must expire on a trading day.
es: El contrato debe expirar en un día hábil.

source: The contract payout has changed from %1%2 to %1%3.
es: El pago del contrato ha cambiado de %1%2 a %1%3.

source: The contract period is the timeframe of a trade. It is also called the duration.
es: El período del contrato es el plazo de una transacción. También se conoce como la duración.

source: The contract price has changed from %1%2 to %1%3.
es: El precio de contrato ha cambiado a su favor de %1 a %2.

source: The cost of your open positions
es: Costo de sus posiciones abiertas

source: The currency of your bonus will be the same as the currency of your first deposit.
es: La divisa de su bonificación será la misma que la de su primer depósito.

source: The database is not yet updated with settlement data.
es: La base de datos aún no cuenta con información actualizada de liquidaciones.

source: The distance between the middle line and the upper and lower threshold lines
es: La distancia entre la línea media y los límites superior e inferior

source: The duration is the length of a purchased trade (see 'contract period').
es: La duración es el plazo de un contrato que usted compra (vea "período de contrato").

source: The entry spot price is the starting price of the trade purchased by a trader.
es: El precio del contado de entrada es el precio al inicio del contrato adquirido por el comerciante.

source: The expiry price is the price of the underlying when the contract expires.
es: El precio de caducidad es el precio del subyacente cuando el contrato expira.

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
es: El algoritmo de filtros está basado en una fórmula matemática similar al sistema de volatilidad "bandas de Bollinger", es decir, las bandas de volatilidad a corto plazo se determinan según el valor de mercado actual y se eliminan los intervalos fuera de estas bandas.

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
es: Los servicios contractuales financieros en este sitio solo se adecuan a los Clientes que pueden lidiar con la pérdida del dinero que invierten y que comprenden y tienen experiencia en los riesgos implícitos en la adquisición de contratos financieros.

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If the purchased contracts expire worthless, you will suffer a total loss of your investment, which will consist of the contract premium. If you are contemplating purchasing deep-out-of-the-money contracts (where the strike/barrier price is far away from the current underlying spot price), you should be aware that the chance of such contracts becoming profitable ordinarily is remote.
es: Los servicios contractuales financieros en este sitio solo se adecuan a los Clientes que pueden lidiar con la pérdida del dinero que invierten y que comprenden y tienen experiencia en los riesgos implícitos en la adquisición de contratos financieros. Las transacciones en los contractos financieros implican muchas posibilidades de riesgo. Si los contratos comprados se vencen sin valor, sufrirá la pérdida total de su inversión, que consistirá en la prima contractual. Si está considerando adquirir contratos muy por debajo de la par (donde el precio de ejercicio es muy diferente al precio de contado subyacente actual), debe tener en cuenta que la posibilidad de que los contratos sean normalmente rentables es remota.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
es: El primer paso es abrir una cuenta. Puede <a target='_blank' href='%1'>solicitarlo en línea</a> en cuestión de minutos.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
es: Lo primero que tiene que hacer es elegir el activo con qué desea negociar, como el oro o el petróleo, las acciones o Forex. (El valor de una opción binaria se deriva del precio del activo subyacente). Una gran ventaja de las opciones binarias es que usted no está comprando o vendiendo el activo real.

source: The first tick is the first tick after the contract is processed by our servers
es: El primer intervalo es el primer intervalo después de que el contrato haya sido procesado por nuestros servidores

source: The first tick is the first tick after the contract is processed by our servers.
es: El primer intervalo es el primer intervalo después de que el contrato haya sido procesado por nuestros servidores.

source: The market exit price is the price in effect at the end of the contract period.
es: El precio de salida del mercado es el precio en vigor en el momento de la finalización del contrato.

source: The market must be open at the start time.
es: El mercado debe estar abierto al inicio.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2014 Regent Markets Group of companies. All rights reserved.
es: Los materiales que comprenden el sitio web de %1 (incluyendo pero no limitándose a todos los artículos, texto, logotipos, compilaciones, sistemas, códigos y diseños) son propiedad de Copyright 1999-2014 Regent Markets Group. Todos los derechos reservados.

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
es: Las pérdidas máximas en que puede incurrir un Cliente es la cantidad de dinero que le pagó a la Compañía.

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
es: El beneficio más importante de la utilización de OAuth2.0 es que los usuarios finales, que ya tienen identificaciones válidos en %1, serán capaces de aprovechar las nuevas aplicaciones para la ejecución de diversas actividades comerciales, sin que estas aplicaciones necesiten "saber" o "ver" las credenciales de seguridad de los usuarios.

source: The moving average period of the signal line
es: El período promedio móvil de la línea de señal

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
es: Se agotó el tiempo de espera. Esto podría ser a causa de una conexión lenta de Internet o por una sobrecarga en nuestros servidores. Vuelva a intentarlo más tarde.

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
es: La patente significa que Regent Markets es reconocida como pionera de apuestas binarias. La patente ayuda a proteger nuestras innovaciones.

source: The payout is the amount paid to an options trader if their prediction is correct.
es: El pago es el monto pagado al inversor si su predicción es correcta.

source: The period for the moving average
es: El período del promedio móvil

source: The period to compute the %1 line
es: El período para computar la línea %1

source: The period to compute the indicator
es: El período para computar el indicador

source: The period to compute the rate of change of the smoothed range
es: El período para computar la tasa de cambio del rango suavizado

source: The period to smooth the indicator
es: El período para suavizar el indicador

source: The period to smooth the range
es: El período para suavizar el rango

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
es: La información personal que obtenemos de usted nos ayuda a administrar su cuenta. Sabemos que puede preocuparle lo que hacemos con su información personal y la de su cuenta. A continuación, un resumen de nuestra política de privacidad.

source: The premier platform for binary options trading
es: La plataforma de primera calidad para operaciones con opciones binarias

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
es: El beneficio es la diferencia entre el pago y el precio de compra (la apuesta) de un contrato ganador.

source: The provided currency %1 is invalid.
es: La divisa proporcionada de %1 no es válida.

source: The provided currency %1 is not the default currency
es: La divisa proporcionada de %1 no es la moneda por defecto

source: The provided email address %1 is already in use by another Login ID.
es: La dirección de correo electrónico ingresada %1 ya está en uso.

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
es: El índice Random es un índice cuyo precio se simula con números aleatorios. A diferencia de los índices bursátiles reales del mercado cuyos precios dependen de los precios de las reservas individuales en la Bolsa, el índice aleatorio Random se basa en factores como volatilidad, precios de índices previos (precios simulados anteriormente) y un número aleatorio para determinar el precio del índice. Debido al uso de los números aleatorios el precio (o dirección) del índice no puede predecirse con certeza y por lo tanto se comporta como un índice real del mercado. Cuando al índice se le adjunta un número, el número es el porcentaje de volatilidad que se utiliza para calcular el precio del índice. Por ejemplo, el Random 25 utiliza un porcentaje de volatilidad de 25% para calcular el precio del índice. El índice comenzó a las 10.00 el 16 de mayo de 2004.

source: The ratio above and below the moving average
es: El alcance por encima y por debajo del promedio móvil

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
es: El precio de reventa indica el precio actual de mercado de un contrato. Los precios de reventa se basan en los mejores esfuerzos y pueden no estar disponibles en todo momento después de la compra. Vea la sección "Opción de venta" para más información sobre la posibilidad de venta de los contratos antes de su vencimiento.

source: The return is the money realized when the contract expires (see 'Payout').
es: El pago es el dinero que se entrega cuando el contrato finaliza (vea "El Pago").

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company’s responsibility to notify Clients before any changes to its terms come into effect.
es: Se reserva también el derecho de enmendar o cambiar las reglas y el alcance de este servicio de vez en cuando. Cualquier cambio que se haga a las reglas mientras el sitio está activo no se aplicará retrospectivamente, solo se aplicará a las adquisiciones o contratos financieros posteriores al mismo. Es responsabilidad de la Compañía a notificar a los clientes antes de que cualquier cambio en sus términos entre en vigor.

source: The smoothing and filtering algorithms described above.
es: Los algoritmos de suavizado y de filtro descriptos anteriormente.

source: The stake is the amount that a trader must pay to enter into a trade.
es: La apuesta es el monto que el comerciante debe pagar para comprar un contrato.

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
es: El sistema requiere información vital de precios. Vuelva a intentarlo en unos minutos o pruebe con otro mercado.
