Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: If you wish to raise these limits, please authenticate your account.
es: Si desea elevar estos límites, autentique su cuenta.

source: If you would like to file a complaint with regards to our service, kindly contact us. We shall investigate your enquiry and a response will be given to your enquiry.
es: Si usted desea presentar una queja con respecto a nuestro servicio, por favor póngase en contacto con nosotros. Investigaremos su queja y le daremos una respuesta.

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
es: Si está en Asia, encontrará los %1 especialmente atractivos, ya que se restablecen cerca de la hora del cierre de los mercados asiáticos.

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
es: Si su queja está relacionada al resultado de un contrato o una transacción y permanece sin resolver, se convertirá en una disputa. En caso de estar insatisfecho/a con nuestra respuesta, puede elegir a escalar su queja al regulador o una entidad de resolución de conflictos alternativa.

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
es: Si usted es un comerciante individual, podrá apreciar la simplicidad, flexibilidad y delimitación de riesgo de comercio binario. Con las apuestas mínimas muy bajas, en %1 pronto aprenderá a trabajar con los mercados con habilidad y confianza. Si tiene cualquier pregunta, no dude en contactar nuestro servicio de <a class="pjaxload" href="%2">atención al cliente</a>.

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
es: Si lo que busca es construir una carrera, y no una hoja de vida, hable con nosotros en Binary.com. Somos uno de los lugares de trabajo más vibrantes y progresistas del mundo de tecnologías.

source: Illegal currency $currency for $broker
es: divisa ilegal $divisa para $broker

source: Imagine
es: Imagínese

source: Imagine a workplace that often doesn’t feel like work.
es: Imagínese un lugar de trabajo dónde muchas veces uno no se siente como en trabajo.

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
es: Imagínese un lugar de trabajo donde su individualidad, creatividad y sentido de la aventura son valorados y recompensados.

source: Improve Binary.com’s front-end content
es: Mejorar el contenido visible al usuario de la web Binary.com

source: In / Out
es: Dentro / Fuera

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
es: En abril <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (antes conocido como <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) va en línea, estableciendo un servicio de apuestas financieras durante los 24 horas del día sobre una variedad de índices financieros. El negocio crece rápidamente y pronto se convertirá en el líder del mercado en apuestas financieras de probabilidades fijas.

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
es: En octubre de 1999 Regent Mercados recibe la financiación de $2 millones del fondo de inversiones de Jim Mellon a través de su Regent Pacific Group, una compañía de gestión de fondos con sede en Hong Kong.

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
es: En el clásico estilo de Silicon Valley, el empresario y gestor de fondos de cobertura con sede en Hong Kong, Jean-Yves Sireau, establece Regent Markets en su apartamento en Hong Kong. Desde allí desarrolla los sistemas, métodos y algoritmos para la implementación de un sistema de apuestas financieras de probabilidades fijas. La visión de Jean-Yves es crear un mercado en la forma más simple de todos los contratos de derivados - las apuestas de probabilidades fijas - y ofrecer a los inversores pequeños la oportunidad de hacer apuestas de pocas cantidades. Hasta esta innovación, las opciones binarias normalmente se operaban sólo en grandes cantidades.

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
es: En el mercado de divisas comerciantes pueden comprar contratos basados en el cambio del precio de una divisa en relación a otra. Por ejemplo, si selecciona Alza en el mercado EUR/USD, usted predice que el valor del Euro subirá en relación al valor del dólar estadounidense.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
es: Aviso importante: Para que usted pueda colocar contratos, necesitamos saber su domicilio (país). Actualice su configuración.

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
es: Para poder completar su retiro, debe autenticar su cuenta. En cuanto lo haya hecho, diríjase al cajero e intente retirar nuevamente.

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
es: Ante tal caso, la Compañía puede a su sola discreción (con o sin aviso) cerrar los contratos financieros abiertos del Cliente a precios que considere justos y razonables en ese momento y no se pueden albergar reclamos contra la Compañía conectados al mismo.

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
es: En el campo de 'Instrucciones adicionales' especifique el método de pago y el número de cuenta al que el agente enviará los fondos.

source: In the case of single stock and stock index prices, the final closing price as reported by the relevant official Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the relevant Exchange 30-90 minutes after the official closing time of the market, and may differ from the latest tick price that occurred at the closing time).
es: En el caso de acciones individuales y los índices de precios de valores, el precio de cierre final como lo reporte el Mercado relevante se aplicará a todos los acuerdos (este precio de liquidación final puede, en ocasiones, ser reportado por el Mercado entre 30 y 90 minutos después de la hora de cierre oficial del mercado).

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mispricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
es: Ante el caso de cualquier contrato financiero adquirido o vendido a un precio que no refleje los precios justos del mercado o que son comprados o vendidos a un nivel de riesgo irregularmente bajos debido a un error de programación no detectado, bug o fallo técnico en el software de nuestro sitio web, la Compañía se reserva el derecho a cancelar o revertir dichas transacciones previa notificación al cliente de la naturaleza del error informático que resultó en la valoración incorrecta. Los clientes tienen el deber de informar a la Compañía sobre cualquier problema o supuesta insuficiencia del sistema que puedan experimentar y de no abusar de los problemas del sistema con fines de lucro. La Compañía procurará resolver cualquiera de tales dificultades en el mínimo tiempo posible. Las personas con conocimiento de información privilegiada de cualquier valor o mercado financiero tienen prohibido invertir en este sitio web.

source: In the meantime, we hope that you will have found the site to be informative and that it will meet with your requirements for financial fixed-odds trading.
es: Mientras tanto, esperamos que el sitio le haya parecido informativo y que satisfaga sus necesidades para las inversiones financieras de probabilidades fijas.

source: In these terms and conditions, Y represents the amount of funds that you must deposit and X represents the bonus amount that you will receive.
es: En estos términos y condiciones, Y representa el importe de los fondos que usted debe depositar y X representa el importe de la bonificación que usted recibe.

source: In what country do you want to offer your service
es: En qué país desea ofrecer su servicio

source: In/Out
es: Dentro/Fuera

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
es: Dentro/Fuera (<a href="%1">finaliza dentro/fuera</a> y <a href="%2">queda dentro/sale</a>)

source: In/Out trades
es: Contratos Dentro/Fuera

source: In/out trades
es: Contratos Dentro/Fuera

source: Indemnity and Liability
es: Indemnidad y obligación

source: Indicative
es: Indicativo

source: Indicative Price
es: Precio indicativo

source: Indicator
es: Indicador

source: Indicator that displays the width of Bollinger Bands.
es: El indicador que muestra la amplitud de las bandas de Bollinger.

source: Indicator that displays the width of Donchian Channels.
es: El indicador que muestra la amplitud de los canales de Donchian.

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
es: El indicador que se calcula sustrayendo un promedio móvil exponencial de 10 períodos de un promedio móvil de tres períodos de la Línea de Acumulación Distribución.

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
es: El indicador que señala una tendencia de alza con valores por encima del cero y una tendencia de baja con valores por debajo del cero. La solidez de la tendencia es directamente proporcional a la distancia entre el oscilador y el cero.

source: Indices
es: Índices

source: Individual Traders
es: Comerciantes individuales

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
es: Información acerca de los flujos de datos usados por nuestra compañía y sobre cómo se procesan los datos antes de ser introducidos al sistema.

source: Input error.
es: Error de entrada.

source: Install Java
es: Instalar Java

source: Instant
es: Instantáneo

source: Instrument
es: Valor

source: Instrument:
es: Herramienta:

source: Instruments
es: Valores

source: Interested? Why not try a virtual account
es: ¿Le interesa? ¿Por qué no probar en una cuenta virtual?

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website, no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
es: Los precios de materias primas, divisas internacionales o índices de valores son altamente volátiles y muy difíciles de predecir. Debido a tal volatilidad, sumada a la oscilación del sistema de tasación en favor del sitio web, ningún contrato financiero adquirido en nuestro sistema (supere o no el pago al monto de la prima) puede considerarse un contrato seguro.

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract
es: Los precios de materias primas, divisas internacionales o índices de valores son altamente volátiles y muy difíciles de predecir. Debido a tal volatilidad, sumada a la oscilación del sistema de tasación en favor del sitio web (como se detalla a continuación), ningún contrato financiero adquirido en nuestro sistema (supere o no el pago al monto de la prima) puede considerarse un contrato seguro

source: Internet Trading Risks
es: Riesgos de invertir por Internet

source: Interpretation
es: Interpretación

source: Intraday
es: Intradía

source: Intraday contracts may not cross market open.
es: Contratos intradía no pueden cruzar al día siguiente.

source: Intraday prices
es: Precios intradía

source: Introduction
es: Introducción

source: Invalid Building No./Name
es: Número/nombre del edificio no válido

source: Invalid Input
es: Entrada no válida

source: Invalid amount
es: Monto no válido

source: Invalid fax number.
es: Número de fax no válido.

source: Invalid payout currency.
es: Divisa no válida.

source: Invalid period input! Please input the period between 0 and #1
es: ¡Entrada de plazo no válida! Introduzca un período entre 0 y #1

source: Invalid stake
es: Apuesta no válida

source: Invalid telephone number
es: Número de teléfono no válido

source: Invalid telephone number (too long).
es: Número de teléfono no válido (demasiado largo).

source: Invalid telephone number (too short).
es: Número de teléfono no válido (demasiado corto).

source: Invalid telephone number.
es: Número de teléfono no válido.

source: Invalid underlying
es: Subyacente no válido

source: Invalid value.
es: Valor no válido.

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
es: Nombre no válido para el espacio de trabajo. Utilice solo caracteres (A-Z, a-z, 0-9, -, _ y espacio en blanco)

source: Is there a cost for joining?
es: ¿Debo pagar algo para unirme?

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program.
es: Es importante que lea y comprenda el contenido de estos términos y condiciones. Al manifestar su aceptación de los presentes términos y condiciones y continuar con su solicitud para unirse a nuestro programa de afiliados, usted acepta (sujeto a nuestra aprobación de su solicitud) los siguientes términos y condiciones. Si usted no acepta los términos y condiciones (o no está autorizado a hacerlo) no debe continuar con su solicitud. Usted debe ser el propietario, o actuar en nombre del titular, de la web que está registrando en este programa de afiliados.

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
es: Es importante que presente sus disputas con el órgano alternativo de resolución de conflictos apropiado para que las reclamaciones sean válidas.

source: It is not necessary to actually trade or to deposit funds to your account.
es: No es necesario realizar operaciones o depositar fondos en su cuenta.

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
es: En ocasiones es posible vender un contrato antes de que expire, pero solo si se puede determinar un precio justo. Si está opción está disponible, verá un botón azul "Vender" junto a su transacción en la cartera.

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
es: Es responsabilidad de cada cliente leer y comprender este aviso legal y los términos y condiciones conforme a las cuales se rige la adquisición de contratos financieros a través de este sitio.

source: It will be released to your account upon approval.
es: Se emitirá a su cuenta al ser aprobado.

source: Item
es: Artículo

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
es: Es hora de crecer. Hemos creado un centro de programación en Cyberjaya - el Silicon Valley de Kuala Lumpur - para mantener y mejorar BetOnMarkets.com.

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
es: J. Welles Wilder desarrolló el índice direccional de medias (ADX) para definir la fuerza de las tendencias, si la tendencia seguirá desenvolviéndose o si se debilitará gradualmente. El indicador permite analizar tendencias del mercado y tomar decisiones de negocios en el mercado forex.

source: Jan
es: Ene

source: January
es: Enero

source: Java Charts
es: Gráficos Java

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
es: Únase a nuestros analistas EN VIVO (disponible sólo en inglés) dos veces por semana para un análisis exhaustivo de la evolución reciente y las tendencias en los mercados financieros.

source: July
es: Julio

source: Jump to
es: Saltar a

source: June
es: Junio

source: Keep this value secure
es: Guarde este valor en un sitio seguro

source: Kind Regards
es: Saludos cordiales

source: Kind Regards,
es: Saludos cordiales,

source: LOG OUT
es: CERRAR SESIÓN

source: Large
es: Grande

source: Last
es: Último

source: Last Digit Prediction
es: Predicción del último dígito

source: Last Digit Stats
es: Estadísticas del último dígito

source: Last digits for the latest %1 ticks on %2
es: Los últimos dígitos para los %1 intervalos más recientes a %2

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
es: Las leyes relativas a contratos financieros varían a lo largo del mundo, y es responsabilidad de quienes acceden a este sitio asegurarse de comprender y cumplir plenamente con todas las leyes o regulaciones pertinentes a sí mismos en su propio país. Este sitio no constituye, ni se puede usar a modo de, una oferta o solicitud a quien sea en cualquier jurisdicción en que dicha oferta o solicitud no esté autorizada o a cualquier persona a quien sea ilegal hacer tal oferta o solicitud. El acceso a este sitio y el ofrecimiento de contratos financieros a través de este sitio en ciertas jurisdicciones puede estar restringido y, en consecuencia, se requiere que las personas que acceden al sitio se informen al respecto y acaten tales restricciones.

source: Learn More
es: Conozca más

source: Learn about one of the fastest growing sectors of the finance industry.
es: Conozca más acerca de los sectores en rápido crecimiento en la industria financiera.

source: Learn about the different ways to trade on the markets.
es: Aprenda acerca de los diferentes modos de operar en los mercados.

source: Learn about the simplicity, transparency and flexibility of binary trading.
es: Aprenda acerca de la simplicidad, la transparencia y la flexibilidad de comercio binario.

source: Learn from us
es: Aprenda de nosotros

source: Learn the basics, from choosing your asset to winning your payout.
es: Aprenda los conceptos básicos, desde la elección de su activo hasta cómo ganar.

source: Learning to trade
es: Aprender a operar

source: Learning to trade online
es: Aprender a invertir en línea

source: Legacy Contract
es: Contrato heredado

source: Legacy contract. No further information is available.
es: Contrato heredado. No hay más información disponible.

source: Liability
es: Responsabilidad

source: Licence to use Marks
es: Licencia para usar Marcas

source: Light Charts
es: Sencillos

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
es: Igual a los %2, los %1 se restablecen al nivel original de 1000 cada día. La diferencia consiste en que los %1 se restablecen al nivel inicial a las 12PM GMT cada día (mientras los %2 lo hacen a las 00:00:00 GMT).

source: Limit
es: Límite

source: Line
es: Línea

source: Line Chart
es: Gráfico de líneas

source: Line Dot Chart
es: Gráfico de líneas de puntos

source: Links
es: Enlaces

source: Listing only Payment Agents in %1.
es: Mostrando únicamente los agentes de pagos en %1.

source: Live Chart
es: Gráfico en tiempo real

source: Live Charts
es: Gráficos en tiempo real

source: Live Help
es: Ayuda en vivo

source: Lock Cashier and Settings sections
es: Bloquear secciones de Cajero y Configuración

source: Log Scale
es: Escala logarítmica

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión
