Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: According to our terms and conditions, you may only register for one real money account through our site. If you have forgotten the Login ID or password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
es: De acuerdo con nuestros términos y condiciones, sólo se permite una cuenta de dinero real en nuestro sitio. Si ha olvidado el ID de usuario o la contraseña de su cuenta existente, <a href="%1">pruebe nuestra herramienta de recuperación de contraseña</a> o contace con nuestro servicio de atención al cliente.

source: Account
es: Cuenta

source: Account Details
es: Detalles de la cuenta

source: Account Limits
es: Límites de la cuenta

source: Account Management and Tracking
es: Administración y seguimiento de la cuenta

source: Account Opening
es: Apertura de cuenta

source: Account Settings</a> accordingly. Thank you for your kind assistance
es: Configuración de cuenta</a> correspondientemente. Gracias por su cordial ayuda

source: Account balance : %1 %2
es: Saldo de cuenta : %1 %2

source: Account balance:
es: Balance de cuenta:

source: Accounts
es: Cuentas

source: Accumulation/Distribution
es: Acumulación/Distribución

source: Accuracy of Information
es: Exactitud de la información

source: Acknowledgement of Money Transfer
es: Reconocimiento de transferencia de dinero

source: Acknowledgement of Withdrawal Request
es: Reconocimiento de solicitud de retiro

source: Acquisition
es: Adquisición

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
es: La adquisición de contratos financieros a través de este sitio se debe efectuar de conformidad con los términos y condiciones presentados en las páginas de este sitio. La adquisición de un contrato financiero se completa cuando el contrato financiero ha sido personalizado, la prima (o el pago, según sea el caso) se ha calculado y el pago ha sido verificado.

source: Action
es: Acción

source: Add Lines
es: Añadir líneas

source: Add Overlay
es: Añadir superposición

source: Address
es: Domicilio

source: Affiliate
es: Afiliado

source: Affiliate Program
es: Programa de afiliados

source: Affiliate reward for period from %1 to %2
es: Recompensa de afiliado por el período desde %1 hasta %2

source: After logging into binary.com, you can register as an API Developer
es: Después de entrar en binary.com, podrá registrarse como un desarrollador de API

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
es: Después de que el usuario se autentica en %1; su navegador se redirige a su controlador callback con una llamada como esta:

source: All
es: Todo

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
es: Todos los detalles de la tarjeta de crédito son enviados directamente a la red de Visa/Mastercard utilizando la más moderna tecnología de encriptado SSL, de conformidad con la política de los bancos.

source: All email inquiries will be responded to within 2 business days whenever possible.
es: Todas las consultas por correo electrónico serán atendidas dentro de 2 días laborales siempre que sea posible.

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
es: Todas las opiniones, noticias, investigación, análisis, precios u otra información contenida en este sitio web se proporcionan como comentarios generales del mercado y no constituyen asesoramiento de inversión. %1 no aceptará responsabilidad por ninguna pérdida o perjuicio, incluyendo pero sin limitarse a cualquier pérdida de beneficios que pueda surgir directa o indirectamente del uso o dependencia de dicha información.

source: All times are in GMT (Greenwich Mean Time).
es: Todos los horarios en el sitio web corresponden a GMT (Greenwich Mean Time).

source: Amount
es: Monto

source: Amount must be a positive number.
es: El monto debe ser un valor positivo.

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
es: Un contrato "Finaliza dentro" se paga si el precio de salida del mercado es estrictamente superior al límite de precio bajo Y estrictamente inferior al límite de precio alto. Un contrato "Finaliza fuera" se paga si el precio de salida del mercado es O BIEN estrictamente superior al límite de precio alto O estrictamente inferior que el límite de precio bajo.

source: An additional password can be used to restrict access to the Cashier and Settings areas.
es: Se puede utilizar una contraseña adicional para restringir el acceso a las zonas de cajero y de los ajustes.

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
es: Un <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resumen de Recursos</a> generado de forma automática también está disponible.

source: An error occurred while processing request. If this error persists, please contact customer support
es: Ha ocurrido un error procesando la solicitud. Si este error persiste, póngase en contacto con nuestro servicio de atención al cliente

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
es: Un indicador basado en la diferencia entre dos promedios móviles expresada como un porcentaje. El PPO se obtiene sustrayendo el promedio móvil más largo del más corto y dividiendo la diferencia por el promedio móvil más largo.

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
es: Un indicador que mide la volatilidad de un valor. Unos valores elevados de ATR indican una alta volatilidad y pueden ser una indicación de venta de pánico o compra de pánico. Unas lecturas de ATR bajas indican un movimiento lateral de los valores.

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
es: Un oscilador que intenta combinar la información de varios lapsos de tiempo diferentes en un número. Se usan tres lapsos de tiempo diferentes, habitualmente uno de 7 días, otro de 14 y otro de 28. El oscilador resultante se limita para moverse entre 0 y 100, con 50 como línea central. Se utilizan el 70 y el 30 como líneas de nivel de sobreventa/sobrecompra.

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
es: Un oscilador que mide el ritmo de cambio de precio (a diferencia de los niveles en sí). Se calcula tomando diferencias de precio en un intervalo de tiempo fijado. Este valor positivo o negativo se traza en torno a la línea cero.

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
es: Un oscilador usado para identificar lecturas de sobrecompra y sobreventa en el RSI (Indice de fuerza relativa). Como el RSI puede pasar períodos extensos sin entrar en sobrecompra (por encima de 70) o sobreventa (por debajo de 30), StochRSI proporciona medios alternativos para identificar estos extremos.

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
es: Y los fines de semana le pueden llevar a algunos de los lugares más exóticos y bellos del mundo.

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
es: Otro premio importante. Esta vez estamos nominados por los lectores de Global Banking and Finance Review en línea y juzgados por un jurado de expertos y analistas de la industria que reconocen los 13 años de la fiabilidad de nuestra plataforma, la gama de productos, nuestros precios, el servicio al cliente y el profundo conocimiento de lo que hacemos.

source: Answer to secret question
es: Responder a la pregunta secreta

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
es: Cualquier cambio en nuestra política de privacidad o en nuestra declaración de seguridad será anunciada en este sitio web. En el caso de cambios materiales que afecten de forma directa el uso económico de su información personal, solicitaremos su autorización por escrito previamente antes de efectuar dicho cambio en su cuenta.

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
es: Cualquier forma de Spam resultará en el sometimiento de su cuenta a revisión y la retención de todos los fondos debidos en espera de una investigación en su cuenta. Usted debe ser consciente de que %1 es susceptible a incurrir en gastos para hacerle frente al correo electrónico generado por spam y que esos mismos gastos serán descontados de su cuenta. En este caso la suma determinada será justa y considerada definitiva y aceptable basada en la buena fe y dicho monto será cobrable por ley y se considerará que ha sido aceptado por usted como justo y razonable y conforme a lo acordado por el registro como afiliado de %1.

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
es: Cualquier información dada en estas páginas y/o correos electrónicos u hojas informativas enviadas por la página relativas al mismo no tiene la intención de asesorar en finanzas ni inversiones y la Compañía no aceptará ninguna obligación respecto de ello, ni aceptará ninguna responsabilidad por la precisión o globalidad de la información proporcionada en este sitio.

source: Any limits set may only be changed or increased after 7 days notice.
es: Los límites sólo pueden ser modificados o aumentados con antelación de 7 días.

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
es: Cualquier aviso dado o hecho a la Compañía en virtud del presente Acuerdo se hará por correo electrónico a %1. La Compañía le enviará cualquier aviso dado o hecho en virtud de este Acuerdo a la dirección de correo electrónico proporcionada en su formulario de solicitud o a cualquier otra dirección de correo electrónico notificada por usted a la Compañía.

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
es: Cualquier persona mayor de 18 años [que haya leído y aceptado los términos y condiciones de %1] que no sea residente de uno de los 'países cerrados' puede invertir en la plataforma de %1.

source: Application Name
es: Nombre de la aplicación

source: Apply for access
es: Solicitar acceso

source: Apply to become Payment Agent
es: Aplicar para convertirse en un agente de pagos

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
es: Aplicar para convertirse en un <a class="pjaxload" href="%2">agente de pagos</a> de %1.

source: Apr
es: Abr

source: April
es: Abril

source: Are there any costs?
es: ¿Hay gasto alguno?

source: Are you ready?
es: ¿Está listo?

source: Are you sure you want to delete '#1'?
es: ¿Está seguro de querer eliminar '#1'?

source: Are you sure you want to delete all workspaces?
es: ¿Está seguro de querer eliminar todos los espacios de trabajo?

source: Are you sure you want to revoke this Power of Attorney?
es: ¿Está seguro de querer revocar este poder notarial?

source: Are your site visitors interested in:
es: Los visitantes de su sitio están interesados en:

source: Aroon Up/Down
es: Aroon arriba/abajo

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
es: En cuanto hace clic en el botón "Comprar", su comercio se registra en su cuenta. El precio de su comercio se sigue actualizando en tiempo real.

source: Asia and Europe
es: Asia y Europa

source: Asia and Europe 24 Hours
es: Asia y Europa las 24 horas

source: Asian
es: Asiáticas

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
es: Opciones asiáticas se resuelven comparando el <strong>último intervalo</strong> con el precio mediano durante el período del contrato.

source: Asians
es: Asiáticas

source: Ask
es: Demanda

source: Asset
es: Activo

source: Asset Index
es: Índice de activos

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
es: Durante la etapa adecuada de la aplicación, cuando se requiere la autorización del usuario final %1, re-dirija el navegador del usuario final a esta URL:

source: Aug
es: Ago

source: August
es: Agosto

source: Authenticate
es: Autenticar

source: Authenticate to Withdraw
es: Autenticar para retirar

source: Authenticate your Account
es: Autenticar su cuenta

source: Authenticated
es: Autenticada

source: Authentication
es: Autenticación

source: Authorization: Basic %1
es: Autorización: Basic %1

source: Authorization: Bearer %1
es: Autorización: Bearer %1

source: Average
es: Promedio

source: Average Change
es: Cambio promedio

source: Average Change = Average Close - Average Open, for the period selected
es: Cambio promedio = Cierre promedio - Apertura promedia, por el periodo seleccionado

source: Avg Directional Index
es: Índice direccional medio

source: Avg True Range
es: Rango efectivo medio

source: Award-winning, patented financial trading platform
es: Plataforma de inversiones financieras patentada y premiada

source: BACK TO HOMEPAGE
es: VOLVER AL INICIO

source: BOM Charts Workspace
es: Espacio de trabajo de gráficos BOM

source: Back
es: Atrás

source: Balance
es: Saldo

source: Bank wire/Money transfer
es: Transferencia bancaria/Transferencia de dinero

source: Bank your way
es: Elija su modo de pago

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
es: Extracto de la tarjeta de crédito/débito o libreta de banco/unión de crédito/sociedad de construcción (de los últimos tres meses)

source: Banking
es: Banca

source: Bankruptcy Filing
es: Presentación de quiebra

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
es: Bancos, fondos de cobertura y inversores profesionales habitualmente comercian con opciones binarias en los mercados de derivados OTC. Los profesionales del mercado confían en la plataforma 1% para realizar operaciones flexibles de alto volumen.

source: Bar HLC Chart
es: Gráfico de barras HLC

source: Bar OHLC Chart
es: Gráfico de barras OHLC

source: Barrier
es: Límite

source: Barrier From format error
es: Error de formato de la barrera "desde"

source: Barrier Step (%) out of limit
es: Grado de la barrera (%) fuera de los límites

source: Barrier Step format error
es: Error de formato del cambio de la barrera

source: Barrier is out of acceptable range.
es: La barrera se encuentra fuera del rango aceptable.

source: Barrier may not be adjusted.
es: La barrera no puede ajustarse.

source: Barrier must be at least
es: La barrera tiene que ser al menos

source: Barrier offset
es: Desplazamiento de barrera

source: Barrier outside acceptable range.
es: La barrera se encuentra fuera del rango aceptable.

source: Barrier terms
es: Términos de la barrera

source: Barrier(s)
es: Límite(s)

source: Barriers must be on either side of the spot.
es: Las barreras deberían estar a uno de los lados de la posición actual.

source: Basic Account review/update facilities
es: Herramientas básicas de la cuenta para revisar/actualizar los datos

source: Batch Transactions
es: Transacciónes en bloque

source: Before you proceed...
es: Antes de continuar...

source: Benefits of binary trading
es: Beneficios de operar con binarios

source: Benefits of trading binaries
es: Beneficios de operar con binarios

source: Best Tracking with "Forever Cookies"
es: Mejor seguimiento con "Forever Cookies"

source: Best regards,
es: Saludos,

source: Best-in-class pricing for binaries...
es: El mejor precio de su clase para contratos binarios...

source: BetOnMarkets goes live
es: BetOnMarkets empieza a funcionar

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
es: BetOnMarkets.com tiene más de 400.000 clientes en su base de datos y llega a los $ 1000 millones en sólo nuestro año 13, lo que nos convierte en uno de los líderes en comercio con apuestas de probabilidades fijas.

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
es: BetOnMarkets.com aumenta los pagos a 100,000 USD, EUR, GBP y AUD

source: BetOnMarkets.com is successfully rebranded Binary.com
es: BetOnMarkets.com cambia de nombre a Binary.com con éxito

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
es: BetOnMarkets.com alcanza mil millones dólares el volumen de negocios desde sus inicios en 1999

source: Bid
es: Oferta

source: Binary Options Basics
es: Cuestiones básicas de las opciones binarias

source: Binary Trading is simple to learn and to execute.
es: Operaciones con opciones binarias son fáciles de aprender y de ejecutar.

source: Binary option
es: Opciones binarias

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
es: Opciones binarias son fáciles de entender. Se llaman "binarias" porque sólo pueden haber dos resultados - ganar o perder. Si su predicción es correcta, recibirá un pago que se determina en el inicio de la operación. Si no es así, perderá sólamente su apuesta inicial.

source: Binary options basics
es: Cuestiones básicas de las opciones binarias

source: Binary trading is flexible.
es: Operar con opciones binarias es flexible.

source: Binary trading is ideal for both individuals and market professionals.
es: Operaciones con opciones binarias son ideales tanto para los individuos como para los profesionales del mercado.

source: Binary trading is very simple.
es: Operar con opciones binarias es sencillo.

source: Binary.com Open-Source Projects
es: Los proyectos de Binary.com de Código abierto

source: Binary.com White Labels
es: White Label de Binary.com

source: Binary.com continues to innovate and grow
es: Binary.com continúa innovando y creciendo

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
es: Binary.com es un lugar flexible. Además de nuestras oficinas, contamos con personal que opta por trabajar desde sus casa en varios países de todo el mundo. Si eso le convenga, estamos abiertos a ello.

source: Binary.com is a registered trademark.
es: Binary.com es una marca registrada.

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
es: Binary.com es un miembro activo de la comunidad de Perl y est'a en el proceso de carga de varios módulos de utilidad interna a <a target="_blank" href="%1">CPAN</a>. Si es usted un entusiasta de Perl, puede contribuir mediante la revisión de estos módulos y presentar su propuesta mediante pull-request en <a target="_blank" href="%2">github</a>.

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
es: Binary.com es un defensor activo del movimiento de código abierto y está en proceso de transferencia a fuente abierta de una serie de componentes de su base de código.

source: Binary.com offers new ways to trade
es: Binary.com le ofrece nuevas formas de trabajar con los mercados

source: Binary.com supports %1. GamCare has a commitment to promote responsible attitudes to gambling and to work for the provision of proper care for those who have been harmed by gambling dependency.
es: Binary.com apoya a %1. GamCare se compromete a promover actitudes responsables respecto al juego y a trabajar para proveer de cuidados adecuados para aquellos que han sido perjudicados por la dependencia al juego.

source: Binary.com’s CPAN contributions
es: Las contribuciones CPAN de Binary.com
