Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Find the right trade for every market condition.
es: Encuentre un contrato adecuado para cada condición del mercado.

source: First Name
es: Nombre

source: First line of home address
es: Primera línea de domicilio de residencia

source: First, define your position...
es: Primero, defina su posición...

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
es: Primero, necesita establecer los parámetros de su contrato. Aquí está lo que tiene que tener en cuenta.

source: First-class client service.
es: Servicio al cliente de primera calidad.

source: Flexibility
es: Flexibilidad

source: Flexible trades
es: Transacciones flexibles

source: Follow a simple step-by-step guide to binary trading.
es: Siga una sencilla guía paso a paso para el comercio binario.

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
es: Para los afiliados que ofrecen un servicio de asesoramiento de inversiones basado en la plataforma de %1 ofrecemos estructuras de pago especializadas. <a href="mailto:%2">Comuníquese con nuestra gerente de afiliados, Karen Yap para obtener más detalles</a>.

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
es: Para los contratos que vencen al momento del cierre del mercado, utilizaremos el precio de cierre oficial del mercado para liquidar su contrato y ponerle al día de sus resultados al momento de la liquidación.

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
es: Para las cotizaciones forex, las horas de cierre son definidas por la Compañía como se muestra en la sección de horas de apertura de mercados del sitio web. En caso de una disputa con respecto a los valores de mercado o de liquidación, la decisión de la Compañía será final y obligatoria. Los clientes deben advertir que ciertos mercados (como los valores o los índices de valores) no están abiertos a lo largo del día y que el comercio puede no estar disponible cuando los mercados están cerrados.

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
es: Para forex: el mercado de forex es un mercado Over The Counter (OTC, por sus siglas en inglés: sobre el mostrador), donde los bancos y otras instituciones financieras importantes intercambian divisas entre sí sin la presencia de una cámara de compensación central. En consecuencia, no hay una fuente de precios 'oficial' para las cotizaciones de forex. Los diferentes flujos de datos contendrán cotizaciones de diferentes subconjuntos de bancos internacionales. Por consiguiente, los precios pueden variar entre proveedores, dependiendo del(los) banco(s) del(los) que obtienen los precios.

source: For more information on the terms and conditions that apply to your bonus, go to: %1
es: Para más información sobre los términos y condiciones que se aplican a su bono mire: %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
es: Por razones de seguridad, observe que las cuentas de los agentes de pagos solo podrán depositar mediante transferencia bancaria.

source: For security reasons, please start the 'Lost Password' procedure again.
es: Por razones de seguridad, por favor reinicie nuevamente el procedimiento de 'contraseña perdida'.

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
es: Por tercer año consecutivo, BetOnMarkets.com es votado como "Mejor Proveedor de Opciones Financieras con Probabilidades Fijas" por la revista Shares Magazine UK. Es la última vez que ganamos porque más adelante Shares Magazine detiene premios en esta categoría.

source: Forest Chart
es: Gráfico de histograma

source: Forgot Login ID or Password?
es: ¿Olvidó su identificación o su contraseña?

source: Forward starting intraday and daily contracts are available on some %1
es: Los contratos intradía que empiezan en el futuro y los contratos diarios están disponibles sobre %1

source: Fr
es: VI

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
es: Marque su estrategia utilizando los poderosos gráficos en tiempo real de %1. Vea al instante los patrones de movimientos de divisas, índices, materias primas y acciones.

source: Fraud and Money Laundering
es: Fraude y lavado de dinero

source: Free Contract Bonus
es: Bonificación de contrato gratis

source: Free gift
es: Obsequio gratuito

source: Friday
es: Viernes

source: Fridays
es: Viernes

source: From
es: Desde

source: From Barrier out of limit
es: Desde la barrera fuera del límite

source: From expiry date format error
es: Error de formato desde la fecha de vencimiento

source: From expiry date out of limit
es: Fuera de límite desde la fecha de vencimiento

source: From:
es: Desde:

source: Further Instructions
es: Instrucciones adicionales

source: Further information
es: Información adicional

source: Further instructions must not exceed %1 characters.
es: Las instrucciones adicionales no deben superar los %1 caracteres.

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
es: Además de esto, la interfaz API está ofrecida por un proveedor de gestión de la proxy de API que se llama <a href="http://apigee.com" target="_blank">Apigee</a>. Este servicio proporciona varios servicios de interés tanto para los desarrolladores de aplicaciones como para el proveedor de la API.

source: Futures
es: Futuros

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
es: El Tiempo Medio de Greenwich (GMT) es la hora oficial que se utiliza en el Reino Unido durante el invierno. En el verano, el Reino Unido cambia a la Hora de verano de Gran Bretaña, que es GMT + 1 hora. Todas las horas en Binary.con son GMT durante todo el año.

source: Generous Commission Structure
es: Generosa estructura de comisiones

source: Get %1 when you deposit %2.
es: Obtenga %1 al depositar %2.

source: Get Prices
es: Obtener precios

source: Get Started
es: Comenzar

source: Get started with just $5
es: Comience con sólo $5

source: Get your free $10k virtual money account
es: Obtenga su $10 000 en la cuenta de dinero virtual

source: Get your price
es: Obtenga su precio

source: Getting Started
es: Cómo empezar

source: Give Me More Money!
es: ¡Dadme más dinero!

source: Glossary
es: Glosario

source: Go
es: Ir

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
es: Diríjase a la <a href="http://login.binary.com/password-retrieve.php">página de recuperación de contraseña</a> e introduzca su nombre de usuario y dirección de correo electrónico en los campos del formulario proporcionado para que le envíen su contraseña por correo electrónico.

source: Go to Home Page
es: Ir a la página principal

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
es: Diríjase a la <a href="http://login.binary.com/signup.php">página de registro</a> para registrarse hoy como afiliado de %1 [gratis].

source: Go with the leader
es: Siga al líder

source: Governing Laws and Jurisdiction
es: Leyes aplicables y jurisdicción

source: Great payouts, earn up to 35%
es: Estupendos pagos, obtenga hasta un 35%

source: Group History
es: Historia corporativa

source: Group Information
es: Información del grupo

source: Have a question? Need Help?
es: ¿Tiene alguna pregunta? ¿Necesita ayuda?

source: Hello
es: Hola

source: Hello, World!
es: ¡Hola, Mundo!

source: Help
es: Ayuda

source: Hide last spot
es: Ocultar el último precio de contado

source: High
es: Alto

source: High Barrier
es: Barrera Superior

source: High barrier
es: Barrera superior

source: High barrier offset
es: Desplazamiento de la barrera superior

source: High conversions and customer value
es: Conversiones altas y valor ofrecido al cliente

source: High returns
es: Altos rendimientos

source: High/Low
es: Alto/bajo

source: Higher / Lower
es: Superior / Inferior

source: Higher/Lower
es: Superior/Inferior

source: Higher/Lower trades
es: Contratos Superior/Inferior

source: Higher/lower trades
es: Contratos Superior/Inferior

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
es: Destaca la relación entre los cambios de precio y volumen y es especialmente útil para evaluar la fuerza de una tendencia.

source: Home
es: Inicio

source: Horizontal Grid
es: Cuadrícula horizontal

source: How and when will I receive my affiliate earnings?
es: ¿Cómo y cuándo recibiré mis beneficios de afiliado?

source: How can I become a %1 affiliate?
es: ¿Cómo convertirme en un afiliado de %1?

source: How do I change my payment method?
es: ¿Cómo cambio mi método de pago?

source: How do I fund my account?
es: ¿Cómo financio mi cuenta?

source: How do I know how much I have earned?
es: ¿Cómo averiguo cuánto he ganado?

source: How does %1 make money?
es: ¿Cómo gana dinero %1?

source: How does it work?
es: ¿Cómo funciona?

source: How safe is my money with %1?
es: ¿Qué tan seguro está mi dinero con %1?

source: How soon can I start trading?
es: ¿Cuándo puedo comenzar a operar?

source: How to open an account
es: Cómo abrir una cuenta

source: How to trade binaries?
es: ¿Cómo se trabaja con binarios?

source: How to trade the random markets?
es: ¿Cómo se comercie con los mercados Random?

source: How to use a payment agent?
es: ¿Cómo usar un agente de pago?

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
es: No obstante, para poder aumentar sus límites de retiro, se le solicita que siga las instrucciones a continuación.

source: Huge
es: Enorme

source: I forgot my password, what should I do?
es: Olvidé mi contraseña, ¿qué debo hacer?

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
es: He leído y acepto los <a target="_blank" href="%1">términos y condiciones</a> del sitio.

source: I'm new to binaries, where do I start?
es: Soy nuevo en las opciones binarias, ¿por dónde comienzo?

source: ID scans submitted
es: Digitalizaciones de identificación entregadas

source: IP Address
es: Dirección IP

source: IP Security
es: Seguridad de IP

source: Ideal for both pros and novices
es: Ideal tanto para profesionales como para principiantes

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
es: Si todo esto suena un poco complicado, tiene razón. Pero es así cómo nos aseguramos de que contemos con los mejores profesionales en nuestro equipo.

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
es: Si se comete un error en el cálculo de su cuota de participación, la Compañía se reserva el derecho de corregir dicho cálculo en cualquier momento y recuperar de su parte cualquier pago en exceso que la Compañía le haya hecho incluyendo, sin limitación, la reducción de pagos de ingresos futuros para cubrir la devolución de cargo antes de que usted comience a obtener ingresos otra vez. La Compañía se reserva el derecho, en casos especiales, de excluir el reparto de ingresos de los fondos de promoción depositados en la cuenta del cliente por la Compañía.

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
es: Si alguna disposición de este Acuerdo es considerada inválida o inejecutable total o parcialmente, la disposición impugnada (o parte de ella) se considerará eliminada de este Acuerdo y las disposiciones restantes (incluyendo el resto de la disposición afectada) continuarán siendo válidas y aplicables.

source: If applicable, to expedite the processing of your query please include a screen capture of the page that requires our attention.
es: De ser posible, para acelerar el procesamiento de su pregunta por favor incluya una captura de pantalla de la página que requiere nuestra atención.

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
es: Si estamos contentos con los resultados, nos pondremos en contacto con usted para una entrevista y luego hacemos verificaciones de sus antecedentes y referencias.

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
es: Si experimenta dificultades al acceder a su cuenta, por favor compruebe que los cookies estén activados en su navegador. Este sitio web utiliza cookies para almacenar su identificación de acceso y contraseña (en un formato encriptado) en su ordenador durante su sesión de inicio.

source: If you are, we’d love to hear from you.
es: Si es así, nos encantaría que nos contactase.

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
es: Si lo hace, no hay problema. Con Binary.com puede vender sus contratos antes de que finalicen para trabar sus ganancias. No hace falta esperar hasta el final del contrato.

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
es: Si usted considera que ninguna de estas razones se aplica a su caso y quiere solicitar de nuevo que el bono esté acreditado a su cuenta, por favor proporcione lo siguiente:

source: If you meet our basic requirements, we’ll send you a talent test.
es: Si usted cumple con nuestros requisitos básicos, le enviaremos una prueba de habilidades.

source: If you need help, please contact our customer support team at %1
es: En caso de que necesite más asesoramiento contacte con nuestro servicio de atención al cliente a %1

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
es: Si selecciona "Asiáticas - Baja", ganará el pago si el <strong>último intervalo</strong> es <strong>inferior</strong> a la <strong>media</strong> de los intervalos.

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
es: Si selecciona "Asiáticas - Alza", ganará el pago si el <strong>último intervalo</strong> es más <strong>superior</strong> a la <strong>media</strong> de los intervalos.

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
es: Si selecciona "Es diferente", ganará el pago si el <strong>último dígito</strong> del último intervalo <strong>no coincide</strong> con su <strong>predicción</strong>.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
es: Si selecciona "No toca", ganará el pago si el mercado nunca toca la <strong>barrera</strong> de precio especificada durante el <strong>plazo del contrato</strong>.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
es: Si selecciona "Finaliza dentro", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior a la <strong>barrera inferior</strong> Y estrictamente inferior a la <strong>barrera superior</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
es: Si selecciona "Finaliza fuera", ganará el pago si el <strong>precio de salida</strong> es O BIEN estrictamente superior a la <strong>barrera superior</strong> O estrictamente inferior a la <strong>barrera inferior</strong>.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
es: Si selecciona "Baja", ganará el pago si el <strong>precio de salida</strong> es estrictamente inferior al <strong>punto de entrada</strong>.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
es: Si selecciona "Sale", ganará el pago si el mercado toca ya sea la <strong>barrera superior</strong> o la <strong>inferior</strong> en cualquier momento durante el <strong>plazo del contrato</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
es: Si selecciona "Superior", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior a la <strong>barrera</strong>.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
es: Si selecciona "Inferior", ganará el pago si el <strong>precio de salida</strong> es estrictamente inferior a la <strong>barrera</strong>.

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
es: Si selecciona "Coincide", ganará el pago si el <strong>último dígito</strong> del último intervalo <strong>coincide</strong> con su <strong>predicción.</strong>

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
es: Si selecciona "Alza", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior al <strong>precio de entrada</strong>.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
es: Si selecciona "Queda dentro", gana el pago si el mercado se mantiene dentro de la <strong>barrera superior</strong> y de la <strong>inferior</strong> (sin tocarlas) en todo momento durante el <strong>plazo del contrato</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
es: Si selecciona "Toca", gana el pago si el mercado toca la <strong>barrera</strong> especificada en cualquier momento durante el <strong>plazo del contrato</strong>.

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
es: Si selecciona "baja", ganará el pago si el precio del mercado es inferior al <strong>punto de entrada</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
es: Si selecciona "baja", ganará el pago si el precio del mercado es inferior al precio de entrada.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
es: Si selecciona "alza", ganará el pago si el precio de salida del mercado es estrictamente superior al <strong>punto de entrada</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
es: Si selecciona "alza", ganará el pago si el precio de salida del mercado es estrictamente superior al punto de entrada.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
es: Si selecciona una <strong>hora de comienzo</strong> en el futuro, la <strong>hora de comienzo</strong> es la seleccionada y el <strong>precio de entrada</strong> es el precio efectivo a esa hora.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
es: Si selecciona como <strong>hora de comienzo</strong> "ahora", la <strong>hora de finalización</strong> es el número seleccionado de minutos/horas tras la <strong>hora de comienzo</strong> (si la duración es inferior a un día), o al final del día de comercio (si la duración es de un día o más).

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
es: Si selecciona como <strong>hora de comienzo</strong> "ahora", la <strong>hora de comienzo</strong> será cuando el contrato esté procesado por nuestros servidores y el <strong>precio de entrada</strong> es el <strong>próximo precio recibido</strong> a partir de entonces.

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
es: Si selecciona una <strong>hora de finalización</strong> específica, la <strong>hora de finalización</strong> es la hora seleccionada.
