Repository: zaki-binary/binary-static
Catalog: src/config/locales/*.po
Languages: es

source: Your cashier section is locked.
es: Su sección de cajero está bloqueada.

source: Your cashier session has expired
es: Su sesión del cajero ha expirado

source: Your country
es: Su país

source: Your current self-exclusion settings are as follows:
es: Su configuración de autoexclusión actual es la siguiente:

source: Your details
es: Sus datos

source: Your documents are expired.
es: Sus documentos están caducados.

source: Your email address
es: Su dirección de correo electrónico

source: Your form has been submitted.
es: Su petición ha sido enviada.

source: Your funds are safe
es: Sus fondos están a salvo

source: Your information is incomplete or incorrect. Please correct the fields highlighted above.
es: Su información es incorrecta o está incompleta. Por favor, corrija los campos resaltados arriba.

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
es: Su dinero está a salvo con %1. Siempre lo segregamos y conservamos en los bancos con calificación AAA, que es una condición de nuestra licencia comercial.

source: Your name
es: Su nombre

source: Your name/company
es: Su nombre/compañía

source: Your new account balance is %s %s
es: Balance de su cuenta es %s %s

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
es: Su orden (referencia # <span id="reference_no">%1</span>) se ha ejecutado al precio %2.

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
es: Su identificación de acceso y contraseña son únicas y están encriptadas por lo que ni siquiera el personal del equipo de %1 puede leerlos. Esta es la razón por la que no podemos recuperar su contraseña y emitimos una nueva a su dirección de correo electrónico si no puede recordarla.

source: Your password has been changed.
es: Su contraseña ha sido cambiada.

source: Your password has been successfully reset. Your login ID is <strong>%1</strong>. Please log into your account using your new password.
es: Su contraseña se ha restablecido exitosamente. Su identificación de acceso es <strong>%1</strong>. Por favor, inicie sesión en su cuenta utilizando su nueva contraseña.

source: Your password recovery token has expired. Please click <a href="%1"><strong>here</strong></a> to restart the password recovery process.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%2"><strong>Customer Support</strong></a>.
es: El indicio de recuperación de la contraseña ha caducado. Por favor, pulse <a href="%1"><strong>aquí</strong></a> para reiniciar el proceso de recuperación de contraseña.<br /><br /> Su cuenta es importante para nosotros. Si necesita más ayuda, póngase en contacto con nuestro <a href="%2"><strong>servicio de atención al cliente</strong></a>.

source: Your password should be at least 5 characters.
es: Su contraseña debe tener al menos 5 caracteres.

source: Your password should contain only characters and digits.
es: Su contraseña debe contener solamente letras y números.

source: Your password should not be more then 25 characters.
es: Su contraseña no debería tener más de 25 caracteres.

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
es: Su información personal se utiliza principalmente como una forma de verificarlo como el verdadero dueño de la cuenta y la persona a la que se pueden hacer pagos de retiros. Nosotros recopilamos los datos personales que le conciernen directamente del formulario que usted completa durante la apertura de cuenta. En caso de cualquier duda sobre la autenticidad de los datos de su cuenta o de cualquier solicitud de retiro, la empresa se reserva el derecho de solicitar más información de verificación que se considere apropiado en las circunstancias.

source: Your phone number
es: Su número de teléfono

source: Your request to revoke the Power of Attorney has been received. Please allow 2 working days for us to process this request.
es: Su solicitud de revoque del poder de abogados ha sido recibido. Por favor, concédanos 2 días hábiles para procesar esta solicitud.

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
es: Su solicitud de transferencia %1 %2 de %3 a %4 ha sido procesada exitosamente.

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
es: Su solicitud de retiro de 1% 2% de su cuenta %3 al agente de pagos 4% se ha procesado correctamente.

source: Your risks are known
es: Sus riesgos se conocen de antemano

source: Your secret answer is too short. Please enter at least 4 characters.
es: Su respuesta secreta es muy corta. Por favor introduzca al menos 4 caracteres.

source: Your settings have been updated successfully.
es: Su configuración se ha actualizado exitosamente.

source: Your transaction reference number is %1
es: El número de referencia de su transacción es %1

source: Your website URL
es: URL de su sitio web

source: Your withdrawal limit for the entire duration of the account is currently: <b>EUR %1</b> (or %2 in other currency.)
es: Su actual límite de retiro para toda la validez de la cuenta es: <b>EUR %1</b> (o %2 en otra divisa.)

source: Your withdrawal limit is <strong>EUR %1</strong> (or %2 in other currency).
es: Su límite de retiro es <strong>EUR %1</strong> (o %2 en otra divisa).

source: You’ll be surprised by the returns you can make.
es: Le sorprenderá el rendimiento que puede conseguir.

source: Zoom
es: Enfocar

source: a definite or indefinite period during which you wish to exclude yourself from the website.
es: un período determinado o indeterminado durante el cual usted desea excluirse de la página web.

source: a limit on the amount of time you may trade in any given online session;
es: un límite en la cantidad de tiempo que puede operar en cualquier sesión en línea dada;

source: a limit on the amount you may trade within a specified period of time;
es: un límite en la cantidad con la que usted puede operar dentro de un período específico de tiempo;

source: a limit on the losses you may incur within a specified period of time;
es: un límite en la cantidad de pérdidas que puede incurrir dentro de un período específico de tiempo;

source: and
es: y

source: and with this (same as before) HTTP header
es: y con este título HTTP (el mismo que antes)

source: and with this HTTP header
es: y con este título HTTP

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
es: cualquier instancia en la que la compañía considera que las actividades de esa persona en este sitio puedan ser ilegales en el país o el estado de esa persona;

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
es: cualquier instancia en la que la compañía sea abordada o contactada por las autoridades legales o reguladores del país o estado de la persona;

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
es: cualquier instancia en que la compañía pueda sufrir algún perjuicio patrimonial, fiscal o reglamentario en virtud de las actividades de esa persona en este sitio;

source: any restriction to its Clients from purchasing any contracts during certain hours.
es: cualquier restricción a sus clientes de comprar cualquier contrato durante un horario determinado.

source: barrier
es: límite

source: better trade
es: mejor contrato

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex, binary trading, binary bet, binary online bet, binary options trading platform, digital options
es: opciones binarias, opcion binaria, el comercio de divisas, el comercio en línea, comercio financiero, opciones binarias de comercio financiero, el comercio, el comercio de índices binarios, índices comerciales, operaciones de divisas, materias primas comerciales, mercado de compraventa de divisas, practicar opciones binarias, la práctica de comercio binario, contratos instantáneos, comercio de dinero virtual, compraventa de divisas, comercio binario, apuesta binaria, apuesta en línea binario, plataforma de negociación en opciones binarias, las opciones digitales

source: contact us
es: contactarnos

source: contract start time
es: hora inicio contrato

source: day
es: día

source: days
es: días

source: details
es: detalles

source: entry spot
es: punto de entrada

source: entry spot minus %1
es: punto de entrada negativo %1

source: entry spot minus %plural(%1,1 pip, %d pips)
es: punto de entrada negativo %plural(%1,1 pip, %d pips)

source: entry spot plus %1
es: punto de entrada positivo %1

source: entry spot plus %plural(%1,1 pip, %d pips)
es: punto de entrada positivo %plural(%1,1 pip, %d pips)

source: equivalent
es: equivalente

source: explanation
es: explicación

source: first tick
es: primer intervalo

source: for detailed coding instructions.
es: para las instrucciones detalladas de codificación.

source: here
es: aquí

source: high barrier
es: límite superior

source: homepage
es: página principal

source: hour
es: hora

source: hours
es: horas

source: less
es: menor

source: loading...
es: cargando...

source: low barrier
es: límite inferior

source: maximum is
es: máximo es

source: minimum available duration
es: duración mínima disponible

source: minimum is
es: mínimo es

source: minus
es: menos

source: minute
es: minuto

source: minutes
es: minutos

source: month
es: mes

source: months
es: meses

source: more
es: más

source: none
es: ninguno

source: not available
es: no disponible

source: on this website. You may also
es: en esta página. Usted también puede

source: or
es: o

source: or please try the site map below
es: o mire el mapa del sitio abajo

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
es: página para ver el momento exacto de liquidación de todos los contratos. Otros sitios pueden adoptar diferentes convenciones (por ejemplo, algunos sitios web eligen las 4 en punto, hora de Nueva York o las 5 en punto, hora de Londres). Por esto, los precios de apertura, los máximos, los mínimos y los de cierre en nuestro sitio pueden ser diferentes a los de otros sitios web, debido a la convención de la hora de cierre del mercado.

source: plus
es: más

source: quote delayed by at least %1 minutes
es: cotización retrasada al menos por %1 minutos

source: range
es: área

source: remaining
es: restante(s)

source: return
es: ganancias

source: return on
es: de ganancias con contratos

source: return on trades you make
es: de ganancias con contratos que hace

source: rise/fall
es: alza/baja

source: running
es: abierto

source: second
es: segundo

source: seconds
es: segundos

source: set limits on your trading activities
es: establecer límites en sus actividades de comercialización

source: starting in
es: comienza en

source: teams up with Professional Speakers on a monthly basis to teach you trading techniques and ways you can profit with binary trading.
es: se une con inversores profesionales para enseñarle técnicas de operar y formas en las que puede beneficiarse de las opciones binarias.

source: ticks
es: intervalos

source: to state the limits you wish to set via live chat, email or phone. Available limits are:
es: para formular los límites que quiere establecer mediante chat en vivo, correo electrónico o teléfono. Los límites disponibles son:

source: today
es: hoy

source: touch/no-touch
es: toque/sin toque

source: website
es: sitio web

source: when there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
es: cuando hay un fallo en los medios de comunicación normalmente utilizados para determinar el precio o valor de cualquiera de los contratos financieros, o cuando el precio o valor de cualquiera de los contratos financieros no puede comprobarse de forma rápida o precisa.

source: when, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts; or
es: cuando, como consecuencia de sucesos políticos, económicos, militares o monetarios (incluyendo la volatilidad del mercado inusual o falta de liquidez) o cualquier otra circunstancia fuera del control, la responsabilidad y el poder de la Compañía, la operación continua de este sitio no es razonablemente practicable sin afectar y perjudicar de forma material y adversa los intereses de los clientes o de la Compañía, o si, en opinión de la Compañía, un precio no puede calcularse para los contratos financieros, o

source: where
es: donde

source: with this %1 data:
es: con estos datos %1:

source: with this HTTP header
es: con este título HTTP

source: withdrawal limits
es: límites de retiro

source: year
es: año

source: years
es: años

source: you are not resident in a restricted country such as the USA, Japan or Hong Kong;
es: usted no es residente en un país restringido, como los EE.UU., Japón u Hong Kong;

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, Iraq or Myanmar;
es: usted no es residente en un país restringido, como los EE.UU., Japón, Hong Kong, las Bahamas, Birmania, Malta, Irán, Irak, el Bailiazgo de Jersey, Costa Rica o Malasia;

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
es: es mayor a 18 años de edad, a menos que sea un residente de Estonia por lo que debería ser mayor a 21 años;

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
es: ha leído la declaración de privacidad y por la presente nos dará su consentimiento para procesar su información personal como se describe allí;

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
es: ha leído esta página de condiciones y términos legales en su totalidad y entiende que usted va a comprar y vender convenios financieros sujetos a estos términos y condiciones;

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
es: tiene suficiente experiencia y conocimientos en materia de comercio financiero para ser capaz de evaluar los méritos y riesgos de adquirir convenios financieros a través de este sitio y lo ha hecho sin contar con la información contenida en este sitio.

source: ‘Best Customer Communication Firm’ award by Investors Chronicle
es: El premio "Mejor Empresa de Comunicaciones" por Investors Chronicle

source: ‘Best Fixed-Odds Broker’ silver award by Trade2Win
es: El galardón de plata "Mejor Corredor de Apuestas de Probabilidades Fijas" por Trade2Win

source: ‘Best Fixed-Odds Financial Provider’ award by Financial Times and Investors Chronicle UK
es: El galardón "Mejor Proveedor de Apuestas Financieras con Probabilidades Fijas" por Financial Times y Investors Chronicle UK

source: ‘Best Fixed-Odds Financial Trading Provider’ award by Shares Magazine UK
es: El galardón "Mejor Proveedor de Operaciones Financieras con Probabilidades Fijas" por Shares Magazine UK

source: ‘Best Fixed-Odds Firm 2012’ award by Global Banking and Finance Review
es: El galardón "Mejor Empresa de Probabilidades Fijas 2012" por Global Banking and Finance Review

source: ‘Financial Betting Operator of the Year’ award by eGaming Review
es: El galardón "Operador de Apuestas Financieras del Año" por eGaming Review

source: “Asian Fall” – You win when the last tick is lower than the average of the ticks during the trade.
es: "Asiáticos - Baja" - Usted gana cuando el último intervalo es inferior a la media de los intervalos recibidos durante el contrato.

source: “Asian Rise” – You win when the last tick is higher than the average of the ticks during the trade.
es: "Asiáticos - Alza" - Usted gana cuando el último intervalo es superior a la media de los intervalos recibidos durante el contrato.

source: “Differs” – You win when the last digit of the last tick does not match your prediction.
es: “Es diferente” – Usted gana cuando el último dígito del último intervalo no coincide con su predicción.

source: “Matches” – You win when the last digit of the last tick matches your prediction.
es: “Coincide” – Usted gana cuando el último dígito del último intervalo coincide con su predicción.

source: Dutch Index
es: Índice Holanda

source: AP Ordinary
es: AP Ordinario

source: Australian Index
es: Índice Australia

source: Belgian Index
es: Índice Bélgica

source: Bombay Index
es: Índice Bombay

source: Wall Street Index
es: Índice Wall Street

source: French Index
es: Índice Francia

source: World Index
es: Índice Mundial

source: UK Index
es: Índice Reino Unido

source: Italian Index
es: Índice Italia

source: German Index
es: Índice Alemania

source: Hong Kong Index
es: Índice Hong Kong

source: Spanish Index
es: Índice España

source: Brazilian Index
es: Índice de Brazil

source: Irish Index
es: Índice Irlanda

source: US Tech Composite Index
es: Índice US Tech Composite

source: Jakarta Index
es: Índice Jakarta

source: Korean Index
es: Índice de Corea

source: Italian 30 Index
es: Índice Italia 30

source: Euro 100 Index
es: Índice Euro 30

source: Euro 150 Index
es: Índice Euro 150

source: Japanese Index
es: Índice de Japón

source: US Tech 100 Index
es: Índice US Tech 100

source: Indian 50 Index
es: Índice India 50

source: New Zealand Index
es: Índice Nueva Zelanda

source: Norwegian Index
es: Índice de Noruega

source: Swedish Index
es: Índice Suecia

source: German vs Dutch Index
es: alemán contra holandés

source: German vs French Index
es: alemán contra francés

source: German vs UK Index
es: alemán contra inglés

source: German vs Swiss Index
es: alemán contra suizo

source: Portuguese Index
es: Índice de Portugal

source: Random Bull
es: Random Toros

source: Random Mars
es: Random Marte

source: Random Sun
es: Random Sol

source: Random Yin
es: Random Ying

source: Russian Regular Index
es: Índice regular Rusia

source: Global Energy Index
es: Índice energía global

source: Global Financial Index
es: Índice Finanzas Global

source: Global Health Care Index
es: Índice salud global

source: Global Info Tech Index
es: Índice Info Tech Global

source: Global Materials Index
es: Índice Materiales Global

source: Global Industrial Index
es: Índice Industrial Global

source: Global Telecom Srv Index
es: Índice Telecom Srv Global

source: Global Utilities Index
es: Índice Utilidades Global

source: Global Property Index
es: Índice Propiedad Global

source: US Index
es: Índice EEUU

source: Metals Index
es: Índice Metales

source: Biofuel Index
es: Índice Biocombustibles

source: Bean Oil Index
es: Índice Aceite Soja

source: Brent Crude Index
es: Índice Brent Crude

source: Cocoa Index
es: Índice Cacao

source: Corn Index
es: Índice Maíz

source: Crude Index
es: Índice Crudo

source: Cotton Index
es: Índice Algodón

source: Energy & Metals Index
es: Índice Energía & Metales

source: Gasoil Index
es: Índice Gasoil

source: Grains Index
es: Índice Cereales

source: Heating Oil Index
es: Índice Petróleo Calefacción

source: Copper Index
es: Índice Cobre

source: Nickel Index
es: Índice Níquel

source: Lead Index
es: Índice Plomo

source: Zinc Index
es: Índice Zinc

source: Coffee Index
es: Índice Café

source: Natural Gas Index
es: Índices Gas Natural

source: Petroleum Index
es: Índice Petróleo

source: Sugar Index
es: Índice de Singapur

source: Soybeans Index
es: Índice Soja

source: Wheat Index
es: Índice Trigo

source: Global Ecology Index
es: Índice Ecología Global

source: Global Infrastructure Index
es: Índice Infraestructuras Global

source: Global Nuclear Index
es: Índice Nuclear Global

source: Aerospace Index
es: Índice Aerospacial

source: Construction Index
es: Índice Construcción

source: Biotechnology Index
es: Índice Biotecnologías

source: Banking Index
es: Índice Banca

source: Comp Hardware Index
es: Índice Comp Hardware

source: Comp Software Index
es: Índice Comp Software

source: Insurance Index
es: Índice Seguros

source: Leisure Time Index
es: Índice Ocio

source: Mortgage Finance Index
es: Índice Financiación Hipotecas

source: Pharmaceuticals Index
es: Índice Farmacéutico

source: Retail Index
es: Índice Venta al detalle

source: Semiconductors Index
es: Índice Semiconductores

source: Transportation Index
es: Índice Transportación

source: Canadian Index
es: Índice Canadá

source: Global REIT Index
es: Índice REIT Global

source: Shanghai Index
es: Índice Shanghai

source: Swiss Index
es: Índice Suiza

source: Singapore Index
es: Índice Singapur

source: Euro 50 Index
es: Índice Euro 50

source: Shenzhen Index
es: Índice Shenzhen

source: South African Index
es: Índice de Sudáfrica

source: AUD Index
es: Índice AUD

source: EUR Index
es: Índice EUR

source: GBP Index
es: Índice GBP

source: USD Index
es: Índice USD

source: Oil/AUD
es: Petróleo/AUD

source: Oil/EUR
es: Petróleo/EUR

source: Oil/GBP
es: Petróleo/GBP

source: Oil/USD
es: Petróleo/USD

source: Silver/USD
es: Plata/USD

source: Gold/AUD
es: Oro/AUD

source: Gold/EUR
es: Oro/EUR

source: Gold/GBP
es: Oro/GBP

source: Gold/USD
es: Oro/USD

source: Palladium/USD
es: Paladio/USD

source: Platinum/USD
es: Platino/USD

source: Commodities are traded items with directly usable qualities.
es: Materias primas son productos de comercialización con cualidades directamente utilizables.

source: Stocks
es: Acciones

source: Stocks (or shares) represent the value of partial ownership in a single company.
es: Acciones representan el valor de la propiedad parcial de una sola empresa.

source: Randoms
es: Índices Random
