Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: a limit on the amount you may trade within a specified period of time;
fr: une limite sur le montant que vous pouvez parier dans une période de temps spécifiée;
zh_cn: 限制您在特定时期内交易的金额。

source: a limit on the losses you may incur within a specified period of time;
fr: une limite sur les pertes que vous pouvez subir dans une période de temps spécifiée;
zh_cn: 您可能在某一给定时间期限内遭受的损失限额;

source: and
fr: et
zh_cn: 以及

source: and with this HTTP header
fr: et avec cet en-tête HTTP
zh_cn: 以及这个HTTP标题

source: and your forecast was that the market price after %1 ticks will be %2 than the market entry price.
fr: et votre prédition était que le prix du marché après %1 intervalles serait %2 au prix d'entrée du marché.
zh_cn: 您的预测是市场价格在 %1跳动点后将 %2于进场价。

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
fr: chaque moment où la Société pense que les activités de la personne sur ce site peuvent être illégales dans le pays ou l'état de cette personne;
zh_cn: 本公司认为该人士的本网站活动在该人士所在国家或州可能为非法时的任何情形；

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
fr: chaque occasion où la Société pourrait être approchée ou contactée par des autorités légales ou des régulateurs du pays ou de l'état de cette personne;
zh_cn: 该人士所在国家或州的司法机关或监管机构可能与本公司接洽或联系的任何情形；

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
fr: chaque occasion où la Société pourrait subir un préjudice financier, fiscal ou réglementaire en cause des activités de cette personne sur ce site;
zh_cn: 由于该人士的本网站活动导致本公司遭受任何金钱、财务或监管性不利局面的任何情形；

source: any restriction to its Clients from purchasing any contracts during certain hours.
fr: toute restriction à ses Clients relative à l'acquisition de tout contrat durant certaines heures.
zh_cn: 对客户在特定时段买入任何合约的限制。

source: barrier
fr: barrière
zh_cn: 目标

source: better trade
fr: meilleur trade
zh_cn: 更佳交易

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks
fr: options binaires, option binaire, trading forex, trading en ligne, trading financier, trading financier option binaire, trading binaire, trading d'indice, trading d'indices, trades forex, trading matières premières, marché trading forex, pratique du trading, pratique du trading binaire, trade ponctuel, trading d'argent virtuel, trading des actions forex, trading binaire, pari binaire, pari binaire en ligne, plate-forme de trading d'options binaires, options numériques, trading des actions
zh_cn: 二元期权、二元期权、外汇交易、在线交易、金融交易、金融交易二元期权、二元交易、指数交易、交易指数、外汇交易、交易大宗商品、外汇交易市场、练习交易、练习二元交易、tick交易、虚拟资金交易、交易外国股票、二元买卖、二元投资、二元在线投资、二元期权交易平台、数字期权、交易股票。

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks.
fr: options binaires, option binaire, trading taux de change, trading en ligne, trading financier, trading financier d'option binaire, trading binaire, trading indices, indices d'indices, trades indices boursiers, trades matières premières, marché de trade forex, trade pratique, trading binaire pratique, trade ponctuel, trading d'argent virtuel, trading des indices boursiers forex, trading binaire, pais binaire, pais binaires en ligne, plateforme de trading d'options binaires, options numériques, trading des indices boursiers.
zh_cn: 二元期权、二元期权、外汇交易、在线交易、金融交易、金融交易二元期权、二元交易、指数交易、交易指数、外汇交易、交易大宗商品、外汇交易市场、练习交易、练习二元交易、tick交易、虚拟资金交易、交易外国股票、二元买卖、二元投资、二元在线投资、二元期权交易平台、数字期权、交易股票。

source: contact us
fr: contactez nous
zh_cn: 请与我们联系

source: contract start time
fr: moment de début du contrat
zh_cn: 合约开始时间

source: days
fr: jours
zh_cn: 天

source: details
fr: détails
zh_cn: 详情

source: entry spot
fr: point d'entrée
zh_cn: 入市现价

source: entry spot minus %1
fr: le point d'entrée moins %1
zh_cn: 入市现价减去%1

source: entry spot minus %plural(%1,1 pip, %d pips)
fr: le point d'entrée moins %plural(%1,1 pip, %d pips)
zh_cn: 入市现价减去%plural(%1,1 点, %d 点)

source: entry spot plus %1
fr: le point d'entrée plus %1
zh_cn: 入市现价加上%1

source: entry spot plus %plural(%1,1 pip, %d pips)
fr: le point d'entrée plus %plural(%1,1 pip, %d pips)
zh_cn: 入市现价加上%plural(%1,1 点, %d 点)

source: equivalent
fr: équivalent
zh_cn: 相当于

source: explanation
fr: explication
zh_cn: 说明

source: first tick
fr: premier intervalle
zh_cn: 首个跳动点

source: for detailed coding instructions.
fr: pour des instructions de codage détaillées.
zh_cn: 详细的编码说明。

source: here
fr: ici
zh_cn: 这里

source: high barrier
fr: barrière supérieure
zh_cn: 价格上限

source: higher
fr: supérieur
zh_cn: 高于

source: homepage
fr: page d'accueil
zh_cn: 首页

source: hour
fr: heure
zh_cn: 小时

source: hours
fr: heures
zh_cn: 小时

source: less
fr: moins
zh_cn: 减

source: loading...
fr: chargement...
zh_cn: 加载中...

source: low barrier
fr: barrière inférieure
zh_cn: 价格下限

source: lower
fr: inférieur
zh_cn: 低于

source: maximum is
fr: le maximum est
zh_cn: 最多为

source: min
zh_cn: 最小

source: minimum available duration
fr: durée minimale disponible
zh_cn: 最短可用期限

source: minimum is
fr: le minimum est
zh_cn: 最少为

source: minus
fr: moins
zh_cn: 减去

source: minute
zh_cn: 分钟

source: minutes
zh_cn: 分钟

source: more
fr: plus
zh_cn: 更多

source: none
fr: aucun
zh_cn: 无

source: not available
fr: non disponible
zh_cn: 不可使用

source: on this website. You may also
fr: sur ce site web. Vous pouvez également
zh_cn: 在本网站上。您还可以

source: or
fr: ou
zh_cn: 或

source: or please try the site map below
fr: ou essayez s'il vous plaît le plan du site ci-dessous
zh_cn: 或请尝试以下的网站地图

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
fr: afin d'obtenir l'heure exacte de la clôture de tous les contrats. Les autres sites web peuvent adopter une convention différente (par exemple, certains sites web choisissent 4 heures, heure de NY, ou 5 heures, heure de Londres). Par conséquent, les prix à l'ouverture, supérieurs, inférieurs et à la clôture affichés sur notre site web peuvent différer de ceux affichés sur d'autres sites web, du fait de leur convention sur l'heure de clôture du marché.
zh_cn: 在准确的结算时间对所有的交易的页面。 其他网站可能会有不同的惯例（比如一些网站选择了纽约时间4点，或伦敦时间5点）。由于不同的收盘时间惯例，在我们网站上展示的开盘、高或低或收盘价可能跟其他网站不一致。

source: plus
zh_cn: 加

source: quote delayed by at least %1 minutes
fr: cours retardé d'au moins %1 minutes
zh_cn: 报价至少延迟%1分钟

source: range
fr: étendue
zh_cn: 范围

source: remaining
fr: restant
zh_cn: 剩余

source: return
fr: retour
zh_cn: 回报

source: return on
fr: retour sur
zh_cn: 回报

source: return on trades you make
fr: retour sur les trades que vous effectuez
zh_cn: 根据您的交易合约，获得回报

source: rise/fall
fr: hausse/baisse
zh_cn: 上涨/下跌

source: running
fr: en cours
zh_cn: 运转

source: set limits on your trading activities
fr: définir les limites de vos activités de trading
zh_cn: 对您的交易活动设定限额

source: starting in
fr: démarrant dans
zh_cn: 将开始

source: teams up with Professional Speakers on a monthly basis to teach you trading techniques and ways you can profit with binary trading.
fr: fait équipe avec des Orateurs Professionnels tous les mois pour vous enseigner des techniques de trade et des moyens pour tirer profit du trade binaire.
zh_cn: 按月与专业发言者会谈，教您在二元期权交易中的买卖技巧和获利的方法。

source: the market entry price was %1
fr: le prix d'entrée du marché était %1
zh_cn: 进场价为 %1

source: ticks
fr: intervalles
zh_cn: 跳动点

source: to state the limits you wish to set via live chat, email or phone. Available limits are:
fr: pour fixer les limites que vous souhaitez définir via chat en direct, émail ou téléphone. Les limites disponibles sont:
zh_cn: 以表明你希望通过即时交谈、邮件或电话设置的限制。可设的限制如下：

source: today
fr: aujourd'hui
zh_cn: 今天

source: touch/no-touch
fr: touche/ne touche pas
zh_cn: 触及/未触及

source: trades
zh_cn: 交易

source: trading is suspended at the moment.
fr: le trading est suspendu pour le moment.
zh_cn: 当前交易暂停。

source: when there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
fr: lorsqu'il y a une rupture des moyens de communication habituellement utilisés pour déterminer le prix ou la valeur de n'importe quel contrat financier, ou lorsque le prix ou la valeur de n'importe quel contrat financier ne peut pas être établi rapidement ou correctement.
zh_cn: 当通常用于确定任何财务交易合约的价格或价值的通讯手段出现故障时，或者当任何财务交易合约的价格或价值无法及时或精确确定时。

source: when, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts; or
fr: si, du fait d'événements politiques, économiques, militaires ou financiers (incluant une volatilité ou un manque de liquidité inhabituel du marché) ou du fait de toutes circonstances dépassant le contrôle, la responsabilité et les capacités de la Société, le fonctionnement continu de ce site n'est pas raisonnablement réalisable sans affecter matériellement le Client et sans nuire aux résultats du Client, et de porter préjudice à ses intérêts ou à ceux de la Société, ou si, selon l'avis de la Société, un prix ne peut pas être calculé pour les contrats financiers; ou
zh_cn: 当政治、经济、军事或货币事件（包括市场非正常波动或丧失流动性）或其它不在本公司控制、责任及权力范围之内的任何情形导致本网站在不对客户或本公司利益产生重大负面影响或侵害的情况下无法继续合理可行地运转时，或者依公司之见，无法计算财务交易合约的价格时；或

source: where
fr: où
zh_cn: 何处

source: with this %1 data:
fr: avec cette donnée %1:
zh_cn: 此%1数据:

source: with this HTTP header
fr: avec cet en-tête HTTP
zh_cn: 此HTTP标题

source: withdrawal limits
fr: limites de prélèvement
zh_cn: 提款限额

source: you are not resident in a restricted country such as the USA, Japan or Hong Kong;
fr: vous ne résidez pas dans un pays limité comme les États-Unis, le Japon ou Hong Kong;
zh_cn: 您不是受限制国家如美国，日本或香港的居民；

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, Iraq or Myanmar;
fr: vous ne résidez pas dans un pays limité comme les États-Unis, le Japon, Hong Kong, les Bahamas, le Costa Rica, la Malaisie, Malte, l'Iran, La Corée du Nord, Jersey, l’Irak ou le Myanmar;
zh_cn: 您不是受限制国家如美国，日本，香港，巴哈马，哥斯达黎加，马来西亚，马耳他，伊朗，朝鲜，泽西岛，伊拉克或缅甸的居民；

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
fr: vous avez plus de 18 ans, si vous êtes un résident de l'Estonie, vous devez avoir plus de 21 ans;
zh_cn: 您的年龄超过了18岁，除非您是爱沙尼亚居民（在爱沙尼亚您的年龄必须超过21岁）；

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
fr: vous avez lu notre déclaration de confidentialité et nous donnez par conséquent votre consentement pour traiter vos informations personnelles, comme décrit ici ;
zh_cn: 您已经阅读了我们的隐私声明并据此同意我们按照前述内容对您的个人信息进行处置。

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
fr: vous avez lu l'intégralité de la page des Conditions générales et vous comprenez que vous allez acheter et vendre des contrats financiers en étant soumis à ces conditions générales;
zh_cn: 您已经完整地阅读了这份法律条款及条件，并明白您将在这些条款和条件下买卖财务交易。

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
fr: vous avez suffisamment d'expérience et de connaissances dans le domaine du trading financier pour être en mesure d'évaluer les bénéfices et les risques liés à l'acquisition de contrats financiers par l'intermédiaire de ce site, et ceci sans vous baser sur quelconques informations contenues sur ce site.
zh_cn: 您已经拥有足够的有关财务交易的经验和知识从而有能力评估经由本网站购买财务交易合约的收益与风险，并且不是根据本网站包含的任何信息作出购买决定的。

source: your forecast was not '%1'.
fr: votre prédiction n'était pas '%1'.
zh_cn: 您的预测不是 '%1'。

source: ‘Best Customer Communication Firm’ award by Investors Chronicle
fr: prix de ‘Best Customer Communication Firm’ de Investors Chronicle
zh_cn: 投资者纪事报颁发“最佳客户沟通企业”奖

source: ‘Best Fixed-Odds Broker’ silver award by Trade2Win
fr: prix argent ‘Best Fixed-Odds Broker’ de Trade2Win
zh_cn: 获取Trade2Win“最佳固定赔率经纪”银奖

source: ‘Best Fixed-Odds Financial Provider’ award by Financial Times and Investors Chronicle UK
fr: prix ‘Best Fixed-Odds Financial Provider’ du Financial Times and Investors Chronicle UK
zh_cn: 英国金融时报和投资者纪事报授予“最佳固定赔率金融提供商”奖

source: ‘Best Fixed-Odds Financial Trading Provider’ award by Shares Magazine UK
fr: prix ‘Best Fixed-Odds Financial Trading Provider’ de Shares Magazine UK
zh_cn: 英国股份杂志授予“最佳固定赔率金融交易提供商”奖项

source: ‘Best Fixed-Odds Firm 2012’ award by Global Banking and Finance Review
fr: prix ‘Best Fixed-Odds Firm 2012’ de Global Banking and Finance Review
zh_cn: 获取环球银行及金融评论的“2012年最佳固定赔率企业”奖项

source: ‘Financial Betting Operator of the Year’ award by eGaming Review
fr: prix ‘Financial Betting Operator of the Year’ de eGaming Review
zh_cn: eGaming评论授予“年度最佳金融投注运营商”奖项

source: Dutch Index
fr: Indice Néerlandais
zh_cn: 荷兰指数

source: AP Ordinary
zh_cn: AP 普通股票指数

source: Australian Index
fr: Indice Australien
zh_cn: 澳大利亚指数

source: Commbank (Australia)
fr: Commbank (Australie)
zh_cn: Commbank （澳大利亚）

source: Belgian Index
fr: Indice Belge
zh_cn: 比利时指数

source: Bombay 30 Index
fr: Indice Bombay 30
zh_cn: 孟买 30 指数

source: Wall Street Index
fr: Indice Wall Street
zh_cn: 华尔街指数

source: French Index
fr: Indice Français
zh_cn: 法国指数

source: World Index
fr: Indice Mondial
zh_cn: 全球指数

source: UK Index
fr: Indice GB
zh_cn: 英国指数

source: Italian Index
fr: Indice Italien
zh_cn: 意大利指数

source: German Index
fr: Indice Allemand
zh_cn: 德国指数

source: Hang Seng China
zh_cn: 恒生中国指数

source: Hong Kong Index
fr: Indice Hong Kong
zh_cn: 香港指数

source: Spanish Index
fr: Indice Espagnol
zh_cn: 西班牙指数

source: Brazilian Index
fr: Indice du Brésil
zh_cn: 巴西指数

source: Irish Index
fr: Indice Irlandais
zh_cn: 爱尔兰指数

source: US Tech Composite Index
fr: Indice US Tech Composite
zh_cn: 美国技术综合指数

source: Jakarta Index
fr: Indice Jakarta
zh_cn: 雅加达指数

source: Korean Index
fr: Indice de Corée
zh_cn: 韩国指数

source: Italian 30 Index
fr: Indice Italien 30
zh_cn: 意大利30指数

source: Euro 100 Index
fr: Indice Euro 100
zh_cn: 欧洲100指数

source: Euro 150 Index
fr: Indice Euro 150
zh_cn: 欧洲150指数

source: Japanese Index
fr: Indice du Japon
zh_cn: 日本指数

source: US Tech 100 Index
fr: Indice US Tech 100
zh_cn: 美国科技100指数

source: Indian 50 Index
fr: Indice 50 d'Inde
zh_cn: 印度50指数

source: New Zealand Index
fr: Indice Nouvelle-Zélande
zh_cn: 新西兰指数

source: Norwegian Index
fr: Indice de Norvège
zh_cn: 挪威指数

source: US S&P 100
zh_cn: 美国, 标普 100 指数

source: Swedish Index
fr: Indice Suède
zh_cn: 瑞典指数

source: Portuguese Index
fr: Indice du Portugal
zh_cn: 葡萄牙指数

source: Random Mars
fr: Mars Aléatoire
zh_cn: 随机火星

source: Russian Regular Index
fr: Indice Régulier de Russie
zh_cn: 俄罗斯普通指数

source: Global Energy Index
zh_cn: 全球能源指数

source: Global Financial Index
zh_cn: 全球金融指数

source: Global Health Care Index
zh_cn: 全球保健指数

source: Global Info Tech Index
zh_cn: 全球信息科技指数

source: Global Materials Index
zh_cn: 全球原材料指数

source: Global Industrial Index
zh_cn: 全球行业指数

source: Global Telecom Srv Index
zh_cn: 全球电信Srv 指数

source: Global Utilities Index
zh_cn: 全球公共事业指数

source: Global Property Index
zh_cn: 全球房地产指数

source: US 500 Index
fr: Indice US 500
zh_cn: 美国500指数

source: Metals Index
zh_cn: 金属指数

source: Biofuel Index
zh_cn: 生物燃料指数

source: Bean Oil Index
zh_cn: 豆油指数

source: Brent Crude Index
zh_cn: 布伦特原油价格指数

source: Cocoa Index
zh_cn: 可可指数

source: Corn Index
zh_cn: 玉米指数

source: Crude Index
zh_cn: 原油指数

source: Cotton Index
zh_cn: 棉花指数

source: Energy & Metals Index
zh_cn: 能源与金属指数

source: Gasoil Index
zh_cn: 汽油指数

source: Grains Index
zh_cn: 谷物指数

source: Heating Oil Index
zh_cn: 燃油指数

source: Copper Index
zh_cn: 铜指数

source: Nickel Index
zh_cn: 镍指数

source: Lead Index
zh_cn: 铅指数

source: Zinc Index
zh_cn: 锌指数

source: Coffee Index
zh_cn: 咖啡指数

source: Kansas Wheat Index
zh_cn: 堪萨斯州小麦指数

source: Natural Gas Index
zh_cn: 天然气指数

source: Petroleum Index
zh_cn: 石油指数

source: Sugar Index
zh_cn: 糖指数

source: Soybeans Index
zh_cn: 大豆指数

source: Wheat Index
zh_cn: 小麦指数

source: Global Ecology Index
zh_cn: 全球生态指数

source: Global Infrastructure Index
zh_cn: 全球基础设施指数

source: Global Nuclear Index
fr: Indice Nucléaire Mondial
zh_cn: 全球核指数

source: Aerospace Index
fr: Indice de l'Aérospatiale
zh_cn: 航空指数

source: Construction Index
fr: Indice de la Construction
zh_cn: 建筑指数

source: Biotechnology Index
zh_cn: 生物技术指数

source: Banking Index
zh_cn: 银行指数

source: Comp Hardware Index
fr: Indice du Hardware d'Ordi
zh_cn: 电脑硬件指数

source: Comp Software Index
fr: Indice du Software d'Ordi
zh_cn: 电脑软件指数

source: Insurance Index
zh_cn: 保险指数

source: Leisure Time Index
zh_cn: 休闲时间指数

source: Mortgage Finance Index
zh_cn: 抵押融资指数

source: Pharmaceuticals Index
zh_cn: 医药指数

source: Retail Index
zh_cn: 零售指数

source: Semiconductors Index
zh_cn: 半导体指数

source: Transportation Index
zh_cn: 运输指数

source: Canadian 60 Index
fr: Indice Canadian 60
zh_cn: 加拿大60指数

source: Global REIT Index
zh_cn: 全球不动产投资信托指数

source: Shanghai Index
fr: Indice Shanghai
zh_cn: 上海指数

source: Swiss Index
fr: Indice Suisse
zh_cn: 瑞士指数

source: Singapore Index
fr: Indice Singapour
zh_cn: 新加坡指数

source: Euro 50 Index
fr: Indice Euro 50
zh_cn: 欧洲50指数

source: Shenzhen Index
fr: Indice Shenzhen
zh_cn: 深圳指数

source: South African Index
fr: Indice d'Afrique du Sud
zh_cn: 南非指数

source: HSBC Holdings plc
zh_cn: 汇丰控股有限公司

source: ICAG (British Airways)
zh_cn: ICAG （英国航空公司）

source: Royal Dutch Shell plc
zh_cn: 荷兰皇家壳牌公司

source: Rio Tinto plc
zh_cn: 力拓

source: SABMiller plc
zh_cn: 米勒啤酒集团

source: Standard Chartered plc
zh_cn: 渣打银行

source: Unilever plc
zh_cn: 联合利华公司

source: Vodafone
zh_cn: 沃达丰集团

source: Apple Inc.
zh_cn: 苹果公司

source: AT&T
zh_cn: AT&T公司

source: Chevron Co.
zh_cn: 雪佛兰公司

source: General Electric Company
zh_cn: 通用电气公司

source: Google Inc.
zh_cn: 谷歌公司

source: Intel
zh_cn: 英特尔公司

source: Johnson & Johnson
zh_cn: 强生

source: JP Morgan Chase & Co.
zh_cn: 摩根大通公司

source: The Coca-Cola Company
zh_cn: 可有可乐

source: Merck & Co. Inc.
zh_cn: 默克集团

source: Microsoft
zh_cn: 微软

source: Oracle
zh_cn: 甲骨文公司

source: Pfizer Inc.
zh_cn: 辉瑞

source: Procter & Gamble Co.
zh_cn: 宝洁

source: Philip Morris International
zh_cn: 菲利普·莫里斯公司

source: QUALCOMM
zh_cn: 高通公司

source: PowerShares QQQ
zh_cn: PowerShares纳斯达克100指数ETF

source: Wells Fargo & Company
zh_cn: 富国银行

source: Wal-Mart Stores Inc.
zh_cn: 沃尔玛百货有限公司

source: ExxonMobil
zh_cn: 埃克森美孚公司

source: AUD Index
fr: Indice AUD
zh_cn: AUD 指数

source: EUR Index
fr: Indice EUR
zh_cn: EUR 指数

source: GBP Index
fr: Indice GBP
zh_cn: 英镑指数

source: USD Index
fr: Indice USD
zh_cn: 美元指数

source: AUD/BRL
zh_cn: 澳元/巴西里尔

source: AUD/CAD
zh_cn: 澳元/加元

source: AUD/CHF
zh_cn: 澳元/瑞士法郎

source: AUD/CNY
zh_cn: 澳元/人民币

source: AUD/CZK
zh_cn: 澳元/捷克克朗

source: AUD/DKK
zh_cn: 澳元/丹麦克朗

source: AUD/HKD
zh_cn: 澳元/港币

source: AUD/INR
zh_cn: 澳元/印度卢比

source: AUD/JPY
zh_cn: 澳元/日元

source: AUD/KRW
zh_cn: 澳元/韩元

source: AUD/MXN
zh_cn: 澳元/墨元

source: AUD/NOK
zh_cn: 澳元/挪威克朗

source: AUD/NZD
zh_cn: 澳元/新西兰元

source: AUD/PLN
zh_cn: 澳元/波兰克朗

source: AUD/SEK
zh_cn: 澳元/瑞典克朗

source: AUD/SGD
zh_cn: 澳元/新加坡元

source: AUD/USD
zh_cn: 澳元/美元

source: AUDZAR
zh_cn: 澳元南非兰特

source: Oil/AUD
fr: Pétrole/AUD
zh_cn: 原油/澳元

source: Oil/EUR
fr: Pétrole/EUR
zh_cn: 原油/欧元

source: Oil/GBP
fr: Pétrole/GBP
zh_cn: 原油/英镑

source: Oil/USD
fr: Pétrole/USD
zh_cn: 原油/美元

source: EUR/AUD
zh_cn: 欧元/澳元

source: EUR/BRL
zh_cn: 欧元/巴西里尔

source: EUR/CAD
zh_cn: 欧元/加元

source: EUR/CHF
zh_cn: 欧元/瑞士法郎

source: EUR/CNY
zh_cn: 欧元/人民币

source: EUR/CZK
zh_cn: 欧元/捷克克朗

source: EUR/DKK
zh_cn: 欧元/丹麦克朗

source: EUR/GBP
zh_cn: 欧元/英镑

source: EUR/HKD
zh_cn: 欧元/港币

source: EUR/HUF
zh_cn: 欧元/福林

source: EUR/INR
zh_cn: 欧元/印度卢比

source: EUR/JPY
zh_cn: 欧元/日元

source: EUR/KRW
zh_cn: 欧元/韩元

source: EUR/MXN
zh_cn: 欧元/墨元

source: EUR/NOK
zh_cn: 欧元/挪威克朗

source: EUR/NZD
zh_cn: 欧元/新西兰元

source: EUR/PLN
zh_cn: 欧元/波兰兹罗提

source: EUR/SEK
zh_cn: 欧元/瑞典克朗

source: EUR/SGD
zh_cn: 欧元/新加坡元

source: EUR/USD
zh_cn: 欧元/美元

source: EUR/ZAR
zh_cn: 欧元/南非兰特

source: GBP/AUD
zh_cn: 英镑/澳元

source: GBP/BRL
zh_cn: 英镑/巴西里尔

source: GBP/CAD
zh_cn: 英镑/加元

source: GBP/CHF
zh_cn: 英镑/瑞士法郎

source: GBP/CNY
zh_cn: 英镑/人民币

source: GBP/CZK
zh_cn: 英镑/捷克克朗

source: GBP/DKK
zh_cn: 英镑/丹麦克朗

source: GBP/HKD
zh_cn: 英镑/港币

source: GBP/INR
zh_cn: 英镑/印度卢比

source: GBP/JPY
zh_cn: 英镑/日元

source: GBP/KRW
zh_cn: 英镑/韩元

source: GBP/MXN
zh_cn: 英镑/墨元

source: GBP/MYR
zh_cn: 英镑/马元

source: GBP/NOK
zh_cn: 英镑/挪威克朗

source: GBP/NZD
zh_cn: 英镑/新西兰元

source: GBP/PLN
zh_cn: 英镑/波兰兹罗提

source: GBP/SEK
zh_cn: 英镑/瑞典克朗

source: GBP/SGD
zh_cn: 英镑/新加坡元

source: GBP/USD
zh_cn: 英镑/美元

source: GBP/ZAR
zh_cn: 英镑/南非兰特

source: NZD/JPY
zh_cn: 纽元/日元

source: NZD/USD
zh_cn: 新西兰元/美元

source: USD/BRL
zh_cn: 美元/巴西里尔

source: USD/CAD
zh_cn: 美元/加元

source: USD/CHF
zh_cn: 美元/瑞士法郎

source: USD/CNY
zh_cn: 美元/人民币

source: USD/CZK
zh_cn: 美元/捷克克朗

source: USD/DKK
zh_cn: 美元/丹麦克朗

source: USD/HKD
zh_cn: 美元/港币

source: USD/INR
zh_cn: 美元/印度卢比

source: USD/JPY
zh_cn: 美元/日元

source: USD/KRW
zh_cn: 美元/韩元

source: USD/MXN
zh_cn: 美元/墨元

source: USD/MYR
zh_cn: 美元/马元

source: USD/NOK
zh_cn: 美元/挪威克朗

source: USD/PLN
zh_cn: 美元/波兰兹罗提

source: USD/SEK
zh_cn: 美元/瑞典克朗

source: USD/SGD
zh_cn: 美元/新加坡元

source: XAG/AUD
zh_cn: 白银/澳元

source: XAG/EUR
zh_cn: 白银/欧元

source: XAG/GBP
zh_cn: 白银/英镑

source: Silver/USD
fr: Argent/USD
zh_cn: 白银/美元

source: Gold/AUD
fr: Or/AUD
zh_cn: 黄金/澳元

source: Gold/EUR
fr: Or/EUR
zh_cn: 黄金/欧元

source: Gold/GBP
fr: Or/GBP
zh_cn: 黄金/英镑

source: Gold/USD
fr: Or/USD
zh_cn: 黄金/美元

source: Palladium/USD
zh_cn: 钯/美元

source: Platinum/USD
fr: Platine/USD
zh_cn: 铂/美元

source: Commodities are traded items with directly usable qualities.
fr: Les matières premières sont des biens échangés avec des qualités qui sont immédiatement utilisables.
zh_cn: 大宗商品是指可直接使用的交易物品。

source: Stocks
fr: Actions
zh_cn: 股票

source: Stocks (or shares) represent the value of partial ownership in a single company.
fr: Des actions représentent la valeur d'une possession partielle d'une seule société.
zh_cn: 股票代表单个公司的部分所有权的价值。

source: Randoms
fr: Aléatoires
zh_cn: 随机

source: The Randoms are simulated markets that use random numbers to model the uncertainty that exists in real markets.
fr: Les Aléatoires sont des marchés simulés utilisant des nombres aléatoires pour modéliser les incertitudes existant sur les marchés réels.
zh_cn: 随机指数通过使用随机数字模仿现实市场中存在的不确定性来模拟市场。
