Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
fr: Incluez de manière apparente et afficher en continu sur votre Site les Liens les plus actuels qui vous sont fournis par la Société et vous ne devez pas altérer la forme, la localisation ou le fonctionnement des Liens sans un accord préalable de la Société
zh_cn: 将公司提供给您的最新链接放置在您网站的醒目位置并进行持续显示；未经公司的事先同意，您不得改变链接的格式、位置或操作

source: Promoting the %1 Site
fr: Faire de la promotion pour le Site %1
zh_cn: 推广 %1网站

source: Promotional
fr: Promotionnel
zh_cn: 促销的

source: Proof of address
fr: Preuve d'adresse
zh_cn: 地址证明

source: Proper barriers could not be determined.
fr: Des barrières correctes n'ont pas pu être déterminées.
zh_cn: 无法确定正确的障碍。

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
fr: Fournissez à la Société l'ensemble des données et des informations en relation à la Société (incluant, sans s'y limiter, les mots de passe), sans frais pour la Société, afin que la Société puisse contrôler votre Site et s'assurer que vous respectez ces termes et conditions
zh_cn: 无偿向公司提供与公司有关的全部数据和信息（包括但不限于密码），使公司能够监督您的网站并确保您遵守本条款和条件。

source: Provide us with the following documentation:
fr: Fournissez-nous les documents suivants:
zh_cn: 请向我们提供下列文件：

source: Purchase
fr: Achat
zh_cn: 购买

source: Purchase Price
fr: Prix d'achat
zh_cn: 购买价格

source: Purchase Spot
fr: Point d'Achat
zh_cn: 购买价位

source: Purchase Time
fr: Heure d'Achat
zh_cn: 购买时间

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
fr: Avec l'achat de ce contrat, vous auriez dépassé votre limite de chiffre d'affaires quotidienne de %1%2.
zh_cn: 采购此交易将使您超出了%1%2的每日交易额。

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
fr: Mettez une limite sur vos gains. Une fois que vous avez atteint cette limite, mettez de l'argent de côté et jouez avec le reste de l'argent.
zh_cn: 对您的盈利设置限额。一旦达到了限额就将部分金额存起来，用剩余的资金继续操作。

source: Quick 10 Digits/Lucky 10 Digits
fr: 10 Chiffres Rapides/10 Chiffres Chanceux
zh_cn: 快捷10位数/幸运10位数

source: Quick 10%
fr: 10% Rapide
zh_cn: 快速 10%

source: Quick 10% Trade
fr: Trade 10% Rapide
zh_cn: 快速 10%

source: Quote
fr: Cours
zh_cn: 报价

source: REST
zh_cn: 表述性状态转移(REST)

source: Random
fr: Aléatoire
zh_cn: 随机

source: Random 100 Index
fr: Indice Random 100
zh_cn: 随机 100 指数

source: Random 25 Index
fr: Indice Random 25
zh_cn: 随机 25 指数

source: Random 50 Index
fr: Indice Random 50
zh_cn: 随机 50 指数

source: Random 75 Index
fr: Indice Random 75
zh_cn: 随机 75 指数

source: Random Indices
fr: Indices aléatoires
zh_cn: 随机指数

source: Random Markets
fr: Marchés Aléatoires
zh_cn: 随机市场

source: Random Quotidians
fr: Quotidiens Aléatoires
zh_cn: 随机 Quotidians

source: Random Venus
fr: Venus Aléatoire
zh_cn: 随机 Venus

source: Random indices
fr: Indices aléatoires
zh_cn: 随机指数

source: Random nocturnes
fr: Nocturnes aléatoires
zh_cn: 随机 nocturnes

source: Random quotidians
fr: Quotidiens aléatoires
zh_cn: 随机 quotidians

source: Range
fr: Etendue
zh_cn: 幅度

source: Rate of Change
fr: Taux de Variation
zh_cn: 变动率

source: Raw tick data
fr: Les informations ponctuels brutes
zh_cn: 原始高频数据

source: Read about the five types of trade offered by %1.
fr: Lisez à propos des cinq types de trade offerts par %1.
zh_cn: 阅读关于 %1 所提供的 5 种交易。

source: Read the answers to some common questions.
fr: Lisez les réponses à des questions communes.
zh_cn: 阅读关于一些常见问题的回答。

source: Real money account
fr: Compte d'argent réel
zh_cn: 真实货币帐户

source: Real time intraday
fr: Temps réel intrajournalier
zh_cn: 实时盘中

source: Real-time prices, benchmarked against interbank options markets.
fr: Prix en temps réel, référencés sur les marchés d'options interbancaires.
zh_cn: 实时报价，我们的报价立基于银行间的期权市场。

source: Realtime data is not available for this underlying
fr: L'information en temps réel n'est pas disponible pour ce sous-jacent
zh_cn: 此基础产品的实时数据不可用

source: Reap the rewards of trading binaries, knowing your funds are always safe.
fr: Profitez des avantages du trades d'options binaires, en sachant que vos fonds sont toujours en sécurité.
zh_cn: 在知晓资金肯定安全之同时牟取二元期权交易回报。

source: Ref.
fr: Réf.
zh_cn: 参考

source: Regent Markets (C.R.) S.A., registered in Costa Rica.
fr: Regent Markets (C.R.) S.A., enregistré au Costa Rica.
zh_cn: Regent Markets (C.R.) S.A., 注册地为哥斯达黎加。

source: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man. Current online gambling licence granted on the 31 August 2012.
fr: Regent Markets (IOM) Ltd, Premier étage, Millennium House, Victoria Road, Douglas, Ile de Man, IM2 4RW. Autorisée et régie par la Gambling Supervision Commission de l'Ile de Man. Licence actuelle de gambling en ligne attribuée le 31 août 2012.
zh_cn: Regent Markets (IOM) 有限责任公司，一楼，Millennium House, Victoria 路, Douglas，曼岛，IM2 4RW。由曼岛监管委员会许可并受其监管。当前的在线许可证授予时间是 2012 年 8 月 31 日。

source: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000.
fr: Regent Markets (Malte) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte. Autorisé et régulé par Lotteries and Gaming Authority de Malte, licence n° LGA/CL2/118/2000.
zh_cn: Regent Markets (马耳他) 有限责任公司，Mompalao 大楼，2 号，Tower 路，Msida MSD1825，马耳他。由马耳他管理局许可并受其监管，许可证号LGA/CL2/118/2000。

source: Regent Markets Group Limited, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is partly owned by the %1, a diversified mining group focused on the Asian Pacific region and listed on the Hong Kong exchange %2.
fr: Regent Markets Group Limited, avec adresse de bureau enregistré <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, est la propriété partielle de %1, un groupe minier diversifié focalisé sur la région de l'Asie Pacifique et inscrit sur le marché boursier de Hong Kong %2.
zh_cn: 励晶市场集团有限责任公司，注册办事处位于<span itemprop='location'>JE 0BD海峡群岛，泽西岛，圣赫利尔，滨海艺术中心47号</span>，由%1部分拥有,它是一家多元化矿业集团，业务主要集中在亚太地区且于香港交易所上市%2。

source: Regent Markets acquires BetsForTraders client base
fr: Regent Markets acquière la base clients de BetsForTraders
zh_cn: Regent Markets 收购了 BetsForTraders 客户群

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
fr: Regent Market registre un brevet en mars 2000 en se basant sur notre position unique comme seul concurrent sérieux dans les affaires des paris financiers à cotes fixes. En mai, nous enregistrons le nom de trading BetOnMarkets et nous déménageons à Malte afin de recevoir une licence de paris internet.
zh_cn: Regent Markets于2000年3月，根据我们身为固定赔率金融投注业务唯一真正竞争对手的独特地位之基础上，提交了申请专利的文件。今年五月，我们注册商业名称为BetOnMarkets，并搬到马耳他以领取互联网博彩牌照。

source: Regent Markets files for patent, and registers BetOnMarkets trading name
fr: Regent Markets registre un brevet, et inscrit le nom de trading BetOnMarket
zh_cn: Regent Markets 提交专利申请文件，并注册商业名称为 BetOnMarkets

source: Regent Markets granted US patent for ‘Betting system and method’
fr: Regent Markets reçoit un brevet américain pour "Système et méthode de paris"
zh_cn: Regent Markets 获得美国“投注系统和方法”专利

source: Regent Markets granted two new US patents
fr: Regent Markets reçoit deux nouveaux brevets américains
zh_cn: Regent Markets 获得两项新的美国专利

source: Regent Markets is founded by Jean-Yves Sireau
fr: Regent Markets est fondé par Jean-Yves Sireau
zh_cn: Regent Markets 的创始人是 Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
fr: Regent Markets obtient une licence de l'Île de Man
zh_cn: Regent Markets 在马恩岛获得了许可证

source: Regent Markets receives funding to provide on-line financial betting services
fr: Regent Markets reçoit les fonds afin de fournir des services de paris financiers en ligne
zh_cn: Regent Markets获得资助，提供网上金融投注服务

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
fr: Regent Markets met en place un centre de programmation à Cyberjaya, Malaysie
zh_cn: Regent Markets 在马来西亚Cyberjaya设立了一个编程中心

source: Register
fr: S'enregistrer
zh_cn: 注册

source: Registration
fr: Inscription
zh_cn: 注册

source: Rel Change
fr: Changement Rel.
zh_cn: 相对变化

source: Relative Strength Index
fr: Indice d'ampleur relative
zh_cn: 相对强度指数

source: Reload Cashier
fr: Recharger la Caisse
zh_cn: 重新加载收银台

source: Reload page
fr: Recharger la page
zh_cn: 重新加载页面

source: Remove Overlay
fr: Retirer Superposition
zh_cn: 删除覆盖

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
fr: Représente le montant d'argent maximal que vous pouvez garder sur votre compte. Si le maximum est atteint, il vous sera demandé de retirer des fonds.
zh_cn: 表示您的账户中可持有的最高现金额度。如果达到该最高额度，将会要求您提取资金。

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
fr: Représente le nombre maximal de contrats actifs dans votre portefeuille. Chaque ligne dans votre portefeuille compte pour une position ouverte. Une fois le maximum atteint, vous ne serez pas en mesure d'ouvrir de nouvelles positions sans d'abord fermer une position existante.
zh_cn: 表示您的投资组合中未清偿合约的最大数量。您投资组合中的每一行都算作是一个敞口头寸。一旦达到该最大值，在开设新的头寸之前您需要先结束一个现有头寸。

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
fr: Représente le volume maximal de contrats que vous pouvez acheter au cours d'une journée de trading donnée.
zh_cn: 表示任一给定交易日您可以购买的交易的最大数量。

source: Request a call back. Enter your contact number and click "call me now"
fr: Demander un rappel. Entrez votre numéro de contact et cliquez sur "m'appeler maintenant"
zh_cn: 请求回电。输入您的联系号码并点击“现在就给我电话” (call me now)。

source: Required
fr: Requis
zh_cn: 必填

source: Resale of this contract is not offered due to end-of-year market holidays.
fr: La revente de ce contrat n'est pas proposée à cause des jours fériés de fin d'année sur les marchés.
zh_cn: 因为年底市场休假，该合约此时尚未提供转售。

source: Resale of this contract is not offered due to market holiday during contract period.
fr: La revente de ce contrat n'est pas proposée à cause des jours fériés sur les marchés durant la durée du contrat.
zh_cn: 因为合约期内市场休假，该合约不提供转售。

source: Resale of this contract is not offered due to market holidays during contract period.
fr: La revente de ce contrat n'est pas proposée à cause des jours fériés de fin d'année sur les marchés.
zh_cn: 因为合约期内市场休假，该合约不提供转售。

source: Resale of this contract is not offered with less than %1 remaining.
fr: La revente de ce contrat n'est pas proposée avec moins de %1 restant.
zh_cn: 不允许转售少于%1的合约。

source: Resale of this contract is not offered.
fr: La revente de ce contrat n'est pas proposée.
zh_cn: 该合约不提供转售。

source: Resale price
fr: Prix de revente
zh_cn: 重售价位

source: Reset password
fr: Réinitialisez le mot de passe
zh_cn: 重新设置密码

source: Resources
fr: Ressources
zh_cn: 资源

source: Responsible Trading
fr: Trading responsable
zh_cn: 可靠的交易

source: Result
fr: Résultat
zh_cn: 结果

source: Retracement Percentages
fr: Pourcentages de retracement
zh_cn: 回撤百分比

source: Retry
fr: Réessayer
zh_cn: 重新尝试

source: Return
fr: Retour
zh_cn: 回报

source: Returns above 100% on simple %1 contracts.
fr: Retours supérieurs à 100% sur des contrats simples de %1.
zh_cn: 高于100% 的回报尽在简单的 %1 交易合同里。

source: Returns above 1000% on %1 and %2 trades.
fr: Retours supérieurs à 1000% sur des trades de %1 et %2.
zh_cn: %1 与 %2 之交易能获取高于1000% 的回报。

source: Revoke Attorney
fr: Révoquer Procuration
zh_cn: 撤销授权书

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
fr: Faites un clic droit pour ajouter des etudes, lignes, superpositions et plus. Vous pouvez sauvegarder votre travail en selectionnant Espace de travail dans le menu du haut
zh_cn: 右击以添加研究图、线图、覆盖图及更多。您可从顶部菜单选择“工作空间”(Workspace) 保存您的工作

source: Rights Offering
fr: Offre de Droits
zh_cn: 发售的期权

source: Rise
fr: Hausse
zh_cn: 上升

source: Rise / Fall
fr: Hausse / Baisse
zh_cn: 上升/下跌

source: Rise / Fall Table
fr: Tableau de Hausses / de Baisses
zh_cn: 上涨/下跌类型

source: Rise Contract Return
fr: Retour du Contrat de Hausse
zh_cn: 上涨交易收益

source: Rise Contract Return (%)
fr: Retour du Contrat de Hausse (%)
zh_cn: 上涨交易收益(%)

source: Rise/Fall
fr: Hausse/Baisse
zh_cn: 上升/下跌

source: Rise/Fall Table
fr: Tableau de Hausses/Baisses
zh_cn: 上涨/下跌表

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
fr: Les contrats Hausse/Baisse d'une durée inférieure à 5 minutes sont disponibles uniquement si vous sélectionnez "Maintenant" comme moment de départ.
zh_cn: 少于5分钟周期的上涨/下跌合约只有在您将开始时间选择为“现在”时才可用。

source: Rise/Fall trades
fr: Trades Hausses/Baisses
zh_cn: 上升/下跌交易

source: Rise/fall trades
fr: Trades Hausse/Baisse
zh_cn: 上升/下跌交易

source: Risk Disclaimer
fr: Décharge de Responsabilité
zh_cn: 风险免责声明

source: Russia
fr: Russie
zh_cn: 俄罗斯

source: Sale Price
fr: Prix de vente
zh_cn: 销售价格

source: Save
fr: Sauvegarder
zh_cn: 保存

source: Screenshot
fr: Capture d'écran
zh_cn: 截图

source: Second line of home address
fr: Seconde ligne de l'adresse du domicile
zh_cn: 家庭地址第二行

source: Secret question
fr: Question secrète
zh_cn: 密码提示问题

source: Security
fr: Sécurité
zh_cn: 安全

source: Security Statement
fr: Déclaration de Sécurité
zh_cn: 安全声明

source: Security and Privacy
fr: Sécurité et Confidentialité
zh_cn: 安全隐私

source: See Terms
fr: Voir les Termes
zh_cn: 参见条款

source: See demo
fr: Voir démo
zh_cn: 参见演示

source: See our
fr: Voir notre
zh_cn: 请参考我们的

source: Select Country
fr: Sélectionnez un Pays
zh_cn: 选择国家

source: Select indices
fr: Sélectionnez indices
zh_cn: 选择指数

source: Self-Exclusion Facilities
fr: Fonctionnalités d'auto-exclusion
zh_cn: 自我排除工具

source: Sell
fr: Vendre
zh_cn: 出售

source: Sell Price
fr: Prix de vente
zh_cn: 销售价格

source: Sell Spot
fr: Point de Vente
zh_cn: 售出价位

source: Sell Time
fr: Heure de Vente
zh_cn: 售出时间

source: Sell at market
fr: Vendre au marché
zh_cn: 在市场销售

source: Sell back trades at market prices.
fr: Revendez vos trades aux prix du marché.
zh_cn: 按市价卖出交易合约。

source: Sell option
fr: Option de vente
zh_cn: 卖出期权

source: Send
fr: Envoyer
zh_cn: 发送

source: Send us a CV and a covering letter that describes your career interests.
fr: Envoyez-nous un CV et une lettre de motivation qui décrit vis intérêts de carrière.
zh_cn: 给我们发一份简历和求职信，描述你的职业兴趣。

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your %1 account.
fr: Envoyez vos fonds à l'agent de paiement. Les fonds versés, dont a été soustraite la commission de l'agent, s'afficheront sur votre compte %1.
zh_cn: 把款项寄送给支付代理。存款减去代理佣金的金额将会显示在您的%1账户中。

source: Service summary
fr: Sommaire du service
zh_cn: 服务摘要

source: Session duration limit cannot be more than 1440 minutes.
fr: La limite de durée de la session ne peut pas dépasser 1440 minutes.
zh_cn: 交易期持续时间限制不能大于 1440 分钟。

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
fr: La limite de durée de session est actuellement définie sur <strong>%1 minutes.</strong>
zh_cn: 交易期持续时间限制当前设置为 <strong>%1 分钟。</strong>

source: Session duration limit, in minutes
fr: Limite de durée de session, en minutes
zh_cn: 交易期持续时间限制，单位分钟

source: Set your position
fr: Définissez votre position
zh_cn: 设置您的交易头寸

source: Settings
fr: Paramètres
zh_cn: 设置

source: Settles
fr: Configuration
zh_cn: 结算

source: Sharp prices
fr: Prix forts
zh_cn: 精准价位

source: Short summary of your Payment Agent service
fr: Bref récapitulatif de votre service d'Agent de Paiement
zh_cn: 您的支付代理人服务的简短摘要

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
fr: Si un client pour lequel vous recevez des commissions doit faire un remboursement, la Société se réserve le droit de déduire du montant total qui vous est dû pour le mois en cours un montant égal à la valeur de la commission du remboursement. Si cette déduction du revenu accumulé dépasserait le montant qui vous est actuellement dû, votre solde passera alors à un solde négatif et vous devrez gagner des revenus pour couvrir le remboursement avant de pouvoir recommencer à gagner des revenus. La Société se réserve le droit, dans des cas particuliers, d'exclure le partage de revenus sur des fonds promotionnels déposés sur le compte du client par la Société.
zh_cn: 如果你从其受取佣金的任何客户拒付，公司保留当月应付你的总余额中扣除拒付的佣金部分的权利。如果累计收入的扣减超过了你目前的应收余额，你的余额将会变成负余额，你必须获得收入覆盖拒付额之后才能重新赚取收入。公司保留在特定情况下在公司对客户存入的促销资金中排除收入分享的权利。

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
fr: Si ces dépenses ne peuvent pas être couvertes par les fonds présents sur votre compte, nous nous réservons le droit de rechercher d'autres moyens alternatifs d'obtenir le paiement, par exemple: si votre compte a généré des comptes d'achat, nous prélèverons le paiement de commission à partir de ces comptes, jusqu'au moment où le montant associé au préjudice aura été réglé.
zh_cn: 如果您账户的资金不足以覆盖这些费用，我们有权调查其他替代方法：如果您的账户产生了购买账户，我们将会截留该等账户的佣金款项，直至损害赔偿的账户被清除时。

source: Should you need any further assistance please do not hesitate to email
fr: Si vous avez besoin d'assistance, n'hésitez pas à envoyer un email
zh_cn: 若需进一步帮助，请电邮联系

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
fr: Si vous avez besoin d'aide ou d'assistance, veuillez contacter notre <a href="%1">Service Clientèle</a> et l'un de nos représentants va vous aider dès que possible.
zh_cn: 如果您需要帮助或支持，请联系我们的 <a href="%1">客户服务部门</a>，我们的一位服务代表将尽快协助您。

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
fr: Si vous souhaitez continuer l'action de nommer un Agent de Trading, vous devez lire et accepter ce qui suit.
zh_cn: 若你想任命一位交易代理，请务必阅读并同意以下内容。

source: Show
fr: Affiche
zh_cn: 显示

source: Show chart for the given dates
fr: Affiche graphique avec ces données
zh_cn: 显示所指定日期的图表

source: Show extended options
fr: Montre options supplémentaires
zh_cn: 显示扩展选项

source: Show last spot
fr: Affiche dernier intervalle
zh_cn: 显示最后点

source: Show payment agents for:
fr: Montrer les agents de paiement pour:
zh_cn: 显示支付代理为：

source: Sign Me Up
fr: M'inscrire
zh_cn: 我要注册

source: Simple
zh_cn: 简易

source: Simple Moving Average
fr: Moyenne Mobile Simple
zh_cn: 简单移动平均数

source: Simplicity
fr: Simplicité
zh_cn: 简易

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
fr: Changez simplement un de vos paramètres et le prix du trade change instantanément, et vous donne l'information en temps réel de votre mise. %1 assure une tarification juste et transparente en vous montrant les deux côtés du trade.
zh_cn: 只需改变您的任一参数，交易价位即会立刻改变，让您能实时掌握您的资金状况。 %1 能向您显示交易的双方，保证公平和透明价位。

source: Site
zh_cn: 网站

source: Slow Stochastic
fr: Stochastique Lent
zh_cn: 慢速随机

source: Small
fr: Petit
zh_cn: 小

source: Smart Indices
fr: Indices Intelligents
zh_cn: 智能指数

source: Smart indices
fr: Indices intelligents
zh_cn: 智能指数

source: Smoothing out random noise
fr: Lissage du bruit aléatoire
zh_cn: 消除随机噪声

source: Sorry you cannot buy/sell contracts
fr: Désolé, vous ne pouvez pas acheter/vendre de contrats
zh_cn: 抱歉您不能购买/出售合约。

source: Sorry, $currency is not default currency for client
fr: Désolé, $devise n'est pas la devise par défaut pour client
zh_cn: 很抱歉，$货币不是以下指定客户的预设货币

source: Sorry, $currency is not default currency for payment agent
fr: Désolé, $devise n'est pas la devise par défaut pour agent de paiement
zh_cn: 抱歉，$货币不是以下支付代理的预设货币

source: Sorry, %1 are currently suspended
fr: Désolé, %1 sont actuellement suspendus
zh_cn: 抱歉，%1当前已暂停

source: Sorry, OHLC is not available for %1.
fr: Désolé, OHLC n'est pas disponible pour %1.
zh_cn: 对不起，不提供 %1的 OHLC。

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
fr: Désolé, Transfert des Paiements d'Agents est temporairement mis hors service en raison de la maintenance du système. Veuillez réessayer dans 30 minutes.
zh_cn: 对不起，由于系统维护，汇款给代理人之支付暂停。请 30 分钟后重新尝试。

source: Sorry, access to the CASHIER SECTION is disabled for TRADING AGENT accounts. This is to protect you from accidentally attempting to place real money contracts via this account instead of using it to place trades for authorised third parties.
fr: Désolé, l'accès à la SECTION CAISSE est désactivé pour les comptes d'AGENT DE TRADING. C'est pour vous protéger d'une tentative accidentelle de placer des contrats d'argent réel via ce compte, au lieu de l'utiliser pour placer des trades pour des tierces parties autorisées.
zh_cn: 抱歉，交易代理账户无法访问出纳员部分。这样做是为了防止您意外通过该账户试图制订真实货币交易，而不是通过它为授权第三方进行交易。

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
fr: Désolé, une erreur s'est produite concernant ce trade. Veuillez réessayer dans quelques minutes. Si le problème persiste, veuillez contacter notre équipe clientèle.
zh_cn: 对不起，此交易发生错误。请数分钟后再试。如果问题持续出现，请联系客服支援部。

source: Sorry, an error occurred
fr: Désolé, une erreur est survenue
zh_cn: 对不起，出错了

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
fr: Désolé, une erreur est survenue lors du chargement du formulaire. Veuillez contacter le service clientèle si le problème persiste.
zh_cn: 对不起，在加载表格时出错了。如果问题持续出现，请联系客户支援部

source: Sorry, an error occurred while processing your account.
fr: Désolé, une erreur est survenu pendant le traitement de votre compte.
zh_cn: 对不起，在处理您的帐户时出错。

source: Sorry, broker %1 does not allow transfers from payment agents.
fr: Désolé, le broker %1 n'autorise pas les transferts depuis les agents de paiement.
zh_cn: 抱歉，经纪商 %1 不允许从付款代理处进行转账。

source: Sorry, new account opening is suspended for the time being.
fr: Désolé, l'ouverture de nouveaux comptes est suspendue à l'heure actuelle.
zh_cn: 对不起，目前暂停开设新帐户。
