Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: You may prefer to open a <a class="pjaxload" href="%1">virtual money</a> account to practice trading. It's free, and will give you experience and confidence in trading strategies.
fr: Vous préférez peut-être ouvrir un compte d'<a class="pjaxload" href="%1">argent virtuel</a> afin de s'entraîner au trading. C'est gratuit, et ceci vous donnera l'expérience et la confiance dans les stratégies de trading.
zh_cn: 您可选择开设<a class="pjaxload" href="%1">虚拟货币</a>帐户进行交易。这是免费的，可以给您带来交易策略经验和信心。

source: You may withdraw the Y deposited to claim the bonus and any winnings generated by the bonus at any time.
fr: Vous pouvez retirer le Y déposé pour revendiquer le bonus et tout gain généré par le bonus à tout moment.
zh_cn: 您可以随时提取存入的Y，用于请求红利以及由该红利在任何时间产生的赢款。

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
fr: Vous pourrez retirer le montant du bonus une fois que le chiffre d'affaires de votre compte aura dépassé une valeur égale à 25 fois le montant de la valeur du bonus.
zh_cn: 一旦您账户的周转额超过红利总数的25倍，您就可以提现账户中的红利。

source: You must already have a valid "Real money account" with Binary.com.
fr: Vous devez déjà avoir un "Compte d'Argent Réel" valide avec Binary.com.
zh_cn: 您必须已经在 Binary.com 拥有有效的“真实金钱帐户”。

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
fr: Vous devez être connecté pour utiliser la fonctionnalité d'espace de travail. L'ouverture d'un compte est gratuite et ne prend que 30 secondes.
zh_cn: 你必须登录后使用工作区功能。账户将免费打开，只需要30秒。

source: You must have a valid 'real' money account before registering as an API Developer
fr: Vous devez avoir un compte d'argent "réel" valide avant de vous inscrire comme Développeur API
zh_cn: 注册为API开发者前，您必须已经拥有有效的“真实”金钱帐户

source: You must now strip ACCESSTOKEN from the redirection URL as described in the literature for Implicit Grants.
fr: Vous devez maintenant retirer ACCESSTOKEN de l'URL de redirection comme décrit dans la littérature pour les Octrois Implicites.
zh_cn: 你现在必须从重定向网址解除访问令牌，如文件中为隐含资助所描述。

source: You only need to make four decisions to execute a binary contract.
fr: Vous ne devez que prendre quatre décisions afin d'effectuer un contrat binaire.
zh_cn: 您仅需作4个决定即可执行二元交易。

source: You represent, warrant and undertake that your Site or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive or otherwise controversial or in breach of any third party rights and shall not link to any such material.
fr: Vous représentez, garantissez et veillez à ce que votre Site ou promotion ne contienne aucun type de matériel de nature diffamatoire, pornographique, illégal, choquant, menaçant, obscène, harcelant ou de nature raciste, etnique ou autrement désagréable ou discriminatoire, violent, politiquement sensible ou autrement sujet à controverse, ou en rupture avec tout droit de tierce partie, et ne contiendra pas de liens vers de tels matériels.
zh_cn: 您陈述、保证并承诺，您的网站或推广不得包含诽谤、色情、违法、伤害性、威胁性、低俗、骚扰性、或种族性、民族性或其他不良或歧视、暴力、政治敏感或其他带有争议或违反其他第三方权利的材料，并不得链接至该等内容。

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
fr: Vous risquez seulement votre mise initiale, et votre mise n'augmente jamais, même dans les marchés de crédits.
zh_cn: 您只有初始资金的风险，而您的资金不会增加，即便在缺口市场也是如此。

source: You set the barrier(s) to define your position.
fr: Vous mettez en place la(les) barrière(s) afin de déterminer votre position.
zh_cn: 您得设定高低价位，以界定您的头寸...

source: You shall at all times comply with the Data Protection Acts 1988 and 2003 and the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 and any other related or similar legislation and you shall indemnify on demand and hold The Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you this of obligation.
fr: Vous devez respecter en permanence les Actes de Protection des Données 1988 et 2003, et les European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 et toute autre législation associée ou similaire, et vous devez indemniser sous demande et mettre la Société hors de cause en rapport à l'ensemble de pertes, d'exigences, de demandes d’indemnités, de dommages, de frais, de dépenses (incluant, sans s'y limiter, les pertes et les pertes de gains, les coûts et dépenses juridiques raisonnables et la TVA applicable s'il y a lieu) et les engagements financiers subis ou causés, directement ou indirectement, par la Société à cause d'une rupture de votre part de cette obligation.
zh_cn: 你应该随时遵守1988年及2003年数据保护法、2003欧盟（电子通信网络和服务）（数据保护及隐私）条例以及任何其他相关或类似法律。如果由于您违反本义务，导致公司直接或间接遭受或产生任何损失、要求、索赔、损害赔偿、费用、开支（包括但不限于间接损失和利润损失、合理的法律费用和开支及其增值税（如适用））和法律责任，则您应当对公司进行赔偿（如应要求），并使其免害。

source: You shall be expected to act with good faith and integrity in your relationships with your referrals and that you shall not resort to high-pressure sales tactics or false promises
fr: Vous êtes tenus d'agir à bon escient et avec intégrité dans vos rapports avec vos références et vous ne devez pas recourir à des tactiques de vente mettant la pression, ni à de fausses promesses
zh_cn: 您应当与您下线的关系中保持诚信，不得诉诸于高压销售策略或任何虚假承诺。

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you of clause 3.3 or 3.4.
fr: Vous devez indemniser et mettre hors de cause en rapport à l'ensemble de pertes, d'exigences, de demandes d’indemnités, de dommages, de frais, de dépenses (incluant, sans s'y limiter, les pertes et les pertes de gains, les coûts et dépenses juridiques raisonnables et la TVA applicable s'il y a lieu) et les engagements financiers subis ou causés, directement ou indirectement, par la Société à cause d'une rupture de votre part de la clause 3.3 ou 3.4.
zh_cn: 如果由于您违反第3.3条或第3.4条，导致公司直接或间接遭受或产生任何损失、要求、索赔、损害赔偿、费用、开支（包括但不限于间接损失和利润损失、合理的法律费用和开支及其增值税（如适用））和法律责任，则您应当对公司进行赔偿（如应要求），并使其免害。

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance or non-observance by you of any of your obligations or warranties under this Agreement.
fr: Vous indemniserez et tiendrez hors de cause la Société par rapport aux pertes, exigences, demandes d'indemnités, dommages, frais, dépenses (incluant, sans s'y limiter, les pertes conséquentes et les pertes de profit, les coûts et dépenses juridiques raisonnables et la TVA applicable s'il y a lieu) et les préjudices subis ou causés, directement ou indirectement, par la Société en conséquence de toute rupture, non réalisation ou non respect par vous de toute obligation ou garantie de cet Accord.
zh_cn: 如果由于您违反、不履行或不遵守您在本协议项下的任何义务或保证，导致公司直接或间接遭受或产生任何损失、要求、索赔、损害赔偿、费用、开支（包括但不限于间接损失和利润损失、合理的法律费用和开支及其增值税（如适用））和法律责任，则您应当对公司进行赔偿（如应要求），并使其免害。

source: You shall not hold or pool client funds or third party funds into your own account held with %1.
fr: Ne pas détenir ou transférer les fonds de clients ou de tierces parties sur votre propre compte %1.
zh_cn: 您不得将客户资金或第三方资金截留或汇集至您在 %1 持有的账户。

source: You will be automatically logged out after such time.
fr: Vous serez automatiquement déconnecté après quelques temps.
zh_cn: 在该时间后您将自动退出登录。

source: You will earn a commission up to 35% of the net revenue generated by clients you introduce to %1.
fr: Vous gagnerez une commission allant jusqu'à 35% du revenu net généré par les clients à qui vous avez fait connaître %1.
zh_cn: 您将从您介绍到 %1 的客户所产生的净收入中获得高达 35% 的佣金。

source: You will have no 'margin calls', no 'stops', and no surprises.
fr: Vous n'aurez pas 'd'appels de marge', pas 'd'arrêts', et pas de surprises.
zh_cn: 您无需追加保证金，无需止损，且无需担惊受怕。

source: You will receive your earnings by the 15th of every month, for the commission earned during the previous calendar month.
fr: Vous recevrez vos gains vers le 15ème jour de chaque mois, pour la commission gagnée au cours du précédent mois civil.
zh_cn: 每月15号将发放上一个月的佣金收入。

source: You win the payout if the market price does not end in the digit you have selected.
fr: Vous remportez le prix si le prix du marché ne se termine pas par le chiffre que vous avez sélectionné.
zh_cn: 如果市价并未以您选取的数字结束，则您就赢得了该笔款项。

source: You win the payout if the market price ends in the digit you have selected.
fr: Vous remportez le prix si le prix du marché se termine par le chiffre que vous avez sélectionné.
zh_cn: 如果市价以您选取的数字结束，则您赢得该笔款项。

source: You won't lose your shirt
fr: Vous ne perdrez pas votre chemise
zh_cn: 您不会蒙受重大损失

source: You'll enjoy using this comprehensive charting tool with 27 technical indicators.
fr: Vous vous amuserez à utiliser cet outil graphique complet avec 27 indicateurs techniques.
zh_cn: 您将享用此带有 27 个技术指标的综合图表工具。

source: You're using a virtual money account.
fr: Vous utilisez un compte d'argent virtuel.
zh_cn: 您正在使用虚拟账户。

source: Your %1 day withdrawal limit is currently <strong>EUR %2</strong> (or %3 in other currency).
fr: Votre limite de retrait quotidien %1 est actuellement de <strong>EUR %2</strong> (ou %3 dans une autre devise).
zh_cn: 您的%1天提款限额目前为<strong>EUR %2</strong>（或其他货币为 %3）。

source: Your <strong>first</strong> deposit is equal to or more than %1%2, and
fr: Votre <strong>premier</strong> dépôt est égale ou supérieur à %1%2, et
zh_cn: 您的<strong>首次</strong>充值额等于或高于%1%2，且

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
fr: Votre Client va recevoir un émail de notification l'informant que le transfert a été effectué.
zh_cn: 您的客户将收到电子邮件通知，告知其交易已处理。

source: Your Email:
fr: Votre Email:
zh_cn: 您的电邮是：

source: Your IP address appears to have changed. This could be because you recently disconnected and then reconnected to your ISP.
fr: Votre adresse IP semble avoir été modifiée. Cela peut avoir pour cause votre récente déconnexion et reconnexion à votre ISP.
zh_cn: 您的 IP 地址已改变。这可能因为您最近从您的互联网服务提供商 (ISP) 断开后又重新连接。

source: Your Login ID
fr: Votre Identifiant de connexion
zh_cn: 您的登录 ID

source: Your Login ID must start with either of the following:
fr: Votre Identifiant de connexion doit commencer par l'un des caractères suivants:
zh_cn: 您的登录 ID 必须以下列之一开头：

source: Your Login ID should not contain spaces.
fr: Votre Identifiant de connexion ne doit pas contenir d'espaces.
zh_cn: 您的登录 ID 不应包含空格。

source: Your Public Key
fr: Votre Clé Publique
zh_cn: 您的公众钥匙

source: Your account balance
fr: Le solde de votre compte
zh_cn: 您的帐户余额

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
fr: Le solde de votre compte (%1%2) est insuffisant pour acheter ce contrat (%1%3).
zh_cn: 您的账户余额(%1%2)不足以买入该交易 (%1%3)。

source: Your account does not require authentication at this time.
fr: Votre compte ne doit pas être authentifié en ce moment.
zh_cn: 现时您的账户不需要认证。

source: Your account has been credited with <strong>%1 %2</strong>
fr: Votre compte a été crédité de <strong>%1 %2</strong>
zh_cn: 您的账户已被计入<strong>%1 %2</strong>

source: Your account has been debited with %1 %2
fr: Votre compte a été débité de %1 %2
zh_cn: 您的帐户已借记了 %1 %2

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
fr: Votre compte a dépassé la limite de trading avec code promotionnel gratuit, veuillez faire un dépôt si vous voulez continuer à trader.
zh_cn: 您的帐户已超过免费推广代码的交易限制，如果要继续交易，请存款。

source: Your account is closed.
fr: Votre compte est clôturé.
zh_cn: 您的帐户已经关闭。

source: Your account is disabled.
fr: Votre compte est désactivé.
zh_cn: 您的帐户已经被禁。

source: Your account is fully authenticated and your withdrawal limit of EUR %1 has been lifted.
fr: Votre compte est entièrement authentifié et votre limite de retrait de EUR %1 a été levée.
zh_cn: 您的账户已经得到完全验证，且您EUR %1 的取款限额已经取消。

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
fr: Votre compte est entièrement authentifié. Vous pouvez voir vos <a href="%1">%limites de trading ici</a>.
zh_cn: 您的账户已经得到完全验证，且您 <a href="%1">% 的取款限额已经取消</a>。

source: Your account is fully operational and you may begin depositing money and buying contracts.
fr: Votre compte est complètement opérationnel et vous pouvez commencer à déposer de l'argent et à acheter des contrats.
zh_cn: 您的账户完全可用，您可以开始充值并买入交易。

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
fr: Votre compte est important pour nous. Veuillez <a href="%1">nous contacter</a> si vous avez besoin d'aide.
zh_cn: 您的帐户对我们很重要。若需进一步帮助，请 <a href="%1">联系我们</a>。

source: Your account is registered as a Payment Agent.
fr: Votre compte est enregistré en tant qu'Agent de Paiement.
zh_cn: 您的帐户于%1下注册。

source: Your account is restricted to withdrawals only.
fr: Vous pouvez seulement effectuer des retraits sur votre compte.
zh_cn: 您的帐户只限于提款。

source: Your balance is over your allowed limit.
fr: Votre solde dépasse votre limite permise.
zh_cn: 您的余额已超过允许的限制。

source: Your base url for all API calls
fr: Votre url de base pour tous appels API
zh_cn: 您对所有API来电的基本网址

source: Your bonus request - %1
fr: Votre demande de bonus - %1
zh_cn: 您的奖励要求- %1

source: Your bonus will be credited to your account within 3 working days after the following conditions have been met:
fr: Votre bonus sera crédité sur votre compte endéans les 3 jours ouvrables une fois que les conditions suivantes auront été satisfaites:
zh_cn: 您的奖金将在满足下列条件后的 3 个工作日内计入您的帐户：

source: Your bonus will be credited to your account within 3 working days after you have bought contracts with a combined purchase price equal to or greater than the bonus amount.
fr: Votre bonus sera crédité sur votre compte dans un délai de 3 jours ouvrables après que vous ayez acheté des contrats avec un prix d'achat combiné égal ou supérieur au montant du bonus.
zh_cn: 您的奖金将在您以等于或大于奖金额的总买价买入交易后的3个工作日内贷记到您的账户。

source: Your bonus will be credited to your account within 3 working days.
fr: Votre bonus sera crédité sur votre compte dans un délai de 3 jours ouvrables.
zh_cn: 您的奖金将在3个工作日内贷记至您的账户。

source: Your callback handler now swaps the new authorization code for a session token with this call:
fr: Le gestionnaire de votre rappel échange maintenant le nouveau code d’autorisation pour un token session avec cet appel:
zh_cn: 您的回调处理程序现在以此调用获取一时段标记之新的授权码：

source: Your cashier is locked by password.
fr: Votre caisse est verrouillée par un mot de passe.
zh_cn: 您的出纳已被密码锁定。

source: Your cashier is locked.
fr: Votre caisse est verrouillée.
zh_cn: 您的出纳已被锁定。

source: Your cashier section is locked.
fr: Votre section caisse est verrouillée.
zh_cn: 您的出纳部分已被锁定。

source: Your cashier session has expired
fr: Votre session caisse a expiré
zh_cn: 你的出纳已经过期。

source: Your country
fr: Votre pays
zh_cn: 您的国家

source: Your current self-exclusion settings are as follows:
fr: Vos paramètres actuels d'auto-exclusion sont les suivants:
zh_cn: 您当前的自我排除设置如下：

source: Your details
fr: Vos détails
zh_cn: 您的详细信息

source: Your documents are expired.
fr: Vos documents sont expirés.
zh_cn: 您的文件已经失效。

source: Your email address
fr: Votre adresse email
zh_cn: 您的电子邮件地址

source: Your form has been submitted.
fr: Votre formulaire a été envoyé.
zh_cn: 您的表格已提交。

source: Your funds are safe
fr: Vos fonds sont en sécurité
zh_cn: 您的资金非常安全

source: Your information is incomplete or incorrect. Please correct the fields highlighted above.
fr: Vos informations sont incomplètes ou incorrectes. Veuillez corriger les champs surlignés ci-dessus.
zh_cn: 您的资料不完整或不正确。请更正上面的高亮字段。

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
fr: Votre argent est toujours en sécurité avec %1. A tout moment, l'argent est séparément déposé dans des banques AAA, qui est une condition de nos licences de trade.
zh_cn: 在%1，您的钱永远安全。任何时候均由3A级银行托管，这是我们获取交易准许证的之中一个条件。

source: Your name
fr: Votre nom
zh_cn: 您的姓名

source: Your name/company
fr: Votre nom/entreprise
zh_cn: 您的姓名/公司

source: Your new account balance is %s %s
fr: Le nouveau solde de votre compte est %s %s
zh_cn: 您的新帐户余额为 %s %s

source: Your old password is incorrect
fr: Votre ancien mot de passe est incorrect
zh_cn: 您的旧密码不正确

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
fr: Votre instruction (Référence # <span id="reference_no">%1</span>) a été exécutée à %2.
zh_cn: 您的订单 (参考 # <span id="参考_编号">%1</span>)已经于%2生效。

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
fr: Votre mot de passe et identifiant de connexion sont uniques et les mots de passe sont hachés, ainsi, même le personnel de %1 ne peut y accéder. C'est pour cette raison que nous ne pouvons pas récupérer votre mot de passe et que nous devons vous en attribuer un nouveau par émail si vous ne pouvez pas vous le rappeler.
zh_cn: 您的密码和登录ID都是唯一的，且密码已经被散列处理。这样即使是%1职员也无法看到它们。在您记不起您的密码后我们并不能读取您的密码且必须向您的电子邮箱地址发送一个新的密码，原因就在于此。

source: Your password has been changed.
fr: Votre mot de passe a été modifié.
zh_cn: 您的密码已更改。

source: Your password has been successfully reset. Your login ID is <strong>%1</strong>. Please log into your account using your new password.
fr: Votre mot de passe a été réinitialisé avec succès. Votre identifiant de connexion est <strong>%1</strong>. Veuillez vous connecter à votre compte en utilisant votre nouveau mot de passe.
zh_cn: 你的密码已成功重置。你的登录ID为<strong>%1</strong>，请用新密码登录你的账户。

source: Your password recovery token has expired. Please click <a href="%1"><strong>here</strong></a> to restart the password recovery process.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%2"><strong>Customer Support</strong></a>.
fr: Votre jeton de récupération de mot de passe a expiré. veuillez cliquer sur <a href="%1"><strong>ici</strong></a> pour redémarrer la procédure de récupération de mot de passe.<br /><br /> Votre compte est important pour nous. Si vous avez besoin d'aide supplémentaire, veuillez contacter notre <a href="%2"><strong>Service Clientèle</strong></a>.
zh_cn: 你的密码恢复令牌已经过期，请点击<a href="%1"><strong>这里</strong></a>重新开始密码恢复程序。<br /><br /> 你的账户对我们很重要，如需更多帮助，请联系我们的<a href="%2"><strong>客户支持</strong></a>.

source: Your password should be at least 5 characters.
fr: Votre mot de passe doit contenir au moins 5 caractères.
zh_cn: 您的密码至少应为 5 个字符。

source: Your password should contain only characters and digits.
fr: Votre mot de passe doit contenir uniquement des lettres et des chiffres.
zh_cn: 您的密码应只包含字符和数字。

source: Your password should not be more then 25 characters.
fr: Votre mot de passe ne doit pas contenir plus de 25 caractères.
zh_cn: 您的密码最多不超过 25 个字符。

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
fr: Vos informations personnelles sont utilisées avant tout comme un moyen d’authentification comme étant le véritable propriétaire de votre compte et comme la personne à qui les paiements des retraits doivent être faits. Nous collectons les données personnelles vous concernant directement auprès de vous lorsque vous complétez le formulaire d'ouverture de compte. En cas de quelconques doutes sur l'authenticité des détails de votre compte ou de toute demande de retrait, la société se réserve le droit de demander des informations d'authentification supplémentaires qui lui semblent appropriées selon les circonstances.
zh_cn: 您的个人信息主要用于确认您是账户的合法所有人和提款对象。我们在您填写账户开立表格时会直接向您收集您的个人信息。如果我们对您的账户细节或任何提款要求的真实性具有任何疑问时，本公司有权要求您提供在该情形中被视为必要的更多验证信息。

source: Your phone number
fr: Votre numéro de téléphone
zh_cn: 您的电话号码

source: Your prediction
fr: Votre prédiction
zh_cn: 您的预测

source: Your prediction, the market will move :
fr: Votre prédiction, le marché va bouger:
zh_cn: 您的预测，市场将会变动：

source: Your request to revoke the Power of Attorney has been received. Please allow 2 working days for us to process this request.
fr: Votre demande de révocation de la procuration a été reçue. Veuillez nous donner 2 jours ouvrables pour nous permettre de traiter cette demande.
zh_cn: 您撤消委托书的请求已收到。请等待 2 个工作日让我们处理此请求。

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
fr: Votre demande de transférer %1 %2 de %3 à %4 a été traitée avec succès.
zh_cn: 您从 %3 转帐%1%2到 %4 的请求已成功处理。

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
fr: Votre demande de retirer %1 %2 de votre compte %3 pour le compte de l'Agent de Paiement %4 a été traitée avec succès.
zh_cn: 您从 %3 帐户提取 %1 %2 到支付代理人 %4帐户的请求已成功处理。

source: Your risks are known
fr: Vos risques sont connus
zh_cn: 您的风险是已知的

source: Your secret answer is too short. Please enter at least 4 characters.
fr: Votre réponse secrète est trop courte. Veuillez entrer au moins 4 caractères.
zh_cn: 您的密码保护问题答案过短。请输入至少 4 个字符。

source: Your settings have been updated successfully.
fr: Vos paramètres ont été actualisés avec succès.
zh_cn: 您的设置已成功更新。

source: Your transaction reference number is %1
fr: Le numéro de référence de votre transaction est %1
zh_cn: 您的交易参考号是%1

source: Your website URL
fr: L'URL de votre site web
zh_cn: 您的网站 URL

source: Your withdrawal limit for the entire duration of the account is currently: <b>EUR %1</b> (or %2 in other currency.)
fr: Votre limite de retrait sur la durée d'existence complète du compte est actuellement de: <b>EUR %1</b> (ou %2 en une autre devise.)
zh_cn: 于整个帐户有效期内您的提款限额目前为:<b>EUR %1</b> (或其它货币为 %2 。)

source: Your withdrawal limit is <strong>EUR %1</strong> (or %2 in other currency).
fr: Votre limite de retrait est <strong>EUR %1</strong> (ou %2 dans une autre devise).
zh_cn: 您的提款限额为<strong>EUR %1</strong> (其它货币为 %2 ）。

source: You’ll be surprised by the returns you can make.
fr: Vous serez surpris des retours que vous pouvez obtenir.
zh_cn: 来了解您可获得之收益，您将大吃一惊。

source: a definite or indefinite period during which you wish to exclude yourself from the website.
fr: une période définie ou indéfinie au cours de laquelle vous souhaitez vous exclure vous-même du site web.
zh_cn: 您希望不接触本网站的有限或无限期间。

source: a limit on the amount of time you may trade in any given online session;
fr: une limite sur la quantité de temps que vous pouvez passer à jouer lors d'une quelconque session en ligne;
zh_cn: 限制您在任何一个交易日在线交易的时间。
