Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Candlestick Chart
fr: Graphique en Chandelier
zh_cn: 烛形图

source: Candlesticks
fr: Chandeliers
zh_cn: 烛形图

source: Careers
fr: Carrières
zh_cn: 工作机会

source: Cascade
zh_cn: 重叠显示

source: Cash Dividend
fr: Dividende en espèces
zh_cn: 现金红利

source: Cashier
fr: Caisse
zh_cn: 支付

source: Cashier/Settings password
fr: Mot de passe Caisse/Paramètres
zh_cn: 出纳/设置部分密码

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
fr: Certaines limites sont imposées comme étant les niveaux acceptables pour les prix barrière/prix d'exercice des contrats. Typiquement, le prix barrière/prix d'exercice ne doit pas être trop proche ni trop éloignée du niveau actuel du marché sous-jacent.
zh_cn: 合约障碍/行使价格的可接受水平存在特定限制。一般来说，障碍或行使价格不能离当前标的市场水平太近或太远。

source: Chaikin Money Flow
fr: Chaikin Flux Monétaire
zh_cn: 蔡金货币流

source: Chaikin Oscillator
fr: Chaikin Oscillateur
zh_cn: 蔡金摆动指标

source: Chaikin Volatility
fr: Chaikin Instabilité
zh_cn: 蔡金波动

source: Change
fr: Variation
zh_cn: 变动

source: Change = Close - Open, for the day
fr: Changement = Fermer - Ouvrir, pour la journée
zh_cn: 变动=关闭 – 打开，日间

source: Change Account Information
fr: Modifier les informations de mon compte
zh_cn: 更改帐户信息

source: Change Password
fr: Changer de mot de passe
zh_cn: 更改密码

source: Change in account settings
fr: Changement dans les paramètres du compte
zh_cn: 帐户设置变更

source: Chart
fr: Graphique
zh_cn: 图表

source: Chart Application
fr: Application Graphique
zh_cn: 图表应用程序

source: Chart Type
fr: Type de graphique
zh_cn: 图表类型

source: Charting
fr: Représentation Graphique
zh_cn: 图表

source: Charting for this underlying is delayed
fr: Les graphiques sont retardés pour ce sous-jacent
zh_cn: 此基础产品的图表已被延迟

source: Charting is not available for this underlying
fr: Les graphiques ne sont pas disponibles pour ce sous-jacent
zh_cn: 此基础产品的图表不可用

source: Check out our commission rates below:
fr: Vérifiez nos taux de commission ci-dessous:
zh_cn: 请查看下面的佣金费率：

source: Check out our daily market reports written by Dave Evans, Professional Trader to stay up to date with the latest financial news.
fr: Consultez nos reports journaliers du marché écrits par Dave Evans, Trader Professionnel, afin de rester informé des dernières nouvelles financières.
zh_cn: 与最新的金融新闻保持更新，请查看我们专业操盘手戴维•埃文斯(Dave Evans)所写的每日市场报告。

source: Check out some technical terms before you start.
fr: Jetez un coup d'oeuil sur certains termes techniques avant de commencer.
zh_cn: 在开始之前了解一些技术条款。

source: Check out the payment methods accepted by the payment agents in the list below.
fr: Vérifiez les méthodes de paiement acceptées par les agents de paiement dans la liste ci-dessous.
zh_cn: 在下面列表中查看支付代理人接受的支付方式。

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
fr: Choisissez Finit Dans/Hors De afin de bénéficier du fait que le marché s'arrête dans/hors de deux prix-cibles à la fin de la période de temps.
zh_cn: 选择收盘于范围之内 / 之外：如果市场价格在合约结束时止于两个目标价格之内 / 之外即可获利。

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
fr: Choisissez Plus haut/Plus bas lorsque vous voulez bénéficier du fait que le marché finira plus haut ou plus bas qu'un prix-cible.
zh_cn: 选择高于/低于- 当价格在收市时高于或低于目标价格，您可获利。

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
fr: Choisissez Hausse/Baisse si vous voulez bénéficier du fait que le marché va augmenter ou baisser par rapport à son niveau actuel.
zh_cn: 选择上升/下跌 - 在市场价格从当前价位上升或下跌时您可获利。

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
fr: Choisissez Reste Dans/Sort De si vous voulez bénéficier du fait que le marché reste dans/sort de deux pric-cibles à tout moment au cours de la période du contrat.
zh_cn: 选择保持在范围之内 / 之外：如果市价在期间内保持在两个目标价位范围之内或超出范围之外即可获利。

source: Choose Tick Trades when you want to profit from very short-term market movements over the next 5 ticks.
fr: Choisissez Trades Ponctuels si vous voulez bénéficier de mouvements du marché à très court terme durant les prochains cinq intervalles.
zh_cn: 选择跳点交易- 如果您要在接下来的5个跳动式超短期市场波动中获利。

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
fr: Choisissez Touche/Ne Touche Pas si vous voulez bénéficier du fait que le marché touche ou ne touche pas une cible à n'importe quel moment durant la durée du contrat.
zh_cn: 选择触及/未触及 - 如果您要在合同期内任何时间当市场价格触及或不触及目标价格时获利。

source: Choose a duration from 10 seconds to 365 days.
fr: Choisissez une durée de 10 secondes à 365 jours.
zh_cn: 选择合约时间从 10 秒至 365 天均可。

source: Choose a payout from $1 to $100,000.
fr: Choisissez un gain de $1 à $100,000.
zh_cn: 选择目标收入，从 1 美元至 10 万美元。

source: Choose a trade type
fr: Choisissez un type de trade
zh_cn: 选择一种交易类型

source: Choose from over 1 million trades
fr: Choisissez parmi plus d'1 million de trades
zh_cn: 从超过一百万个交易中做出选择

source: Choose from over a million possible trades at any time.
fr: Choisissez parmi plus d'un million de trades possibles à tout moment.
zh_cn: 随时从超过一百万个交易机会中做出选择。

source: Choose the barrier(s)
fr: Choisissez la(les) barrière(s)
zh_cn: 选择价位水平

source: Choose the duration
fr: Choisissez la durée
zh_cn: 选择时间期

source: Choose the market, the price target, the time period, and how much you wish to win.
fr: Choisissez le marché, le prix-cible, la période de temps, et combien vous espérez gagner.
zh_cn: 选择市场、目标价格、时间周期、及您期望的利润。

source: Choose the market, the price targets, the time period, and how much you wish to win.
fr: Choisissez le marché, les prix-cibles, la période de temps, et combien vous espérez gagner.
zh_cn: 选择市场、目标价格、时间周期、及您期望的利润。

source: Choose the market, the time period, and how much you wish to win.
fr: Choisissez le marché, la période de temps, et combien vous espérez gagner.
zh_cn: 选择市场、时间周期、及您期望的利润。

source: Choose the payment method you'd like to use.
fr: Choisissez la méthode de paiement que vous voudriez utiliser.
zh_cn: 选择你想要采用的支付方式。

source: Choose the payout
fr: Choisissez le gain
zh_cn: 选择收入

source: Choose the underlying market
fr: Choisissez le marché sous-jacent
zh_cn: 选择基础市场

source: Choose your own strike.
fr: Choisissez votre propre coup.
zh_cn: 选择您自己的投入额。

source: Client ID
fr: Identifiant du Client
zh_cn: 客户ID

source: Client-facing message
fr: Message adressé au client
zh_cn: 客户须知

source: Clients from the rest of the world will have their account opened with Regent Markets (C.R.) S.A.
fr: Les clients du reste du monde auront leur compte ouvert avec Regent Markets (C.R.) S.A.
zh_cn: 全球其他地区的客户可在 Regent Markets (C.R.) S.A. 开设账户。

source: Clients must fill into the account opening form all requested details that establish his/her identity.
fr: Les Clients doivent compléter tous les détails requis afin d'établir leur identité dans le formulaire d'ouverture de compte.
zh_cn: 顾客必须在开户表格中填写所需的所有识别身份的详情。

source: Clients shall not hold or pool third party funds into their own account held with the Company.
fr: Les Clients ne peuvent pas détenir ou transférer les fonds de tierces parties sur leur propre compte de la Compagnie.
zh_cn: 客户不可将第三方资金截留或汇集至他们在公司持有的自己账户内。

source: Close
fr: Fermer
zh_cn: 收盘

source: Close All
fr: Fermer Tout
zh_cn: 关闭全部

source: Close Location Value
fr: Fermer la valeur de localisation
zh_cn: 收盘位置值

source: Close of trading day.
fr: Fermeture de la journée de trading.
zh_cn: 交易日已收盘。

source: Closed
fr: Fermé
zh_cn: 收盘

source: Closes
fr: Ferme
zh_cn: 关闭

source: Closes early (at %1)
fr: Ferme tôt (à %1)
zh_cn: 提早关闭（在%1）

source: Closing Price
fr: Prix de clôture
zh_cn: 收盘价

source: Comment must not exceed %1 characters. Please resubmit.
fr: Le commentaire ne doit pas dépasser %1 caractères. Veuillez recommencer.
zh_cn: 注释必须不超过%1字符。请重新提交。

source: Commission (%) you want to take on deposits
fr: Commission (%) que vous souhaitez prendre sur les dépôts
zh_cn: 您要从存款抽取的佣金百分比

source: Commission (%) you want to take on withdrawals
fr: Commission (%) que vous souhaitez prendre sur les retraits
zh_cn: 您要从取款抽取的佣金百分比

source: Commission Rates
fr: Taux de Commission
zh_cn: 佣金费率

source: Commission on deposits
fr: Commission sur les dépôts
zh_cn: 存款佣金

source: Commission on withdrawals
fr: Commission sur les retraits
zh_cn: 提款佣金

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
fr: Les gains commissionnables seront acquis pour la vie du client, sur l'ensemble des transactions que le client entreprend sur le marché, aussi longtemps que l'affilié demeure membre de ce programme d'affiliés. La société se réserve le droit d'annuler les commissions qui ne sont pas réclamées au bout de 2 ans.
zh_cn: 佣金盈利将在客户的一生期间基于客户所进行的交易支付，只要会员仍然属于合作联盟的成员。公司保留取消2年仍未领取的佣金的权利。

source: Commodities
fr: Matières premières
zh_cn: 大宗商品

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
fr: Les matières premières sont des ressources qui sont cultivées ou extraites du sol, comme l'argent, l'or et le Pétrole. Sur %1, leur prix sont en US dollars.
zh_cn: 期货商品是从基础数据中成长或摘取的宝贵资源，例如白银、黄金及石油。在 %1 以美元为单位。

source: Commodity Channel Index
fr: Commodity Channel Index - indicateur technique de vitesse du marché
zh_cn: 商品通道指数

source: Company trip to Phuket, Thailand
fr: Voyage de société à Phuket, Thaïlande
zh_cn: 公司旅游，前往泰国普吉岛

source: Confirm
fr: Confirmer
zh_cn: 确认

source: Congratulations
fr: Félicitations
zh_cn: 祝贺您

source: Congratulations! <br /> You have won the contract!
fr: Félicitations ! <br /> Vous avez gagné le contrat !
zh_cn: 恭喜! <br /> 你已赢得 %交易(s单数)!

source: Connection failure. Please try again later.
fr: Echec de la connexion. Veuillez réessayer ultérieurement.
zh_cn: 连接失败。请稍后重新尝试。

source: Console Facility
fr: Console de Service
zh_cn: 控制台设备

source: Contact
zh_cn: 联系

source: Contact Us
fr: Contactez-nous
zh_cn: 联系我们

source: Contact the payment agent directly for more information on how to transfer money to them.
fr: Contactez l'agent de paiement directement pour plus d'informations sur comment leur transférer de l'argent.
zh_cn: 直接联系支付代理询问关于如何汇款给他们的详情。

source: Contact us
fr: Contactez-nous
zh_cn: 与我们联系

source: Continue
fr: Continuer
zh_cn: 继续

source: Contract Details
fr: Détails du Contrat
zh_cn: 合约详情

source: Contract Risks
fr: Risques du Contrat
zh_cn: 合约风险

source: Contract Type
fr: Type de Contrat
zh_cn: 合约类型

source: Contract barrier must be positive.
fr: La barrière du contrat doit être positive.
zh_cn: 合约界线必须为正。

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
fr: Les contrats ne peuvent pas expirer pendant la période des fêtes de fin d'année. Veuillez sélectionner une date d'expiration après %1.
zh_cn: 合约的到期日不能设置在年末节日期间。选择 %1 之后的一个到日期。

source: Contract cannot be sold at this time.
fr: Contrat ne peut pas être vendu pour le moment.
zh_cn: 此时该交易无法卖出。

source: Contract discovery and pricing
fr: Découverte et tarification du contrat
zh_cn: 交易开始及价格

source: Contract expired
fr: Contrat arrivé à échéance
zh_cn: 合约已过期

source: Contract has already expired.
fr: Contrat a déjà expiré.
zh_cn: 合约已经失效。

source: Contract market price is too close to final payout.
fr: Prix du contrat de marché est trop près du paiement final.
zh_cn: 合同市场价位离最终支出太近。

source: Contract may not expire within the last %1 of trading.
fr: Contrat ne peut pas expirer au cours des dernières %1 de trading.
zh_cn: 在交易的最后%1中，合约可能不会失效。

source: Contract must expire during trading hours.
fr: Contrats doit expirer pendant les heures de trading.
zh_cn: 合约必须在交易时间内失效。

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones. In the case of single stock and stock index prices, the final closing price as reported by the relevant Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the Exchange 30-90 minutes after the official closing time of the market). For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
fr: Les paiements de contrats seront déterminés par la Société en référence aux valeurs journalières haute/basse/clôture affichées sur ce site web, se rapportant à l'indice (ou aux indices) sous-jacent(s) du/des Contrat(s) ou des données de trading interbancaire reçues par la Société pour les quotations Forex ou prix des matières premières telles qu'affichées sur le site web, en tenant compte du fait que la Société dispose du droit d'apporter des corrections à ces données en cas d'erreurs de tarification ou de typographie. Les clients doivent noter que les différents marchés peuvent fermer à des heures différentes de la journée à cause des heures de trading locales et des fuseaux horaires. En cas d'une action unique et de prix d'indice boursier uniques, le prix final à la clôture reporté par le Marché concerné doit s'appliquer à l'ensemble des règlements (ce prix de règlement final peut, à certains moments, être reporté par le Marché 30-90 minutes après l'heure officielle de clôture du marché). Pour les quotations Forex, les heures de clôture sont définies par la Société comme indiqué dans la section Heures d'Ouverture des Marchés de ce site web. En cas de litige relatif au marché ou aux valeurs de paiement, la décision de la Société devra être finale et contraignante. Les clients doivent noter que certains marchés (comme les actions et indices boursiers) ne sont pas ouverts toute la journée et que le trading peut être indisponible lorsque les marchés sont fermés.
zh_cn: 公司将参考本网站上公布的与合同标的指数有关的或者公司收到的本网站所公布之关于外汇报价或大宗商品价格的银行间交易数据每日高/低/收盘价确定合同支付款项。但是公司有权修正错误标价或印刷错误的数据。顾客需注意，不同的市场由于交易时间和时区的不同而具有不同的收盘时间。在单只股票或股指价格的情况下，相关交易所公布的最终收盘价应适用于所有结算（最终结算价格有时可能在交易所正式收盘后30-90分钟之后报告）。对于外汇报价，收盘时间由公司确定，具体见网站的市场开放时间部分。若存在有关市场或结算价的任何纠纷，公司的决策应具有最终性和约束力。顾客需注意部分市场（如股票和股票指数）并非全天开放，闭市后可能无法交易。

source: Contract period
fr: Durée du contrat
zh_cn: 合约期间

source: Contract purchases on this account must be on behalf of granters.
fr: Les achats de contrat sur ce compte doivent être effectués au nom de ceux qui les accordent.
zh_cn: 在此帐户进行合同采购交易者必须是授予人的代理。

source: Contract started
fr: Contrat débuté
zh_cn: 合约已开始

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
fr: Les contrats ne sont habituellement pas proposés à la dernière heure de trade sur n'importe quel marché (pour les marchés de changes, la restriction peut s'étendre jusqu'à 3 heures).
zh_cn: 任何特定市场的最后1个交易小时内一般不会提供合同（外汇市场限制是3小时）.

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
fr: Les contrats ne peuvent pas expirer le weekend ; par conséquent, la date d'expiration d'un contrat peut être repoussée au lundi suivant dans le cas où la date d'expiration du contrat tombe un samedi ou un dimanche.
zh_cn: 合同在周末不得失效；因此，如果合同的原定失效日期为周六或周日的，合同的失效日期需延后至下周周一。

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
fr: Des contrats sur %1 qui commencent et terminent entre %2 et %3 le même jour ne sont pas disponibles.
zh_cn: %1在同一天始于及结束于 %2 和 %3 之间的合约不可用。

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
fr: Des contrats sur %1 de durées inférieures à 24 heures doivent expirer durant la même journée de trading.
zh_cn: %1 中为期少于24小时的合约必需在购买当天失效。

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
fr: Les contrats ne seront habituellement pas proposés à des cotes inférieures à 0.05-à-1 (c'est-à-dire des paiements de moins de USD/GBP/EUR/AUD 1.05 pour chaque USD/GBP/EUR/AUD 1 misé).
zh_cn: 交易提供的杠杆通常不会为0.05比1（即下注的每1美元/英镑/欧元/澳元，获得1.05美元/英镑/欧元/澳元的收益）.

source: Contracts will not usually be offered during the first 10 minutes of market trade.
fr: Les contrats ne sont habituellement pas proposés pendant les 10 premières minutes de trade du marché.
zh_cn: 在市场交易的第一个10分钟通常不会提供合同。

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
fr: Les contrats ne seront habituellement pas proposés lorsque le marché sous-jacent est à son maximum ou minimum intrajournalier.
zh_cn: 当标的市场处于日内最高或最低时通常不会提供合同。

source: Controlled risk
fr: Risque contrôlé
zh_cn: 有限风险

source: Cookies
zh_cn: 网络跟踪

source: Copyright
fr: Droit d'Auteur
zh_cn: 版权

source: Country
fr: Pays
zh_cn: 国家

source: Country of Residence
fr: Pays de Résidence
zh_cn: 居住国

source: Country:
fr: Pays:
zh_cn: 国家：

source: Create free account
fr: Créer un compte gratuit
zh_cn: 开设免费帐户

source: Credit/<wbr/>Debit
fr: Crédit/<wbr/>Débit
zh_cn: 信用卡/<wbr/>借记卡

source: Credit/Debit Card
fr: Carte de Crédit/de Débit
zh_cn: 信用卡/借记卡

source: Crosshair
fr: Réticule
zh_cn: 十字线 （Crosshair）

source: Currencies
fr: Devises
zh_cn: 货币

source: Currency
fr: Devise
zh_cn: 货币

source: Currency conversion from %1
fr: Conversion de devise à partir de %1
zh_cn: 货币换算自 %1

source: Currency conversion to %1
fr: Conversion de devise vers %1
zh_cn: 货币换算至%1

source: Currency conversion transfer
fr: Transfert de conversion de devise
zh_cn: 货币换算转移

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes. However, for Tick Trades only, a 6th digit is retained.
fr: Les relevés de devise sont tronqués à 5 chiffres et tous les contrats sont achetés et réglés sur la base d'une valeur de devise à 5 décimales. Cependant, uniquement pour les trades ponctuels, la 6ème décimale est retenue.
zh_cn: 货币报价四舍五入到5位数，所有的合约均以5位数货币报价进行购买和结算。但是Run 交易 需保留六位数。

source: Current
fr: Courant
zh_cn: 当前

source: Current Spot
fr: Au comptant courant
zh_cn: 现货

source: Current market price is 0.
fr: Prix du marché actuel est 0.
zh_cn: 当前市场价格是 0 。

source: Current password
fr: Mot de passe actuel
zh_cn: 当前密码

source: Current photocard Driving Licence (Provisional or Full)
fr: Permis de conduire en cours de validité avec photo (provisoire ou normal)
zh_cn: 当前照片卡驾照（临时的或正式的）

source: Current signed Passport
fr: Passeport signé en cours de validité
zh_cn: 当前签字护照

source: Current signed Passport OR
fr: Passeport signé en cours de validité OU
zh_cn: 当前签名护照或

source: Customer Support has been informed of your Lost Login ID / Password request and will be contacting you soon. Thank you for your patience.
fr: Le Service Clientèle a été informé de votre demande suite à la perte de votre identifiant de connexion / mot de passe et nous vous contacterons bientôt. Nous vous remercions de votre patience.
zh_cn: 客户支持已收到了您丢失登录ID/密码的请求，并将尽快与您联系。非常感谢您的耐心等待。

source: DOWN
fr: INFERIEUR
zh_cn: 下跌

source: Daily
fr: Journalier
zh_cn: 毎日

source: Daily Prices
fr: Prix journaliers
zh_cn: 每日价格

source: Daily Turnover limit
fr: Limite de chiffre d'affaires journalier
zh_cn: 每日交易量限制

source: Daily Turnover limit is currently set to <strong>%1 %2</strong>
fr: La limite de chiffre d'affaires journalier est actuellement définie sur <strong>%1 %2</strong>
zh_cn: 每日交易量限制当前设置为 <strong>%1 %2</strong>

source: Daily report
fr: Rapport journalier
zh_cn: 每日报告

source: Data Feed
fr: Source de Données
zh_cn: 数据源

source: Data will be available after market close
fr: Des données seront disponibles après la clôture du marché
zh_cn: 收市后数据可用

source: Date
zh_cn: 日期

source: Date of birth
fr: Date de naissance
zh_cn: 出生日期

source: Day
fr: Jour
zh_cn: 天

source: Day Bet
fr: Pari du jour
zh_cn: 日交易

source: Days to display
fr: Jours à afficher
zh_cn: 要显示的日期

source: Dear %1 %2 %3,
fr: Cher/Chère %1 %2 %3,
zh_cn: 尊敬的 %1 %2 %3,

source: Dear %1 %2 %3, We would like to inform you that your %5 Deposit has been processed. Kind Regards, %4
fr: Cher/Chère %1 %2 %3, Nous aimerions vous informer que votre Dépôt %5 a été traité. Cordialement, %4
zh_cn: 尊敬的 %1 %2 %3, , 我们想通知您的%5存款已处理。 此致, %4

source: Dear %1 %2 %3, We would like to inform you that your %5 Withdrawal has been processed. Kind Regards, %4
fr: Cher/Chère %1 %2 %3, Nous aimerions vous informer que votre Retrait %5 a été traité. Cordialement, %4
zh_cn: 尊敬的 %1 %2 %3, , 我们想通知您的 %5取款已处理。 此致, %4

source: Dear %1 %2 %3, We would like to inform you that your Western Union withdrawal has been processed. <strong>%5</strong> You can then go to any Western Union agent, provide the MTCN number and claim your funds. You can find the Western Union agent which is closest to you on their <a href="http://www.westernunion.com/info/agentLocator.asp?country=global">website</a>. Kind Regards, %4
fr: Cher/Chère %1 %2 %3, Nous aimerions vous informer que votre retrait Wester Union a été traité. <strong>%5</strong> Vous pouvez ensuite joindre tout agent Wester Union, donner le numéro MTCN et demander vos fonds. Vous pouvez trouver l'agent Western Union le plus proche de chez vous sur leur site web <a href="http://www.westernunion.com/info/agentLocator.asp?country=global"></a>. Cordialement, %4
zh_cn: 然后您可以前往任何西联汇款代理人处，提供 MTCN 号码即可提款。您可在西联汇款的 <a href="http://www.westernunion.com/info/agentLocator.asp?country=global" target = "_blank">website</a> 上找到离您最近的西联快汇代理人。

source: Dear %1,
fr: Cher/Chère %1,
zh_cn: 尊敬的 %1,
