Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, the company does not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
fr: Le contenu de ce site web peut être amené à changer à tout moment sans avertissement préalable et est destiné uniquement à assister les traders pour leur permettre de faire des décisions d'investissement indépendantes. %1 a pris des mesures raisonnables pour assurer la précision des informations fournies sur le site web, cependant, la société ne garantit pas cette précision et ne peut être tenue pour responsable des éventuelles pertes ou préjudices découlant directement ou indirectement du contenu ou de votre incapacité à accéder au site web, pour tout retard ou échec de transmission ou de réception de toute instruction ou notification envoyée par ce site web.
zh_cn: 网站上的内容可在任何时候不经通知发生改变，仅为了帮助交易员做出独立的投资决策的目的。%1 采取了合理措施确保网站信息的准确性，但是公司并不保证准确性，也不为因网站内容及你无法登陆网站导致的任何直接或间接损失或损害或延迟或未能通过网站传输或收到任何指示和通知而承担责任。

source: The contract has expired
fr: Le contrat a expiré
zh_cn: 该交易已失效

source: The contract is not available after %1 GMT.
fr: Le contrat n'est pas disponible après %1 GMT.
zh_cn: 该合约在格林威治标准时间 %1 过后失效。

source: The contract must expire on a trading day.
fr: Le contrat doit expirer un jour de trading.
zh_cn: 该合约必须在交易日失效。

source: The contract payout has changed from %1%2 to %1%3.
fr: Le gain du contrat a changé de %1%2 à %1%3.
zh_cn: 合同支出已从%1%2 改成 %1%3。

source: The contract period is the timeframe of a trade. It is also called the duration.
fr: La période du contrat est la période d'un trade. C'est également appelé la durée.
zh_cn: 合约时期是一个交易的时间框位。也称为期间。

source: The contract price has changed from %1%2 to %1%3.
fr: Le prix du contrat a changé de %1%2 à %1%3.
zh_cn: 合同价格已从从 %1%2 变为 %1%3。

source: The cost of your open positions
fr: Le coût de vos positions ouvertes
zh_cn: 您的敞口头寸成本

source: The currency of your bonus will be the same as the currency of your first deposit.
fr: La devise de votre bonus sera la même que la devise de votre premier dépôt.
zh_cn: 您奖金的货币类型将与您首次存款的货币类型相同。

source: The database is not yet updated with settlement data.
fr: La base de données n'a pas encore été actualisée avec les données de configuration.
zh_cn: 数据库未进行结算数据更新。

source: The distance between the middle line and the upper and lower threshold lines
fr: La distance entre la ligne centrale et les lignes de seuil supérieure et inférieure
zh_cn: 中间线与上限线和下限线之间的距离

source: The duration is the length of a purchased trade (see 'contract period').
fr: La durée est la longueur d'un trade acheté (voir 'période du contrat').
zh_cn: 期间是所购买交易的时长（参考‘合约时期’）。

source: The entry spot price is the starting price of the trade purchased by a trader.
fr: Le prix du point de départ est le prix de départ du trade acheté par le trader.
zh_cn: 入市价位是交易者所买入交易的起始价格。

source: The expiry price is the price of the underlying when the contract expires.
fr: Le prix d'expiration est le prix du sous-jacent lorsque le contrat expire.
zh_cn: 到期价格为合约到期时基础产品的价格。

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
fr: L'algorithme de filtrage est basé sur une formule mathématique similaire au système de volatilité des "Bandes de Bollinger" - c'est-à-dire, les bandes de volatilité à court terme sont déterminées autour de la valeur actuelle du marché, et les intervalles manifestement situés à l'extérieur de ces bandes dont retirés.
zh_cn: 滤波算法是根据一个类似于“布林带”波动性系统的数学公式得到-即短期波动带位于当前的市场价值附近，且去掉了明显位于该区间之外的价位。

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
fr: Les services de trading financier contenus sur ce site sont destinés uniquement aux Clients capables de supporter la perte de l'ensemble de l'argent qu'ils investissent, et qui comprennent et ont de l'expérience avec les risques liés à l'acquisition de contrats financiers.
zh_cn: 本网站所涵盖的金融交易服务仅适用于以下客户：能够承受投入资金全部亏损的风险，了解购买金融合约所蕴含的风险并拥有相关的风险经历。

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If the purchased contracts expire worthless, you will suffer a total loss of your investment, which will consist of the contract premium. If you are contemplating purchasing deep-out-of-the-money contracts (where the strike/barrier price is far away from the current underlying spot price), you should be aware that the chance of such contracts becoming profitable ordinarily is remote.
fr: Les services de trading financier contenus sur ce site sont destinés uniquement aux Clients capables de supporter la perte de l'ensemble de l'argent qu'ils investissent, et qui comprennent et ont de l'expérience avec les risques liés à l'acquisition de contrats financiers. Les transactions dans le cadre de contrats financiers présentent un niveau de risque élevé. Si les contrats achetés expirent sans valeur, vous subirez une perte totale de votre investissement, c'est-à-dire le prix initialement misé sur le contrat. Si vous envisagez l'acquisition de contrats deep-out-of-the-money (où le prix de la cible/barrière est très éloigné du prix actuel du sous-jacent), vous devez vous rendre à l'évidence que la chance de faire du profit sur ce type de contrat est très faible.
zh_cn: 本网站所涵盖的财务交易服务仅适合这样的客户：能够承受全部投入资金亏损的风险，了解购买金融交易 合约所蕴含的风险并拥有相关的风险经历。财务合约交易具有高度风险性。如果所购买的合约到期时一文不值，您的投资将完全损失，其中还包括合约费用。如果您考虑购入极价外合约（这种合约中，行权/障碍价格与当前标的现价相距很远），那么您应该注意这种合约盈利的可能性通常是很小。

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
fr: La première étape est d'ouvrir un compte. Vous pouvez <a target='_blank' href='%1'>faire une demande en ligne</a> en seulement quelques minutes.
zh_cn: 第一个步骤是开设账户。仅需数分钟，您就可以<a target='_blank' href='%1'>在线申请</a>。

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
fr: La première chose à faire est de choisir l'actif que vous voulez trader, comme l'or ou le pétrole, des actions ou des taux FX (La valeur de l'option binaire est dérivée du prix du actif sous-jacent). Un grand avantage des options binaires est que vous n'achetez et ne vendez pas réellement l'actif.
zh_cn: 首先选择您要交易的资产如黄金或石油，股票或外汇兑率(二元期权值从基础资产价格获取)。期权交易一个很大的优势就是您并不是买卖真实的资产。

source: The first tick for this contract is the first tick after the contract is processed by our servers.
fr: Le premier intervalle de ce contrat est le premier intervalle après le moment où le contrat est traité par nos serveurs.
zh_cn: 此合约的首个跳动点即在我们服务器处理合约后之首个跳动点。

source: The game has started!
fr: Le jeu a commencé!
zh_cn: 游戏已开始！

source: The last decimal %plural(%1,digit,digits) of the %2th tick %plural(%1,is,are) '%3'; your forecast was %4
fr: La dernière décimale %plural(%1,chiffre,chiffres) du %2ème intervalle %plural(%1,est,sont) '%3' ; votre prédiction était %4
zh_cn: %第二个价位 %的最后一个小数位%plural(%1,digit,digits)l(%1,is,are) '%3'; 您的预期为%4

source: The last decimal digit of the %1th tick was '%2'.
fr: Le dernier chiffre décimal du %1ème intervalle était '%2'.
zh_cn: %1 tick 的最后十进位数是 '%2'。

source: The market exit price is the price in effect at the end of the contract period.
fr: Le prix final du marché est le prix en vigueur à la fin de la période du contrat.
zh_cn: 市场平仓价为合约交易终止时的有效价格。

source: The market must be open at the start time.
fr: Le marché doit être ouvert à l'heure du départ.
zh_cn: 开始时市场必须已经开市。

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2014 Regent Markets Group of companies. All rights reserved.
fr: Le matériel se trouvant sur le site web %1 (incluant, sans s'y limiter, tous les articles, textes, images, logos, compilation, systèmes, code et design) sont soumis au Copyright 1999-2014 Regent Markets Group of companies. Tous droits réservés.
zh_cn: 本%1网站所包含的各种材料（包括但不限于所有文章、文字、图片、徽标、编辑物、系统、代码和设计）由Regent Markets Group 各公司版权（1999-2014年）所有 。公司保留所有权利。

source: The maximum loss that may be incurred by any Client is the amount of money paid by him to the Company.
fr: La perte maximale que peut subir tout client correspond au montant financier qu'il a payé à la Société.
zh_cn: 客户可能招致的最大损失就是其向本公司支付的投资成本金额。

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
fr: L'avantage le plus important d'utiliser OAuth2.0 est que les utilisateurs finaux, qui ont déjà des codes d'identifications valides chez %1 pourront tirer parti de nouvelles applications pour exercer différentes activités de trade, sans que ces applications demandent de connaître ou de "voir" les garanties de sécurité des utilisateurs finaux.
zh_cn: 使用OAuth2.0的最重要的好处是,在 ％1 已经拥有有效的登录名之最终用户将能够利用新的应用程序，以执行各种交易活动，而这些应用程序无需知道或“看到”最终用户的安全凭据。

source: The moving average period of the signal line
fr: La période de moyenne mobile de la ligne de signal
zh_cn: 单线的移动平均数周期

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
fr: La page a expiré. Cela peut être dû à une connexion Internet lente, ou à une charge excessive sur nos serveurs. Veuillez réessayer dans quelques instants.
zh_cn: 此页已超时。这可能因为互联网连接速度慢，或因为我们的服务器负载过高。请稍后重新尝试。

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
fr: Le brevet signifie que Regent Markets est le pionnier reconnu des paris binaires. Le brevet aide à protéger nos innovations.
zh_cn: 该专利意味着 Regent Markets 为公认的二元投注先驱。这项专利有助于保护我们的创新。

source: The payout is the amount paid to an options trader if their prediction is correct.
fr: Le gain est le montant payé au trader d'une option si leur prédiction est correcte.
zh_cn: 目标收入即交易者预测正确所获得的金额。

source: The period for the moving average
fr: La période pour la moyenne mobile
zh_cn: 移动平均数周期

source: The period to compute the %1 line
fr: La période pour le calcul de la ligne %1
zh_cn: %1 线计算期间

source: The period to compute the indicator
fr: La période pour le calcul de l'indicateur
zh_cn: 指标计算期间

source: The period to compute the rate of change of the smoothed range
fr: La période pour le calcul du taux de changement de l'intervalle lissé
zh_cn: 平滑范围变动率计算期间

source: The period to smooth the indicator
fr: La période pour le lissage de l'indicateur
zh_cn: 指标平滑期间

source: The period to smooth the range
fr: La période pour le lissage de l'intervalle
zh_cn: 范围平滑期间

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
fr: Les informations personnelles, que nous obtenons sur vous, nous aident à gérer de votre compte. Nous savons que vous êtes peut-être inquiets de l'usage que nous faisons de ces informations, et des informations financières relatives à votre compte. Ce qui suit décrit nos pratiques en matière de confidentialité.
zh_cn: 我们获得的有关您的个人信息有助于我们为您提供账户服务。我们知道您可能会关注我们如何处置这一信息以及您账户的财务信息。以下内容概括了我公司的隐私规范。

source: The premier platform for binary options trading
fr: Plateforme phare pour le trading d'options binaires
zh_cn: 二元期权交易的首选平台

source: The price after %1 ticks was %2
fr: Le prix après %1 intervalles était de %2
zh_cn: %1 跳动点后的价格是 %2

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
fr: Le profit est la différence entre le prix d'achat (la mise) et le gain d'un trade gagnant.
zh_cn: 利润即赢利交易中所得之获利和购买价格（成本）之间的差别。

source: The provided currency %1 is invalid.
fr: La devise fournie %1 est non valide.
zh_cn: 所提供的货币%1无效。

source: The provided currency %1 is not the default currency
fr: La devise fournie %1 n'est pas la devise par défaut
zh_cn: 所提供的货币%1不是预设货币

source: The provided email address %1 is already in use by another Login ID.
fr: L'adresse email fournie %1 est déjà utilisée par un autre Identifiant de connexion.
zh_cn: 所提供的电邮地址%1已被另一登录 ID 使用。

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
fr: L'indice aléatoire est un indice boursier dont le prix est simulé au moyen de nombres aléatoires. Contrairement aux véritables indices de marché boursier dont les prix dépendent des prix des actions individuelles cataloguées dans l'indice boursier, l'indice boursier aléatoire est uniquement basé sur des facteurs tels que la volatilité, le prix précédent de l'indice (prix simulé précédent) et un nombre aléatoire pour déterminer le prix de l'indice. Du fait de l'usage de nombres aléatoires, le prix (ou la direction) de l'indice ne peuvent pas être prédits avec certitude, et celui-ci se comporte donc comme un véritable indice de marché. Lorsque l'indice est complété d'un nombre, ce nombre est le pourcentage de volatilité utilisé dans le calcul du prix de l'indice. Par exemple, l'Indice Aléatoire 25 utilise une volatilité de 25% dans le calcul du prix de l'indice. L'indice a démarré à 1000 le 16 mai 2004.
zh_cn: “随机指数”是股票指数，其价由随机数字虚拟而成。不同于真实市场之股票指数价位基于一个兑换市场所展示的个别股票价位，随机股票指数只根据波动性，之前的指数价位（前次的虚拟价位）和一个随机号码来设定指数价位。因为所使用的是随机数字，指数价格（或走势）无法准确预测，因此它的表现与真实市场相似。当指数配上了一个数字，该数字将被采用为计算指数价位的百分比波动性。比如说，随即指数25采用25%的波动性来计算指数价位。在2004 年 5 月 16 日该指数始于1000。

source: The ratio above and below the moving average
fr: Le taux au-dessus et en dessous de la moyenne mobile
zh_cn: 高于和低于移动平均数的比率

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
fr: Le prix de revente indique le prix du marché actuel du contrat. Les prix de Revente sont basés sur une base de meilleurs-efforts et ne sont pas toujours disponibles après l'achat. Consultez 'Options de vente' pour plus de détails sur la vente de contrat avant sa clôture.
zh_cn: 转售价格表示合同的当前市场价格。转售价格是根据于尽了最大努力之基准，且购买后可能无法在任何时候都能使用。请参阅「售卖选项」以了解在到期前卖出合约的更多细节。

source: The return is the money realized when the contract expires (see 'Payout').
fr: Le retour est l'argent réalisé lorsque le contrat expire (voir 'Gain').
zh_cn: 最高获利是当合约失效时所变现的金额。（参阅‘获利’）。

source: The right is reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Client's responsibility to check the terms & conditions for any periodic changes.
fr: Le droit est réservé pour amender ou modifier les règles et l'étendue de ce service de temps à autre. Tout changement dans les règles effectué alors que le site est fonctionnel ne s'appliquera pas de façon rétrospective et s'appliquera uniquement aux acquisitions de contrats financiers effectuées après un tel changement. Le Client est responsable de consulter les changements périodiques des conditions générales.
zh_cn: 我们保留时不时修正或更改本服务规则和范围的权利。网站运营期间作出的任何规则修改并不会溯及以往，且只适用于更改之后发生的财务交易合约购买行为。客户须负责任随时检查条款和条件看有没有修改。

source: The smoothing and filtering algorithms described above.
fr: Les algorithmes de lissage et de filtrage décrits ci-dessus.
zh_cn: 前述平滑和滤波算法。

source: The stake is the amount that a trader must pay to enter into a trade.
fr: La mise est le montant que le trader doit payer pour entrer dans un trade.
zh_cn: 交易成本即交易者为执行交易所必需支付的金额。

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
fr: Le système ne possède pas les informations d'évaluation critiques. Veuillez réessayer dans quelques minutes, ou essayer un marché différent.
zh_cn: 系统丢失了关键定价信息。 请几分钟后再试一次，或尝试别的市场。

source: The term "the Company" shall denote either of Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. or Regent Markets (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
fr: Le terme "la Société" désigne l'une des entités suivantes : Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. ou Regent Markets (CR) S.A. Ceci dépend la juridiction à laquelle un compte Client a été rattaché conformément aux procédures d'ouverture de compte du site web et comme détaillé dans la section A propos de nous du site web.
zh_cn: “本公司”一词可以代表Regent Markets (IOM)Ltd.、Regent Markets (Malta) Ltd. 或Regent Markets (CR) S.A., 具体取决于客户依照本网站账户开设程序形成的客户账户所属的司法管辖区，详细内容请参考本网站“关于我们”部分。

source: The time is now %1 %2 and the market opening times (for the %3) are:
fr: L'heure actuelle est %1 %2 et les heures d'ouverture du marché (pour le %3) sont:
zh_cn: 现在时间是 %1 %2，（ %3的）开市时间为：

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. Disputes must be lodged within seven (7) days from the date the contract in question has been decided. No claims will be honored after this period. The client is solely responsible for their account transactions. You can raise any unresolved disputes you might have with Regent Markets (Malta) Ltd with the Lotteries and Gaming Authority at complaints@lga.com.mt and any disputes with Regent Markets (IOM) Ltd with the Isle of Man Gambling Supervision Commission at gaming@gov.im. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
fr: Les transactions effectuées sur ce site et les relations entre les Clients et la Société doivent être gérées et interprétées en conformité avec les lois du pays d'incorporation de la Société (la "Juridiction"), qui doit être soit l'Ile de Man, Malte ou le Costa Rica. Vous acceptez le fait que les cours de justice seront les seules habilitées à régler tout litige susceptible d'apparaître en lien avec ceci. A ces fins, vous vous soumettez de manière irrévocable à l'autorité des courts de la Juridiction en ce qui concerne un tel litige et vous acceptez le fait que toute réclamation que vous pourriez avoir à l'encontre de la Société doit uniquement être portée devant les cours de la Juridiction. Les litiges doivent être signalés dans un délai de sept (7) jours suivant la date de la conlusion du contrat en question. Aucune réclamation ne sera reconnue après cette période. Le client est le seul responsable des transactions sur son compte. Vous pouvez faire part de tout litige non résolu que vous pourriez avoir avec Regent Markets (Malte) Ltd à Gaming Authority à l'adresse complaints@lga.com.mt et tout litige avec Regent Markets (IOM) Ltd avec la Isle of Man Gambling Supervision Commission à l'adresse gaming@gov.im. En cas de divergences quelconques entre la version de langue anglaise de ce site web et toute autre langue, la version anglaise prévaudra.
zh_cn: 通过本网站完成的交易以及客户和本公司之间的关系由本公司注册成立所在国（即“管辖地”）的法律管辖和解释，即英属曼岛、马耳他或哥斯达黎加三者之一。对于可能出现的与之相关的任何纠纷，您同意司法管辖地法院拥有处置这些纠纷的专属管辖权。因此，您不可撤销地服从司法管辖地法院对与所有此类纠纷相关的司法管辖权，且您同意对本公司的任何索赔主张只能在司法管辖地法院提起。您与Regent Markets (Malta) Ltd 的任何未决争议都可以递交给马耳他管理局（complaints@lga.com.mt ），且您与Regent Markets (IOM) Ltd 的任何争议都可以递交给英属曼岛监管委员会（gaming@gov.im）。在本网站英语版本与其他语言版本出现不一致时，应以英语版本为准。

source: The two passwords that you entered do not match.
fr: Les deux mots de passe que vous avez entrés ne correspondent pas.
zh_cn: 两次输入的密码不匹配。

source: The underlying market has moved too much since you priced the contract.
fr: Le marché sous-jacent a varié excessivement depuis que vous avez tarifié le contrat.
zh_cn: 自从您为交易定价后，标的市场已发生太大变化。

source: The value of your open positions
fr: La valeur de vos positions ouvertes
zh_cn: 您的敞口头寸价值

source: Then, make your trade
fr: Alors, faites votre trade
zh_cn: 然后进行交易

source: There are 3 types of tick trades:
fr: Il existe 3 types de trades ponctuels:
zh_cn: 计价中枢有三种类型：

source: There are no Payment Agents in your country (%1).
fr: Il n'y a pas d'Agents de Paiement dans votre pays (%1).
zh_cn: 您的国家(%1)无可用支付代理人。

source: There are no available Payment Agents.
fr: Il n'y a pas d'Agents de Paiement disponibles.
zh_cn: 无可用支付代理人。

source: There are no contracts during this period
fr: Il n'y a pas de contrats pour cette période
zh_cn: 此期间内无交易合同

source: There are no items during this period
fr: Il n'y a pas d'élément au cours de cette période
zh_cn: 此期间内无项目
