Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
fr: Une devise internationale, un indice boursier ou un prix de matières premières sont hautement volatils et très difficiles à prédire. A cause de cette volatilité, en plus du système de tarification qui favorise le site web (comme décrit ci-dessous plus en détails), aucun contrat financier vendu dans notre système (même si le gain dépasse ou non le montant initial) ne peut être considéré comme un contrat sûr.
zh_cn: 国际货币、股指或大宗商品价格波动非常剧烈，很难预测。由于如此大的波动以及对网站有利的定价系统的偏倚，在我们系统中购买的金融交易合同（不论支付款项是否超出溢价数额）不得视为是安全的交易。

source: Internet Trading Risks
fr: Risques du Trading sur Internet
zh_cn: 网上交易风险

source: Intraday
fr: Intrajournalier
zh_cn: 当日

source: Intraday contracts may not cross market open.
fr: Contrats intrajournalier ne peuvent pas croiser un marché ouvert.
zh_cn: 盘中合同可能不能跨越市场开放。

source: Intraday prices
fr: Prix Intrajournaliers
zh_cn: 当天价格

source: Invalid Building No./Name
fr: N°/Nom de bâtiment non valide
zh_cn: 无效地址/名称

source: Invalid Input
fr: Entrée Non Valide
zh_cn: 无效输入

source: Invalid amount
fr: Montant non valide
zh_cn: 无效金额

source: Invalid currency %1
fr: Devise non valide %1
zh_cn: 无效货币 %1

source: Invalid data
fr: Informations non valides
zh_cn: 无效数据

source: Invalid fax number.
fr: Numéro de fax non valide.
zh_cn: 无效传真号。

source: Invalid payout currency.
fr: Devise de paiement non valide.
zh_cn: 无效货币。

source: Invalid period input! Please input the period between 0 and #1
fr: Entrée de période non valide ! Veuillez entrer une période entre 0 et #1
zh_cn: 无效期间输入！请输入在 0 和 #1 之间的期间

source: Invalid stake
fr: Mise non valide
zh_cn: 无效成本

source: Invalid stake %1. Please try again.
fr: Mise invalide %1. Veuillez réessayer.
zh_cn: 交易%1无效，请再试一次。

source: Invalid telephone number (too long).
fr: Numéro de téléphone non valide (trop long).
zh_cn: 无效电话号码（过长）。

source: Invalid telephone number (too short).
fr: Numéro de téléphone non valide (trop court).
zh_cn: 无效电话号码（过短）。

source: Invalid telephone number.
fr: Numéro de téléphone non valide.
zh_cn: 无效电话号码。

source: Invalid underlying
fr: Sous-jacent non valide
zh_cn: 无效标的

source: Invalid value.
fr: Valeur non valide.
zh_cn: 无效值

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
fr: Nom de l'espace de travail non valide. Utilisez uniquement des caractères (A-Z,a-z,0-9, -, _ et l'espace)
zh_cn: 无效的工作空间名称。只可使用字符 [A-Z,a-z,0-9, -, _ 以及空格]

source: Is there a cost for joining?
fr: Nous joindre est-il payant ?
zh_cn: 加入需要任何费用吗？

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program. If you have any questions regarding our affiliate program, please email our affiliate manager directly at %1
fr: Il est important que vous lisiez et compreniez le contenu des présentes conditions générales. En indiquant que vous acceptez ces conditions générales, et en continuant votre application afin de rejoindre notre programme affilié, vous acceptez (sous condition de notre approbation de votre application) les conditions générales ci-dessous. Si vous n'êtes pas d'accord avec ces conditions générales (ou si vous n'y êtes pas autorisé), vous ne devez pas continuer votre application. Vous devez être le propriétaire, ou agir au nom du propriétaire du site web s'inscrivant à ce programme d'affiliés. Pour toute question concernant notre programme d'affiliés, veuillez envoyer directement un émail à notre gestionnaire d'affiliation à %1
zh_cn: 您务必阅读并了解本条款和条件。接受本条款和条件并继续申请我们的加盟项目的意思表示，即表明同意（前提是我们批准您的申请）以下条款和条件。如果不同意本条款和条件（或无权同意），则您不得继续申请。您应该是网站的所有者或其代表，即签字加入联盟项目。如果你对于加盟项目有任何问题，请发送邮件至%1的加盟经理

source: It is not necessary to actually trade or to deposit funds to your account.
fr: Il n'est pas nécessaire de réellement effectuer des trades ou de verser des fonds sur votre compte.
zh_cn: 不一定要实际交易或存款入您的账户。

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
fr: Il est parfois possible de vendre une option avant l'expiration du contrat, mais seulement si un prix juste peut être déterminé. Si cette option est disponible, vous verrez un bouton bleue 'Vendre' à côté de votre trade dans votre portefeuille.
zh_cn: 有时候可选择在交易到期前卖出，但仅在可确定一个公平的价格时方可实现。如果此选择可用，您将可以在投资组合中您的交易旁边看到蓝色的“卖出”按钮。

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
fr: Il est de la responsabilité de chaque Client de lire et de comprendre cette notice légale et les conditions générales auxquelles est soumise l'acquisition de contrats financiers par l'intermédiaire de ce site.
zh_cn: 每个顾客有责任阅读并理解本法律通知，以及通过本网站获得金融交易合约需要遵循的条件。

source: It will be released to your account upon approval.
fr: Le bonus sera crédité sur votre compte après approbation.
zh_cn: 经批准将向您账户释放。

source: Item
fr: Elément
zh_cn: 项目

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
fr: Il est temps de s'élargir. Nous établissons un centre de programmation à Cyberjaya - la Silicon Valley de Kuala Lumpur - afin de maintenir et d'améliorer BetOnMarkets.com.
zh_cn: 扩展的时候到了。我们在Cyberjaya- 吉隆坡的硅谷 - 成立了一个编程中心，旨在维持和提高BetOnMarkets.com 的效率。

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
fr: J. Welles Wilder a développé l'Indice de Moyenne Directionnelle - ADX pour définir l'ampleur d'une tendance, si la tendance va s'accentuer par la suite ou s'affaiblir progressivement. L'indicateur permet d'analyser les tendances du marché et de prendre des décisions de trading sur le marché forex.
zh_cn: J. Welles Wilder 开发了平均方向指数 - ADX，用于定义趋势强度，即该趋势是否进一步发展还是逐渐减弱。该指标可用于分析市场的各种趋势，帮助在外汇市场中作出交易决定。

source: Java Charts
fr: Graphiques Java
zh_cn: Java 图表

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
fr: Rejoignez nos analystes EN DIRECT deux fois par semaine pour une analyse approfondie des développements récents et des tendances des marchés financiers globaux.
zh_cn: 加入我们每周两次的分析师「实时在线分析」(LIVE)，对全球金融市场的最新发展和趋势作全面分析。

source: Jump to
fr: Allez sur
zh_cn: 跳至

source: Keep this value secure
fr: Sécurisez cette valeur
zh_cn: 保障此值安全

source: Kind Regards,
fr: Cordialement,
zh_cn: 谨致问候，

source: LOG OUT
fr: DECONNEXION
zh_cn: 登出

source: Large
zh_cn: 大

source: Last
fr: Dernier
zh_cn: 最近

source: Last Digit Stats
fr: Stats du Dernier Chiffre
zh_cn: 最后的数字统计

source: Last digit
fr: Dernier chiffre
zh_cn: 最后的数字

source: Last digits for the latest %1 ticks on %2
fr: Derniers chiffres pour les derniers %1 intervalles sur %2
zh_cn: 显示 %2 最新 %1 跳点之最后数字

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
fr: Les lois concernant les contrats financiers diffèrent de pays en pays, et il est de la responsabilité des personnes accédant à ce site web de veiller à comprendre et d'être en entière conformité avec toute loi ou règlement s'appliquant à elles dans leur propre pays. Ce site ne constitue pas, et ne doit pas être utilisé comme, une offre ou une sollicitation visant qui que ce soit dans une quelconque juridiction où une telle offre ou sollicitation n'est pas autorisée, ni visant toute personne à qui il est illégal de faire ce type d'offre ou de sollicitation. L'accès à ce site et l'offre de contrats financiers par l'intermédiaire de ce site peut être restreint dans certaines juridictions, et, par conséquent, les personnes accédant à ce site sont dans l'obligation de s'informer en conséquence et de respecter lesdites restrictions.
zh_cn: 有关财务交易合同的世界各地法律有所不同，访问本网站的每个人都有责任确保他们了解并完全遵守所在国家的与其相关的法律规定。本网站不构成也不能在该等报价或询价没有授权或报价或询价非法的任何司法管辖区用作提供或报价或询价。访问本网站以及通过本网站提供财务交易合同在部分司法管辖区受到限制，访问本网站的个人须自行获知并遵守这些限制。

source: Learn More
fr: En savoir plus
zh_cn: 阅读更多

source: Learn about one of the fastest growing sectors of the finance industry.
fr: Apprendre sur l'un des secteurs à la croissance la plus rapide de l'industrie financière.
zh_cn: 学习金融行业发展最快的其中一个领域。

source: Learn about the different ways to trade on the markets.
fr: Lisez à propos des différentes manières d'effectuer des trades sur les marchés.
zh_cn: 查看市场上的各种交易方式。

source: Learn about the simplicity, transparency and flexibility of binary trading.
fr: Apprenez la simplicité, la transparence et la flexibilité du trading binaire.
zh_cn: 了解二元期权交易的简易，透明和灵活性。

source: Learn from us
fr: Apprenez de nous
zh_cn: 联系我们以了解详情

source: Learn the basics, from choosing your asset to winning your payout.
fr: Apprenez les bases, de choisir votre actif à gagner votre gain.
zh_cn: 学习自资产选择至赢取获利的一切基本概念。

source: Learning to trade
fr: Apprendre à trader
zh_cn: 学习交易

source: Learning to trade online
fr: Apprendre à trader en ligne
zh_cn: 了解在线交易

source: Legacy Contract
fr: Contrat antérieur
zh_cn: 预先存在的合同

source: Legacy contract. No further information is available.
fr: Contrat antérieur. Pas d'informations supplémentaires disponibles.
zh_cn: 预先存在的 交易。无其他信息可用。

source: Licence to use Marks
fr: Licence d'utilisation des Marques
zh_cn: 商标使用许可

source: Light Charts
fr: Graphiques légers
zh_cn: 轻量级图表

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
fr: Comme %2, %1 est réinitialisé à un prix de 1000 tous les jours. La différence est que %1 se réinitialise à 12PM GMT, (%2 se réinitialise à 00:00:00 GMT).
zh_cn: 就像%2,%1也是每天重新设定价格返回到1000。差别是%1每天于格林威治標準時間(GMT)中午12:00点重新设定，(而%2每天于格林威治標準時間(GMT) 00:00:00点重新设定)。

source: Limit
fr: Limite
zh_cn: 限制

source: Line
fr: Ligne
zh_cn: 线

source: Line Chart
fr: Graphique en lignes
zh_cn: 线图

source: Line Dot Chart
fr: Graphique lignes et points
zh_cn: 线点图

source: Links
fr: Liens
zh_cn: 链接

source: Listing only Payment Agents in %1.
fr: Répertorier uniquement les Agents de Paiement dans %1.
zh_cn: 尼日利亚付款代理人

source: Live Chart
fr: Graphique en direct
zh_cn: 实时图表

source: Live Charts
fr: Graphiques en direct
zh_cn: 实时图表

source: Live Help
fr: Aide en direct
zh_cn: 在线帮助

source: Lock Cashier and Settings sections
fr: Verrouiller les sections Caisse et Paramètres
zh_cn: 锁定出纳和设置部分

source: Log Scale
fr: Echelle logarithmique
zh_cn: 对数分度

source: Log in
fr: Connexion
zh_cn: 登录

source: Log out
fr: Déconnexion
zh_cn: 退出

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Finances &rarr; Instructions de paiement.
zh_cn: 登录您的 %1 联盟帐号并点击：金融 &rarr; 付款说明。

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Marketing &rarr; Tous les médias.
zh_cn: 登录您的 %1 联盟帐号并点击：营销 &rarr; 所有媒体。

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Rapports &rarr; Rapport de trafic.
zh_cn: 登录您的 %1 联盟帐号并点击：报告 &rarr; 流量报告。

source: Logarithmic Scale
fr: Echelle logarithmique
zh_cn: 对数刻度

source: Login
fr: Identifiant
zh_cn: 登录

source: Login ID
fr: Identifiant de connexion
zh_cn: 登录 ID

source: Login ID (%1) does not exist.
fr: l'Identifiant de Connexion (%1) n'existe pas.
zh_cn: 登录 ID (%1) 不存在。

source: Login ID not given.
fr: Identifiant de Connexion non entré.
zh_cn: 未输入登录 ID 。

source: Login Trouble
fr: Problème de Connexion
zh_cn: 登录故障

source: Login trouble
fr: Problème de connexion
zh_cn: 登录故障

source: Long-term partnership with the leading financial trading service
fr: Partenariat de longue durée avec le service leader du trading financier
zh_cn: 与一流金融 交易 服务商的长期伙伴关系

source: Lost password?
fr: Mot de passe perdu ?
zh_cn: 丢失密码？

source: Low
fr: Inférieur
zh_cn: 低

source: Low Barrier should be number only
fr: La barrière inférieur doit être seulement un nombre
zh_cn: 低门槛只应为数字

source: Low barrier
fr: Barrière inférieure
zh_cn: 价格下限

source: Low barrier offset
fr: Compensation barrière inférieure
zh_cn: 价格下限位移

source: Lower Band
fr: Bande Inférieure
zh_cn: 下方带

source: Lower Band = Average - 0.5 * Std Deviation
fr: Bande Inférieure = Moyenne - 0,5 * Déviation std
zh_cn: 下方带 = 平均线 - 0.5 * 标准偏差

source: Lucky 10 Digits
fr: 10 Chiffres Chanceux
zh_cn: 10位数

source: Lucky 10 Digits Trade
fr: Trade de 10 Chiffres Chanceux
zh_cn: 10位数

source: MACD
zh_cn: MACD（平滑异同移动平均数）

source: MACD Signal
fr: Signal MACD
zh_cn: MACD（平滑异同移动平均线）信号

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
fr: Maintenez votre Site et faites de la promotion pour %1 de manière appropriée, et nous contacter si vous modifiez le design ou l'apparence graphique ou ajoutez du matériel susceptible d'influencer notre avis sur votre capacité à constituer pour nous un partenaire adapté.
zh_cn: 以合适的方式维护您的网站并推广%1 ；如果您改变设计或版面或增加材料可能影响我们判断您是否为合适的联盟伙伴时，请与我们联系。

source: Make 10 times your money if you predict the last decimal digit of the market after 5 ticks.
fr: Remportez 10 fois votre argent si vous prédisez le dernier chiffre décimal du marché après 5 intervalles.
zh_cn: 如果您预测到了市场5个价位后的最后一位十进制数，那么您可以赚取 10 倍收益。

source: Make 10 times your money!
fr: Remportez 10 fois votre argent !
zh_cn: 赚取 10 倍交易额！

source: Make a 10% profit if you manage to predict that the last decimal digit of the 5th tick will *not* be the number selected.
fr: Faites un bénéfice de 10% si vous arrivez à prévoir que le dernier chiffre décimal du 5ème intervalle ne sera *pas* le numéro sélectionné.
zh_cn: 如果您预测到了第 5 个价位的最后一位十进制数*不是*所选数字，那么您可以获得 10% 收益。

source: Make a 10% profit!
fr: Faites un bénéfice de 10% !
zh_cn: 赚取 10% 的收益！

source: Make a deposit or withdraw
fr: Effectuer un dépôt ou un retrait
zh_cn: 存款或提款

source: Make a deposit using credit card, bank wire, cheque and e-cash. Accounts are available in dollars, pounds and euros. The minimum account size is ($/&pound;/&euro;) 5 and the maximum account size is ($/&pound;/&euro;) 150,000.
fr: Faites un dépôt en utilisant une carte bancaire, un virement bancaire, un chèque et de la monnaie électronique. Les comptes sont disponibles en dollars, livres et euros. Le montant minimal du compte est de ($/&pound;/&euro;) 5 et le montant maximal du compte est de ($/&pound;/&euro;) 150,000.
zh_cn: 使用信用卡、银行电汇、支票和电子现金存款。帐户支持美元、英磅和欧元。最低帐户金额为 5（美元/英磅/欧元），最大帐户金额为 150,000（美元/英磅/欧元）。

source: Make your trade
fr: Faites votre trade
zh_cn: 执行交易

source: Market
fr: Marché
zh_cn: 市场

source: Market Data
fr: Données du Marché
zh_cn: 市场数据

source: Market Opinions
fr: Opinions du marché
zh_cn: 市场观点

source: Market Professionals
fr: Professionnels du Marché
zh_cn: 市场专业员

source: Market entry price
fr: Prix d'entrée du marché
zh_cn: 进场价

source: Market exit price
fr: Prix final du marché
zh_cn: 平仓价：

source: Market holiday during the contract period. Select an expiry date after %1.
fr: Jours fériés du marché pendant la période de contrat. Veuillez sélectionner une date d'expiration après %1.
zh_cn: 该合约期间之市场假日。在 %1之后选择到期日。

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
fr: Les prix du marché sont mis à jour maximum une fois par seconde. À chaque seconde, le prix du marché sera actualisé au premier intervalle, s'il y a lieu, reçu à cette seconde spécifique par la source de données de la société.
zh_cn: 市场价格最多每秒更新一次。对于任何给定的某一秒钟，市场价格都将更新至该秒从公司数据源接收到的第一价位，如果有的话。

source: Market-closing times: Please refer to
fr: Les heures de fermeture du Marché: Veuillez consulter la page
zh_cn: 收市时间：请参见

source: Market:
fr: Marché:
zh_cn: 市场:

source: Marketing and Promotion
fr: Marketing et Promotion
zh_cn: 营销及促销

source: Markets
fr: Marchés
zh_cn: 市场

source: Mass Index
fr: Indice de masse
zh_cn: 梅斯指数

source: Matched Contract Bonus
fr: Bonus de contrat atteint
zh_cn: 匹配交易红利

source: Max
zh_cn: 最多

source: Maximum
zh_cn: 最大额度

source: Maximum account cash balance
fr: Solde de trésorerie maximal du compte
zh_cn: 最大帐户现金余额

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
fr: Le solde de trésorerie maximal du compte est actuellement défini sur <strong>%1 %2</strong>
zh_cn: 最大帐户现金余额当前设置为 <strong>%1 %2</strong>

source: Maximum aggregate contract purchases per day.
fr: Maximum cumulé d'achats de contrats par jour.
zh_cn: 交易的每日最大购买量。

source: Maximum aggregate payouts on open positions
fr: Maximum de versements cumulés sur les positions ouvertes
zh_cn: 敞口头寸的最大支付总额

source: Maximum daily turnover
fr: Chiffre d'affaires maximal journalier
zh_cn: 最大日成交量

source: Maximum number of open positions
fr: Nombre maximal de positions ouvertes
zh_cn: 最大敞口头寸数目

source: Maximum number of open positions is currently set to <strong>%1</strong>
fr: Le nombre maximal de positions ouvertes est actuellement défini sur <strong>%1</strong>
zh_cn: 最大敞口头寸数目当前设置为 <strong>%1</strong>

source: Maximum withdrawal by all other means:
fr: Retrait maximal par tous les autres moyens:
zh_cn: 通过其它方式的最大提款金额：

source: Median Price
fr: Prix médian
zh_cn: 中位价

source: Medium
fr: Moyen
zh_cn: 中等

source: Memorable date
fr: Date mémorable
zh_cn: 难忘的日子

source: Memorable town/city
fr: Ville/commune mémorable
zh_cn: 难忘的城镇/城市

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
fr: Mentionner le code d'erreur %1 dans toute correspondance peut nous aider à résoudre plus rapidement le problème.
zh_cn: 以任何方式联系我们并注明错误代码 %1 可能会有助于我们更快地解决问题。

source: Message
zh_cn: 新闻

source: Message is too short.
fr: Le message est trop court.
zh_cn: 消息过短。

source: Method
fr: Méthode
zh_cn: 方式

source: Mid
fr: Milieu
zh_cn: 中间

source: Min
zh_cn: 最少

source: Min-Max Deposit
fr: Dépôt Min-Max
zh_cn: 最小 - 最大存款

source: Min-Max Withdrawal
fr: Retrait Min-Max
zh_cn: 最小 - 最大提款

source: Minimum
zh_cn: 最低额度

source: Miss
fr: Mlle
zh_cn: 遗漏

source: Missing market data for contract period.
fr: Données du marché manquantes pour la période du contrat.
zh_cn: 合约期间之遗漏市场数据。

source: Missing market data for entry spot.
fr: Données du marché manquantes pour point de départ.
zh_cn: 进入点之遗漏市场数据。

source: Missing market data for exit spot.
fr: Données du marché manquantes pour point de sortie.
zh_cn: 退出点之遗漏市场数据。

source: Mobile application
fr: Application mobile
zh_cn: 移动应用

source: Momentum
fr: Quantité de mouvement
zh_cn: 动量

source: Moneybookers Deposit
fr: Dépôt Moneybookers
zh_cn: Moneybookers 存款

source: Moneybookers Withdrawal
fr: Retrait Moneybookers
zh_cn: Moneybookers 提款

source: Moneyness terms
fr: Termes Moneyness
zh_cn: 价值状况条款

source: Monies collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
fr: Les fonds collectés des Clients ne sont investis dans aucun titre, aucune opération à terme, aucunes devises, aucuns produits dérivés ou autres investissements pour le compte des Clients.
zh_cn: 从客户聚集的资金不以客户名义投资于任何证券、期货、外汇、衍生品及其他投资产品。

source: Monitor your portfolio in real time.
fr: Suivez votre portefeuille en temps réel.
zh_cn: 实时监测您的投资组合。

source: Month
fr: Mois
zh_cn: 月份

source: Monthly
fr: Mensuellement
zh_cn: 每月

source: Monthly Webinars
fr: Webinairs Mensuels
zh_cn: 每月网络研讨会

source: Months
fr: Mois
zh_cn: 月份

source: More benefits
fr: Plus d'avantages
zh_cn: 更多的好处

source: More than %1 trades available
fr: Plus de %1 trades disponibles
zh_cn: 超过 %1 种交易供您选择

source: Mother's maiden name
fr: Nom de jeune fille de votre mère
zh_cn: 母亲婚前的姓氏

source: Mountain Chart
fr: Graphique montagne
zh_cn: 山形图

source: Moving Average
fr: Moyenne mobile
zh_cn: 移动平均数

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
fr: Les moyennes mobiles donnent une mesure objective de la tendance de direction en lissant les fluctuations de prix à court terme. Une moyenne mobile simple est la moyenne non pondérée des n (défini par période) périodes précédentes (1 période est l'échelle de temps sélectionnée, c'est-à-dire 1 minute, 1 journée, etc.). Toutes les périodes précédentes ont le même poids pour déterminer le SMA. Les moyennes mobiles de durée moindre sont plus sensibles et les tendance des signaux bien plus rapides que les Moy. mobiles plus longues, mais donnent également plus de signaux erronés. Une Moy. mobile de plus longue durée est plus fiable, mais ne permet de mettre en évidence qu'une tendance importante.
zh_cn: 移动平均线通过消除短期价格波动，对趋势方向提供了一个客观的测量。简单移动品均线对之前时间段（1个时间段为所选的时间长短，比如1分钟、1天等）未进行加权。在决定SMA的时候，所有之前时间段都有同样的权重。长度较短的移动平均线更加敏感，要比较长的MA更快地显示出趋势。但是也会出现更多的错误信号。较长的MA更可靠，但只能显示重要趋势。
