Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
fr: Les moyennes mobiles donnent une mesure objective de la tendance de direction en lissant les fluctuations de prix à court terme. Pour une Moyenne Mobile Exponentielle, le facteur de pondération décroît exponentiellement pour les périodes situées loin dans le passé. Elle donne bien plus d'importance aux observations récentes, sans toutefois éliminer complètement les observations plus anciennes. Les moyennes mobiles de durée moindre sont plus sensibles et les tendance des signaux bien plus rapides que les Moy. mobiles plus longues, mais donnent également plus de signaux erronés. Une Moy. mobile de plus longue durée est plus fiable, mais ne permet de mettre en évidence qu'une tendance importante.
zh_cn: 移动平均线通过消除短期价格波动，客观测量趋势方向。对于一个指数平均数指标而言，越远期的数字加权越小，越近期的数据加权月中，但较旧的数据也会给予一定的加权。较短天期的移动平均线更为敏感，要比较长天期的MA更快地显示趋势，但也会出现更多的错误信号。较长时长的MA更为可靠，但只能重大趋势。

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
fr: Les moyennes mobiles donnent une mesure objective de la tendance de direction en lissant les fluctuations de prix à court terme. Pour une Moyenne Mobile Pondérée, les périodes ont moins de poids lorsqu'elles sont situées plus loin dans le passé. Pour une Moy. Mobile Pondérée de n jours, le dernier jour a un coefficient de n, l'avant-dernier jour n-1, etc., jusqu'à zéro. Les moyennes mobiles de durée moindre sont plus sensibles et les tendance des signaux bien plus rapides que les Moy. mobiles plus longues, mais donnent également plus de signaux erronés. Une Moy. mobile de plus longue durée est plus fiable, mais ne permet de mettre en évidence qu'une tendance importante.
zh_cn: 移动平均线通过消除短期价格波动，对趋势方向提供了一个客观测量。在权重移动平均线中，前期的权重要比过去更早使其的权重小。在n天的WMA中，最新的日期权重为n，这一日期之前日期为n-1，最后一只减少到0。较短长度的移动平均线更加敏感，要比较长的MA更快地显示秋实，但也会出现更多的错误信号。较长的MA更可靠，但只能了解重大趋势。

source: Mr
fr: M.
zh_cn: 先生

source: Mrs
fr: Mme
zh_cn: 夫人

source: Ms
fr: Mme ou Mlle
zh_cn: 女士

source: Multi award-winning trading platform.
fr: Plateforme de trade ayant été récompensée de plusieurs prix.
zh_cn: 屡获殊荣的交易平台。

source: Multi-lingual and multi-currency support
fr: Support multilingue et multi-devises
zh_cn: 多语言、多货币支持

source: Must be in a valid URI format
fr: Doit être dans un format URI valide
zh_cn: 必需是有效的网址格式

source: My Account
fr: Mon Compte
zh_cn: 我的帐户

source: Name
fr: Nom
zh_cn: 姓名

source: Name is too short.
fr: Le nom est trop court.
zh_cn: 名称过短。

source: Name of first love
fr: Nom du premier amour
zh_cn: 初恋情人姓名

source: Name of your pet
fr: Nom de votre animal de compagnie
zh_cn: 您宠物的名字

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
fr: Ni vous, ni vos proches directs ne peuvent prétendre à devenir Clients et vous n'avez pas droit à un quelconque partage de revenu net ou toute autre rémunération de la part de la Société envers ces proches ou ces amis. Dans ce contexte, les proches directs incluent votre mari/femme, votre partenaire, vos parents, votre fils/fille ou vos frères et sœurs.
zh_cn: 您或您直系亲属不得成为客户，您也无权享有与该等亲戚朋友相关的任何净收入或来自公司的任何其他酬金之任何份额。此处的直系亲属包括您的配偶、伴侣、父母、子女和兄弟姐妹。

source: Net profit
fr: Bénéfice net
zh_cn: 净收益

source: Network Status
fr: Statut Réseau
zh_cn: 网络状态

source: New
fr: Nouveau
zh_cn: 新

source: New Cashier/Settings password
fr: Nouveau mot de passe Caisse/Paramètres
zh_cn: 新的出纳/设置部分密码

source: New Password
fr: Nouveau mot de passe
zh_cn: 新密码

source: New Password Request
fr: Demande de nouveau mot de passe
zh_cn: 新密码请求

source: New To Trading?
fr: Nouveau dans le Trading ?
zh_cn: 交易新手？

source: New account registration fail.
fr: Echec d'enregistrement de nouveau compte.
zh_cn: 新帐户注册失败。

source: Newer
fr: Plus nouveau
zh_cn: 较新

source: Next
fr: Suivant
zh_cn: 下一页

source: Next Page
fr: Page suivante
zh_cn: 下一页

source: No
fr: Non
zh_cn: 无

source: No Data available
fr: Pas de données disponibles
zh_cn: 无可用数据

source: No Touch trades
fr: Trades Ne Touche Pas
zh_cn: 未触及交易

source: No data
fr: Pas de données
zh_cn: 没有数据

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
fr: Pas de données disponibles pour tracer le graphique demandé. Veuillez essayer notre graphique journalier pour cette instrument.
zh_cn: 无可用数据绘制请求的图表。请尝试该工具的每日图表。

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
fr: Aucun retard, négligence ou abstention de l'une des parties pour faire appliquer à l'autre partie tout terme ou condition de cet Accord ne sera, ou ne sera considéré comme une dérogation ou en tout cas un préjudice à tout droit de cette partie dans le cadre de cet Accord.
zh_cn: 任何一方对另一方执行本协议的条款和条件方面的延迟、疏忽或容忍，不得构成或视为该方在本协议项下的任何权利被放弃或者受到任何影响。

source: No hidden fees or commissions.
fr: Pas de frais ou commissions cachés.
zh_cn: 无隐藏费用或佣金。

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
fr: N'importe quel marché - en hausse ou en baisse, calme ou instable - vous trouverez le trade qui convient votre style.
zh_cn: 无论市场是什么状况，上升或下跌，平静或波动，您都可找到适合您的展望之交易。

source: No open positions.
fr: Pas de positions ouvertes.
zh_cn: 您没有以此货币计价的敞口头寸

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures, which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. The anti-money laundering processes have the following effects on Clients:
fr: Il est interdit d'utiliser ce site à des fins de blanchiment d'argent. La Société utilise les meilleures procédures contre le blanchiment d'argent. Celles-ci peuvent avoir plusieurs effets sur le Client. La Société se réserve le droit de refuser ou de mettre fin aux affaires, ou d'inverser les transactions de Clients qui n'acceptent ou n’adhèrent pas à ces processus contre le blanchiment d'argent. Les processus contre le blanchiment d'argent ont les effets suivants sur les Clients:
zh_cn: 任何人都不得以洗钱为目的滥用本网站。公司采用了高效的反洗钱程序，可能会对客户造成一些影响。公司有权拒绝或中断或撤销不接受或不遵守反洗钱规定的客户的交易。反洗钱程序对客户的影响有如下几点：

source: No risk, $10K virtual money account
fr: Aucun risque, compte d'argent virtuel $10K
zh_cn: 无任何风险，获得一万美元虚拟资金帐户

source: No. There's no cost to sign up to the %1 affiliate program.
fr: Non. Il n'y a pas de frais pour rejoindre le programme affilié de %1.
zh_cn: 不，加入%1 联盟计划无需任何成本！

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
fr: Note: Contrat sera vendu au prix prévalant sur le marché lorsque la demande est reçue par nos serveurs. Ce prix peut différer du prix indiqué.
zh_cn: 注释：合同将在我们的服务器收到请求时以当时的市场价格出售。此价格可能会与指定的价格有差异。

source: Note: Duplicate ticks are removed from the %1 feed
fr: Remarque : les intervalles dupliqués sont retirés de la source de %1
zh_cn: 注意：重复价位会从%1源中移除

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
fr: Remarque : pendant l'heure d'été (économies d'énergie), le temps GMT a une heure de retard sur BST (British Summer Time)
zh_cn: 附注：在夏季时间（夏令时）内，格林威治标准时间 (GMT) 迟于 BST（英国夏季时间）一小时。

source: Note: Please do not press STOP or BACK on your browser, otherwise the game will be interrupted and you will lose your contract.
fr: Remarque : veuillez ne pas cliquer sur ARRET ou PRECEDENT sur votre navigateur, autrement le jeu sera interrompu et vous perdrez votre contrat.
zh_cn: 注意：请不要按下您浏览器上的STOP （停止） 或 BACK（后退）键，否则将会中断本次交易，您的 交易将会遗失。

source: Note: The %1 will quote to %2 decimal places. <br/>Please wait for the market ticks.
fr: Remarque : le %1 va afficher jusqu'à %2 places décimales. <br/>Veuillez patienter pour les intervalles de marché.
zh_cn: 注意：%1将报价至%2小数位。<br/>请等待市场价位。

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
fr: Remarque : la société se réserve le droit de mettre fin à des commissions non réclamées au bout de 2 ans. Nous vous prions également de bien vouloir lire nos conditions générales d'affiliation.
zh_cn: 注意：公司有权撤销逾期两年未要求的佣金。请阅读附件条款。

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3 (at the moment it is only %1%4). This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
fr: Remarque : vous serez en mesure de prélever votre bonus de %1%2 uniquement une fois que le volume groupé de vos trades dépassera %1%3 (actuellement, il est seulement de %1%4). Cette restriction s'applique uniquement au bonus et aux bénéfices qui en sont dérivés. Tous les autres dépôts et les bénéfices dérivés de ces dépôts peuvent être prélevés à tout moment.
zh_cn: 附注：仅当您的交易总额超过 %1%3（目前其仅有%1%4）时，您才能够提取您的奖金 %1%2。此限制仅适用于由此产生的奖金和收益。由此产生的所有其它存款和收益可随时提取。

source: Note: limits will apply to all currency segments on your account individually.
fr: Remarque: les limites s'appliqueront individuellement à l'ensemble des segments de devise sur votre compte.
zh_cn: 附注：将单独对您帐户的所有货币段应用限制。

source: Notes:
fr: Remarques:
zh_cn: 附注：

source: Notice: Power of Attorney to your account has been revoked from <a target="_blank" href="%1">%2</a>.<br>Trades cannot be placed anymore on your account directly by <a target="_blank" href="%1">%2</a>.
fr: Remarque : Une procuration a été retirée de votre compte de <a target="_blank" href="%1">%2</a>.<br>Des trades ne peuvent plus être placés directement sur votre compte par <a target="_blank" href="%1">%2</a>.
zh_cn: 注意：您的帐户之委托书已从<a target="_blank" href="%1">%2</a>撤销。<br/>您的账户再也不能通过<a target="_blank" href="%1">%2</a>直接进行交易。

source: Notice: your account has granted Power of Attorney to <a target="_blank" href="%1">%2</a>.<br>Trades may be placed on your account directly by <a target="_blank" href="%1">%2</a>. You may <a class="bom_confirm_popup_link" href="%3">revoke this Power of Attorney at any time.</a>
fr: Remarque : votre compte accorde une Procuration à <a target="_blank" href="%1">%2</a>.<br>Les trades peuvent être placés directement sur votre compte par <a target="_blank" href="%1">%2</a>. Vous pouvez <a class="bom_confirm_popup_link" href="%3">mettre fin à cette Procuration à tout moment.</a>
zh_cn: 注意：您的帐户已将委托书授予<a target="_blank" href="%1">%2</a>。<br/><a target="_blank" href="%1">%2</a>可通过您的账户直接进行交易。要撤消此委托书，请<a class="bom_confirm_popup_link" href="%3">点击这里。</a>

source: Notification of Changes
fr: Notification des Changements
zh_cn: 变动通知

source: Novice or Expert...
fr: Débutant ou Expert...
zh_cn: 新手或专家...

source: Now
fr: Maintenant
zh_cn: 现在

source: Number of quoted digits
fr: Nombre de chiffres affichés
zh_cn: 报价位数

source: Number of ticks
fr: Nombre d'intervalles
zh_cn: 跳动点数目

source: Number of ticks must be between %1 and %2
fr: Nombre d'intervalles doit être entre %1 et %2
zh_cn: 跳动点数目须在%1 与 %2之间

source: OAuth2 Authentication Using Auth-Code Flow
fr: Authentification OAuth2 Utilisant Flow Auth-Code
zh_cn: 使用 Auth-Code Flow 进行 OAuth2 验证

source: OAuth2 Authentication Using Implicit Flow
fr: Authentification OAuth2 Utilisant Flow Implicit
zh_cn: 使用隐式控制流进行 OAuth2 验证

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
fr: OAuth2.0 est le standard d'internet émergeant pour ce but. Dirigez-vous vers <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> pour une définition formelle, bien que nous vous guiderons à travers les étappes appropriées pour votre plate-forme.
zh_cn: OAuth2.0 是为达此目的而新兴的互联网标准。正式的定义可参阅<a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a>，但关于您的平台，我们会指导您完成相关的步骤。

source: OK
zh_cn: 确定

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
fr: Relevé ORIGINAL du livret Bancaire/de la Caisse d'Épargne/de la Société de crédit immobilier/de la Carte de crédit/débit(dans les 3 derniers mois)
zh_cn: 原始的银行/信用社/建筑协会/信用卡/借记卡对账单或存折（最近 3 个月内）。

source: ORIGINAL Utility bill (within last 3 months) ; or
fr: L'ORIGINAL d'une facture de services publics (dans les 3 derniers mois) ; ou
zh_cn: 原始费用单（最近 3 个月内）；或

source: Octal Futures
fr: Octal à Terme
zh_cn: 八进制期货

source: Octal Futures is a Perl web application which demonstrates how to authenticate and make server-side calls to the Binary.com API. It is developed with <a target="_blank" href="%1">Mojolicious</a> and is open-sourced as <a target="_blank" href="%2">octalfutures</a> on github. Perl/Mojolicious developers are invited to participate in this project by forking the repository.
fr: Octal à Terme est une application web Perl qui démontre comment autentifier et comment appeler du côté serveur l'API Binary.com. Elle est développée avec <a target="_blank" href="%1">Mojolicious</a> et est open-source comme <a target="_blank" href="%2">octafutures</a> sur github. Les développeurs Perl/Mojolicious sont invités à participer à ce projet en fourchant le dépositaire.
zh_cn: 八进制期货是验证并示范如何对对 Binary.com API 进行服务器端调用的Perl 互联网应用程序。以<a target="_blank" href="%1">Mojolicious</a>开发，且受开源为<a target="_blank" href="%2">八进制未来</a>于github上。Mojolicious 开发者被邀请通过派生存储库参与这个项目。

source: Office where call is handled
fr: Bureau où l'appel est reçu
zh_cn: 处理电话的办公室

source: Old password is wrong.
fr: Ancien mot de passe est faux.
zh_cn: 旧密码不正确。

source: Older
fr: Plus vieux
zh_cn: 较老旧

source: On-time Payments Every Time
fr: Paiement à temps à chaque fois
zh_cn: 付款及时

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
fr: Une fois que les intervalles errants ont été retirés, un algorithme de lissage à très court terme est appliqué à la source de données. Cet algorithme de lissage enlève un peu de "bruit aléatoire" autour de la source de données, et fait en sorte que les clients achetant des contrats qui dépendent d'une trajectoire (comme les contrats one-touch ou barrier-range) ne verront pas leurs contrats lancés ou abrogés par le bruit aléatoire à court terme du marché, qui ne reflète pas le véritable prix du marché.
zh_cn: 一旦偏离价位被清除，极短期的平滑算法就会应用至数据源。平滑算法去掉了数据源的小量“随机噪声”并确保购买固定路径合约（比如一触即发式或价格范围合同）的顾客不会让未反应真实市场价格的随机短期市场噪声启动或取消其合约。

source: Once this limit is reached, you may no longer deposit.
fr: Une fois cette limite atteinte, vous ne pouvez pas continuer à faire des dépôts.
zh_cn: 达到此限制后，您不能再存款。

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
fr: Une fois que vous cliquez sur le bouton "Soumettre", les fonds seront prélevés de votre compte et envoyés à l'Agent de Paiement que vous avez choisi.
zh_cn: 一旦您点击“提交”按钮后，资金将从您的帐户提取，并转至您选择的支付代理人。

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
fr: Une fois que vous cliquez sur le bouton "Soumettre", les fonds seront prélevés de votre compte et envoyés à votre compte de Client %1.
zh_cn: 一旦您点击“提交”按钮，资金将从您的帐户提取并转至您客户的%1 帐户。

source: One simple platform
fr: Une simple plate-forme
zh_cn: 单一简易平台

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
fr: Seulement cinq ans après la création, nous avons gagné ce prix majeur pour nos services de trading en ligne. Le prix reconnaît le trading en ligne fiable, rapide et sécurisé de BetOnMarkets.com pour les nouveaux tradeurs et les experts. En ce moment, notre site a reçu plus de 15 millions de trades.
zh_cn: 启用后仅五年，我们的在线交易服务获得这个主要奖项。该奖项旨在表彰BetOnMarkets.com给新手和专业交易商提供可靠，快速和安全的网上交易。在这个时候，我们的网站已收到了超过1500万宗交易。

source: Only one account is allowed per person. No winnings may be collected on accounts opened in false names or on multiple accounts opened by the same person.
fr: Un seul compte par personne est autorisé. Aucun gain ne peut être collecté à partir de comptes ouverts sous des faux noms ou sur des comptes multiples ouverts par la même personne.
zh_cn: 每人只能拥有一个账户。假名或同一人开立多个的账户将不会获得任何赢得的款项。

source: Only properly tagged client can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
fr: Seul un client correctement tagué peut être assigné à un affilié. Si un tag affilié serait inséré de manière inadéquate sur le site affilié ou non correctement reçu par le serveur MyAffiliates, l'enregistrement résultant du client et ses acquisitions ne seront pas assignés à l'affilié. Par conséquent l'affilié est responsable de veiller à ce que tous les liens soient correctement tagués.
zh_cn: 只有进行适当标签的客户方可分配至联盟。如果联盟标签被不适当加入联盟网站或未被MyAffiliates服务器适当接收，则因此产生的客户注册或购买不会分配至联盟。因此，联盟有责任确保所有链接都进行适当标签。

source: Open
fr: Ouvert
zh_cn: 开盘

source: Open Account
fr: Ouvrir un Compte
zh_cn: 开设帐户

source: Open An Account Now
fr: Ouvrir un Compte maintenant
zh_cn: 现在开立帐户

source: Open New Account
fr: Ouvrir un nouveau Compte
zh_cn: 开设新帐户

source: Open Now
fr: Ouvrir maintenant
zh_cn: 立即开设

source: Open Real Account
fr: Ouvrir un compte réel
zh_cn: 开立真实帐户

source: Open Source
zh_cn: 开源

source: Open a Free account
fr: Ouvrir un compte Gratuit
zh_cn: 开设免费账户

source: Open-Source Projects
fr: Projets Open Source
zh_cn: 开源项目

source: Opening an account
fr: Ouverture d'un compte
zh_cn: 开设帐户

source: Opens
fr: Ouvre
zh_cn: 开设

source: Opens late (at %1)
fr: Ouvre tard (à %1)
zh_cn: 开市推迟（在 %1）

source: Options trading can become a real addiction, as can any other activity pushed to its limits.
fr: Le trading d'options binaires peut devenir une véritable addiction, tout comme les autres activités pratiquées excessivement.
zh_cn: 期权交易可真正成瘾，原因在于将其他任何活动推向了极限。

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
fr: Oscillateur calculé à partir des relevés quotidiens de la Ligne d'Accumulation de Distribution. Le CMF diffère d'un oscillateur momentum car il n'est pas influencé par les variations de prix journalières. A la place, l'indicateur se focalise sur la clôture par rapport à l'intervalle pour la période (quotidiennement ou hebdomadairement).
zh_cn: 基于每日累积分配线读数计算摆动指标。CMF 不同于动量摆动指标，因其不受日常价格变动的影响。相反，该指标着眼于相对于期间范围的（每日或每周）收盘位置。

source: Other
fr: Autre
zh_cn: 其它

source: Other contact numbers
fr: Autres numéros de contact
zh_cn: 其它联系号码

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
fr: Notre programme affilié est destiné aux professionnels de l'investissement et aux webmasters gérant leur propre site web, actualités ou liste de diffusion.
zh_cn: 我们的联盟计划面向专业投资人士和管理自己网站、新闻通讯或邮件列表的网站管理员。

source: Our application uses ports 8080 and 843. For connection difficulties, please contact your System Administrator and request your firewall to be updated accordingly.
fr: Notre application utilise les ports 8080 et 843. En cas de difficultés de connexion, veuillez contacter votre Administrateur de Système et demandez d'actualiser votre pare-feu en conséquence.
zh_cn: 我们的应用程序使用8080 和 843 端口，如果遇到任何连接问题，请联系您的系统管理员并请求对您的防火墙进行相应更新。

source: Our commission was %1 = %2 %3
fr: Notre commission était %1 = %2 %3
zh_cn: 我们的佣金额为%1 = %2 %3

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
fr: Notre société continue à grandir et obtient une licence dans l'Île de man afin de mieux servir nos clients du RU.
zh_cn: 我们公司继续茁壮成长，并在马恩岛获得许可证，可以为我们的英国客户提供更好的服务。

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
fr: Notre équipe du service clientèle va soumettre une autre demande de bonus de votre part aussitôt que nous recevrons les documents. Cela peut prendre jusqu'à 3 jours ouvrables avant que le bonus soit crédité sur votre compte: Nous vous souhaitons beaucoup de chance pour vos trades. Cordialement, Karen Yap %1
zh_cn: 当我们收到文件之后，我们的客户支持团队将尽快为您提交另一个奖金请求。可能需要3个工作日的时间，奖金才会存入您的帐户。↵ ↵ 我们祝您福星高照，交易顺利。↵ ↵ 此致，↵ ↵ Karen Yap↵ ％1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
fr: Nos clients nous aiment clairement bien. Mi-2014, Binary.com a plus de 100 millions de transactions historiques et plus de 130,000 nouvelles transactions par jour.
zh_cn: 我们的客户显然喜欢我们。2014年中期，Binary.com拥有超过1亿宗破纪录交易量和超过13万宗新的每日交易量。

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
fr: Notre source de données est conçu afin d'être l'une des meilleures et des plus robustes disponibles pour un environnement de trading.
zh_cn: 我们的数据源是可用于交易环境最好的最稳定的之一。

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
fr: Notre source de données peut parfois varier légèrement des autres sources de données, trouvées sur Internet (qui peuvent elles-mêmes varier l'une par rapport à l'autre). Les raisons des différences entre les sources de données comprennent:
zh_cn: 我们的数据源有时可能与互联网上其他数据源（它们本身之间就有差异）有所差异。数据源提供商之间差异的原因包括：
