Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Dear %1, We were unable to verify your identity and prove your residential address using our automated verification procedure. You can still authenticate your account by sending scans of the following documents by email to us at %3: - A scanned copy of your current valid passport, current driving license (provisional or full), or identity card - A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook All scans must be legible and in colour or they will not be accepted. Please note that mobile telephone bills are not acceptable as evidence of address. Kind regards, %2
fr: Cher %1, Nous sommes incapables de vérifier votre identité et de prouver votre adresse résidentielle en utilisant notre procédure de vérification automatique. Vous pouvez toujours authentifier votre compte en nous envoyant des scans des documents suivants par mail à %3. - Une copie scannée de votre passeport valide actuel, votre permis de conduire actuel (provisoire ou complet), ou votre carte d'identité - Une copie scannée d'une facture papier récente (moins de 3 mois) de services publiques, ou un extrait de compte de votre banque, de votre union de crédit, de votre société de construction, de votre carte de crédit ou de débit, ou de votre livret Tous les scans doivent être lisibles et en couleur, sinon ils ne seront pas acceptés. Veuillez noter que les factures de téléphone portable ne sont pas acceptées comme une preuve d'une adresse. Cordialement, %2.
zh_cn: 尊敬的%1, 通过我们的自动化验证程序，我们 无法验证您的身份，以及无法证明您的居住地址。您还是可以 通过把以下文件的扫描件以电子邮件方式传到%3给我们以认证您的账户： - 您目前有效的护照，目前的驾照 （部分或完整),或身份证扫描件 - 最近（不超过3个月）的纸张型水电费月单扫描件，或 纸张型银行月结单，信用合作社，建筑互助协会，信用卡或借记卡 月结单，或存折扫描件 所有扫描件必须清晰，彩色，否则将不被接受。 请注意，手机电话费不能接受为地址 凭据。 此致， %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
fr: Cher/Chère %1, Nous sommes vraiment enchantés que vous ayez décidé de vous lancer dans le trading avec %2 et nous sommes convaincus que votre expérience avec notre plate-forme est positive depuis le début. Nous avons pensé à vous informer du fait que nous avons reçu votre demande de bonus et votre compte a été crédité d'un bonus de %3%4*. Au cas où vous auriez toute question, n'hésitez pas à nous contacter sur %5. Cordialement, Karen Yap %2 *Les termes et les conditions peuvent s'appliquer aux retraits. (%6)
zh_cn: 尊敬的 %1, 我们十分高兴您已经决定开始交易%2，我们希望您在我们的平台上有完美的体验。 特此通知我们已经收到您的奖励请求，奖励 %3%4*已经提供到您的帐号上。

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
fr: Cher/Chère %1, Nous sommes vraiment enchantés que vous ayez décidé de vous lancer dans le trading avec %2 et nous sommes convaincus que votre expérience avec notre plate-forme est positive depuis le début. Nous avons pensé à vous informer du fait que nous avons reçu votre demande de bonus. Malheureusement, nous n'avons pas pu traité votre demande à cause d'une des raisons suivantes:
zh_cn: 尊敬的 %1, 我们十分高兴您已经决定开始交易%2，我们希望您在我们的平台上有完美的体验。 特此通知我们已经收到您的奖励请求。很遗憾，由于以下原因之一，我们无法处理您的请求：

source: Dear Client,
fr: Cher Client,
zh_cn: 尊敬的客户，

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
fr: Cher Client, Avant de pouvoir vous aider à changer votre mot de passe, veuillez nous aider à vérifier votre identité en cliquant sur le lien ci-dessous: %1
zh_cn: 亲爱的客户， 在我们协助您更换密码之前，请点击下方的链接，以协助我们对您的身份进行验证: %1

source: Dedicated affiliate team to provide you with the best service possible
fr: Equipe affiliée spécialisée pour vous fournir les meilleurs services possibles
zh_cn: 专门的联盟团队为您提供最佳服务

source: Define your position
fr: Définissez votre position
zh_cn: 界定您的头寸

source: Delete
fr: Supprimer
zh_cn: 删除

source: Delete All
fr: Supprimer Tout
zh_cn: 删除全部

source: Delete All Lines
fr: Supprimer Toutes les lignes
zh_cn: 删除所有线

source: Delete all lines?
fr: Supprimer toutes les lignes ?
zh_cn: 删除所有线？

source: Depo./With. commission
fr: Commission de dépôt/retrait
zh_cn: 存款/带佣金

source: Deposit
fr: Dépôt
zh_cn: 存款

source: Deposit %1 virtual money into your account
fr: Dépôt de %1 d'argent virtuel sur votre compte
zh_cn: 存入 %1 虚拟货币到您的帐户

source: Deposit Y or more and we will add an additional X to your account after five times X in trading volume is made. By way of example, if you claim a "Deposit $100, get $20 bonus" offer, then the $20 bonus will be credited as "pending" to your account once you deposit $100. Once you reach (5 * $20 = $100) in trading volume, the $20 bonus will be released to your account upon approval.
fr: Déposez Y ou plus, et nous ajouterons X à votre compte une fois qu'un volume de trading égal à cinq fois X aura été réalisé. En guise d'exemple, si vous revendiquez une offre "Dépôt de $100, obtenir $20 de bonus", le bonus de $20 sera crédité "en attente" sur votre compte dès que vous aurez déposé $100. Dès que vous atteindrez (5 * $20 = $100) en volume de trading, le bonus de $20 sera crédité sur votre compte après approbation.
zh_cn: 进行Y或Y以上的存款；达到了X五倍的交易交易量时，我们将会将额外的X注入你的账户。例如，如果你发出“存入100美元，获得20美元红利”的要约，那么你存入100美元后你账户就将计入20美元的“未决”红利。一旦达到了 (5 * $20 = $100) 交易的交易量，20美元将会经批准释放到你的账户。

source: Deposit to Payment Agent
fr: Dépôt à un Agent de Paiement
zh_cn: 转到支付代理人

source: Deposit using legacy method: %1
fr: Dépôt au moyen de la méthode de legs : %1
zh_cn: 使用传统方法充值：%1

source: Deposit via BACS
fr: Dépôt via BACS
zh_cn: 通过BACS的存款

source: Deposit via Bank Transfer
fr: Dépôt via Transfert Bancaire
zh_cn: 通过银行转账方式的存款

source: Deposit via Credit/Debit card
fr: Dépôt via Carte de Crédit/de Débit
zh_cn: 通过信用卡/借记卡方式存款

source: Deposit via DoughFlow
fr: Dépôt via DoughFlow
zh_cn: 通过DoughFlow的存款

source: Deposit via Western Union
fr: Dépôt via Western Union
zh_cn: 通过西联汇款的存款（MTCN: %1）

source: Deposit via Western Union (MTCN: %1)
fr: Dépôt via Western Union (MTCN: %1)
zh_cn: 通过西联汇款的存款（MTCN: %1）

source: Deposit via bank wire
fr: Dépôt via virement bancaire
zh_cn: 通过银行电汇的存款

source: Deposit: %1
fr: Dépôt : %1
zh_cn: 押金：%1

source: Deposit: %1 working day
fr: Dépôt : %1 jour ouvrable
zh_cn: 存款：%1工作日内

source: Deposit: %1 working days
fr: Dépôt : %1 jour ouvrable
zh_cn: 存款：%1工作日内

source: Deposit: Instant
fr: Dépôt : Instantané
zh_cn: 存款：立即

source: Depositing and withdrawing funds
fr: Dépôt et retrait de fonds
zh_cn: 存款及取款

source: Derivative
fr: Produits dérivés
zh_cn: 衍生工具

source: Description
zh_cn: 描述

source: Detrended Price Osc
zh_cn: 非趋势价格摆动指标

source: Detrended Price Oscillator (DPO)
zh_cn: 非趋势价格摆动指标 (DPO)

source: Developer's Guide
fr: Guide de Développeur
zh_cn: 发展者指南

source: Differences with other data feeds
fr: Différences avec les autres sources de données
zh_cn: 与其他数据源的差异

source: Digits
fr: Chiffres
zh_cn: 数位

source: Direct helpline
fr: Ligne d'assistance directe
zh_cn: 帮助热线

source: Disclaimer
fr: Non-responsabilité
zh_cn: 免责声明

source: Discover our Smart indices.
fr: Découvrez nos Indices intelligents.
zh_cn: 探索我们的智能指数。

source: Discover our indices generated from random numbers.
fr: Découvrez nos indices générés par des chiffres aléatoires.
zh_cn: 发现我们从随机数字所生成的指数。

source: Discover the easiest way to get started in the financial markets.
fr: Découvrez le moyen le plus simple de commencer sur les marchés financiers.
zh_cn: 探索进入金融市场最简便的方法。

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
fr: Découvrir une plate-forme simple, à faibles risques, flexible et primée, pour profiter de l'action du marché
zh_cn: 发掘简单、低风险、灵活、备受好评的平台通过市场行为盈利

source: Divestiture
fr: Désinvestissement
zh_cn: 剥离

source: Do I need to deposit any funds to open an account?
fr: Dois-je déposer une certaine somme pour ouvrir un compte?
zh_cn: 我需要入金才能开户吗？

source: Do I need to send any documents?
fr: Dois-je envoyer certains documents?
zh_cn: 我需要发送任何文件吗？

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
fr: Ne mettez pas la pression sur les clients pour qu'ils tradent ou fassent des dépôts plus importants que leurs intentions, et n'encouragez pas les clients à recourir à toute forme d'emprunt pour pouvoir placer des trades.
zh_cn: 不得施压客户，使其超越经济实力交易或存款，也不得鼓励客户通过举借任何形式的债务来实现交易能力。

source: Do not trade more than you can afford.
fr: Ne pariez pas plus que vous ne pouvez payer.
zh_cn: 务必按您的承受能力执行交易。

source: Do not trade when you are tired or are under the influence of alcohol.
fr: Ne jouez pas lorsque vous êtes fatigué ou sous l'influence de l'alcool.
zh_cn: 当疲惫或喝酒后不要参与

source: Do you offer virtual-money accounts?
fr: Proposez-vous des comptes d'argent virtuel ?
zh_cn: 你是否提供虚拟资金帐户？

source: Do you want to decrease the timescale?
fr: Voulez-vous réduire l'échelle de temps ?
zh_cn: 是否要减少时标？

source: Do you want to increase the timescale?
fr: Voulez-vous augmenter l'échelle de temps ?
zh_cn: 增加时标？

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
fr: Vous voulez en apprendre davantage sur les marchés ou comment effectuer des trades sur ces marchés? Consultez les ressources ci-dessous.
zh_cn: 想获取更多有关市场及如何进行交易的信息吗？请查看以下资源。

source: Do you want to lock in profits?
fr: Voulez-vous verrouiller vos gains?
zh_cn: 您是否要锁定利润?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
fr: Vous désirez voir Binary.com en d'autres langues, ou vous pouvez suggérer des améliorations à nos traductions actuelles?
zh_cn: 是否要以其他语言开启Binary.com，或想对我们目前译文提出改进？

source: Documents are required to verify your identity
fr: Documents sont nécessaires afin de vérifier votre identité
zh_cn: 需要文件验证您的身份

source: Don't buy contract using master password!
fr: N'achetez pas un contrat en utilisant un mot de passe principal!
zh_cn: 不要使用主密码购买合同！

source: Donchain Channel
zh_cn: 唐奇安通道指标

source: Donchian Channel Width
fr: Largeur du Donchain Channel
zh_cn: 唐奇安通道宽度

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
fr: Donchian Channels affichent le plus haut supérieur et le plus bas inférieur dans les intervalles de la dernière période de temps.
zh_cn: 唐奇安通道指标描绘上一期间的最高点和最低点。

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
fr: Ne soyez pas dissuadés par le nom. Quotidien indique seulement quelque chose qui se passe tous les jours.
zh_cn: 别让它的名词吓退。Quotidian 即日常所发生的事。

source: Dot Chart
fr: Graphique en points
zh_cn: 点图

source: Double your stake if you can predict whether the market will move UP or DOWN after 5 ticks.
fr: Doublez votre mise si vous pouvez prédire si le marché va MONTER ou BAISSER après 5 intervalles.
zh_cn: 如果您能预测到市场在 5 个价位后是否会向上或向下变动，那么请将您的交易翻翻。

source: Double your stake!
fr: Doublez votre mise !
zh_cn: 双倍下注！

source: Download
fr: Télécharger
zh_cn: 下载

source: Download data
fr: Télécharger données
zh_cn: 下载数据

source: Download for Mac
fr: Télécharger pour Mac
zh_cn: 用于Mac之下载

source: Download for Windows
fr: Télécharger pour Windows
zh_cn: 用于Windows之下载

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
fr: Téléchargez l'application graphique de Binary.com avec une large palette d'Indicateurs, de Segments de Prix, de Filigranes, et votre propre espace de travail personnalisable en différentes langues!
zh_cn: 下载Binary.com包含各种指标、价格带、覆盖图以及您自己的自定义工作区的图表程序 支援不同语言!

source: Download the Random Markets raw tick data here.
fr: Téléchargez les Marchés Aléatoires données brutes à intervalle ici.
zh_cn: 在此下载随机市场原始高频数据。

source: Download tick data
fr: Télécharger les informations ponctuels
zh_cn: 下载高频数据

source: Downloadable application
fr: Application téléchargeable
zh_cn: 可下载之程序

source: Dr
zh_cn: 博士

source: Draw Chart
fr: Dessiner Graphique
zh_cn: 绘制图表

source: Draw a pie chart of the most recent ticks!
fr: Dessiner un diagramme circulaire des plus récents intervalles !
zh_cn: 绘制最后跳动点的圆形分析图！

source: Due to new gaming regulations recently promulgated in Malta, we are required to obtain your residential address details. We would be grateful if you could update your
fr: En raison des nouveaux règlements relatifs aux jeux ayant récemment entré en vigueur à Malte, nous sommes dans l'obligation d'obtenir les détails de votre adresse de résidence. Nous vous serions reconnaissants de bien vouloir la mettre à jour
zh_cn: 由于马尔他最近颁布新的条例，我们需要获得您的居住地址详情。如果您能更新您的

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
fr: En raison des dispositions réglementaires, vous êtes dans l'obligation d'authentifier votre compte afin que vous puissiez continuer à trader.
zh_cn: 根据管理要求，您必须证明账户的真实性才能继续交易。

source: Duration
fr: Durée
zh_cn: 持续时间

source: Duration must be between %1 and %2.
fr: Durée doit être entre %1 et %2.
zh_cn: 持续时间须在%1 与 %2之间。

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
fr: Lors de marchés rapides (c'est-à-dire les périodes où le marché varie très rapidement), les contrats peuvent être offerts à des prix moins favorables que ceux offerts dans des conditions de marché habituelles.
zh_cn: 在速动市场（即非常快速市场走势期间）期间，合约价格可能较通常市场环境下不理想。

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
fr: Durant la durée de cet Accord, vous pouvez être amené à recevoir des informations confidentielles relatives aux affaires, aux opérations ou à la technologie sous-jacente de la Société et/ou du programme affilié de la Société. Vous vous engagez à ne pas dévoiler ou à ne pas laisser utiliser les informations confidentielles à des fins non autorisées à de tierces personnes ou autres parties sans un accord écrit préalable de la Société et à utiliser les Informations Confidentielles uniquement aux fins nécessaires aux dispositions de cet Accord. Vos obligations relatives aux informations confidentielles ne prennent pas fin à la résiliation de cet Accord.
zh_cn: 在本协议期间，您可能会被授予公司和/或公司联盟项目的业务、运营或底层技术有关的机密信息。您同意避免向第三人或外部方披露机密信息或其未经授权使用机密信息，但您获得公司的事前书面同意并仅为实现本协议目的而必要的目的除外。本协议终止后，您仍需承担保密信息的义务。

source: E-cash
zh_cn: 电子现金

source: Each Client agrees to be fully and personally liable for the due settlement of every transaction entered into under his account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. The Client is responsible for ensuring that he alone controls access to the account, and that no minors are granted access to trading on the website. In any case, the Client remains fully liable for any and all positions traded on his account, and for any credit card transactions entered into the site for his account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
fr: Chaque Client est personnellement et entièrement responsable pour le règlement de toute transaction entrée dans le cadre de son compte avec la Société. Ceci inclut toute transaction entrée par les membres de la famille du Client ou son entourage, ayant obtenu l'accès au compte. Le Client a la responsabilité de veiller à être le seul à contrôler l'accès au compte, et qu'aucun mineur ne puisse effectuer du trading sur le site web. En tous cas, le Client reste entièrement responsable de toute position tradée sur son compte, et de toute transaction entrée par carte bancaire sur le site pour son compte. Chaque Client est également dans l'obligation d'indemniser la Société pour l'ensemble de toutes sortes de coûts et de pertes ayant porté préjudice à la Société en conséquence directe ou indirecte d'un manquement du Client à effectuer ou à régler une telle transaction. Les dettes de jeu en ligne sont régies par la loi de l'Ile de Man.
zh_cn: 每一个客户同意对公司账户内各个交易的结算承担全部个人责任，包括顾客家庭成员进行的交易或获得权限登入账户的随从人员进行的交易。顾客有责任确保他对于账户的控制，未成年人不能获得在网站上交易的权利。在任何情况下，顾客对其账户上的任何头寸以及网站账户的任何信用卡交易承担全部责任。任意顾客都应保护公司免受因顾客没能完成交易结算而对公司造成的直接或间接的所有成本或损失。根据曼岛法律，在线交易债务可予以强行执行。

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
fr: Chaque contrat d'option binaire dure un temps déterminé - avec %1 vous pouvez choisir un contrat qui dure de 10 secondes à 365 jours.
zh_cn: 每个二元期权交易都有固定的操作时间 - 有了 %1 您可选择从10秒至365天之间的交易。

source: Each binary option is a prediction on the future movement of an underlying market.
fr: Chaque option binaire est une prédiction du mouvement futur d'un marché sous-jacent.
zh_cn: 二元期权交易是对基础市场未来变化的预测。

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
fr: Chaque trade binaire est valable pour un gain prédéterminé. Vous gagnez le gain si votre prédiction est correcte.
zh_cn: 二元期权交易追求的是预先设定的目标收入额。一旦您预测正确即可获利。

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
fr: Chaque partie de cet Accord représente et garantit à l'autre partie que durant la durée totale de l'Accord, elle conservera tout droit, titre et autorité à entrer dans cet Accord, d'octroyer à l'autre partie les droits et les licences accordés dans cet Accord et de remplir toutes ses obligations dans le cadre de cet Accord.
zh_cn: 协议各方向另一方表明并保证其已经并将在协议期间继续保留所有进入该协议的权利、特权向另一方授予权利和许可证，并履行协议下相应的义务。

source: Earning a second income in their spare time
fr: Avoir une seconde source de revenus dans leur temps libre
zh_cn: 在空闲时间赚取第二收入

source: Earning tax free trading profits*
fr: Gagner des profits de trading exonérés d'impôts*
zh_cn: 赚取免税交易利润*

source: Ease of Movement
fr: Facilité de mouvement
zh_cn: 轻松移动指标

source: Education
fr: Formation
zh_cn: 教育

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
fr: Chacune des parties peut mettre fin à cet Accord par une notification écrite si un destinataire, examinateur ou administrateur a été désigné pour prendre en charge une partie ou l'intégralité des obligations de l'autre partie ou si l'autre partie est radiée du registre de la Chambre de Commerce dans la juridiction où elle était inscrite, ou qu'un ordre est fait ou une résolution émise pour la mise en liquidation de l'autre partie (sauf si un tel ordre ou résolution fait partie d'un projet volontaire de reconstruction ou de fusion de cette partie en tant que société solvable, et la société résultante, s'il s'agit d'une personne légale différente, accepte de s'engager aux termes de cet Accord).
zh_cn: 如果一方的全部或部分资产被任命接收人、监督人或管理人，或者该方被从其注册登记的司法管辖区之公司登记册上勾销，或者就该方清盘事宜作出命令或通过决议（除非该命令或决议是该方作为具有偿债能力公司的重组或合并之自愿方案的一部分，且存续公司（如系不同的法人）承诺遵守本协议），另一方可以通过书面通知的方式立即终止本协议。

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
fr: Chacune des parties peut mettre fin à cet Accord à condition d'émettre une notification écrite au moins une semaine à l'avance à l'autre partie.
zh_cn: 任何一方都可以通过提前一周发出书面通知的方式终止协议。

source: Either you left the cashier idle for a while or we were not able to log you in properly.
fr: Vous n'avez pas utilisé la caisse pendant un moment, ou nous n'avons pas été en mesure de vous connecter correctement.
zh_cn: 您或者会让收银台闲置一段时间，或者我们无法让您正确登录。

source: Email
zh_cn: 电子邮件

source: Email Us
fr: Contactez-nous par email
zh_cn: 发电邮给我们

source: Email address
fr: Adresse email
zh_cn: 电子邮件地址

source: End Time
fr: Moment de Fin
zh_cn: 结束时间

source: Ends Between/Ends Outside trades
fr: Trades Finit Entre/Finit Hors de
zh_cn: 收于交易范围之内/之外

source: Ends Between/Outside
fr: Finit Entre/Hors de
zh_cn: 收于范围之内/之外

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
fr: Veillez à ce que l'ensemble des relevés historiques et des chiffres des performances de trading présenté dans vos références liées au trading sur le site web %1 soit précis et n'induit pas en erreur.
zh_cn: 确保提交您下线的关于 %1 网站上交易的任何历史交易记录及业绩数据准确，不会造成误导。

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
fr: Veillez à ne pas faire de la promotion pour %1 avec des messages ciblant des personnes de moins de 18 ans.
zh_cn: 确保您不会通过针对18周岁以下人士的信息来推广%1 。

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
fr: Entrez la barrière sous forme de différence avec le prix ponctuel. Si vous entrez +0,005, vous achèterez un contrat avec une barrière supérieure de 0,005 au prix d'entrée. Le prix d'entrée sera celui du prochain intervalle après que votre ordre a été reçue
zh_cn: 输入以与现货价格差额为计的障碍。如果您输入 +0.005 ，那么您将以高于入市现价 0.005 的障碍水平购买交易。入市现价在收到您的订购之后将是下一个高频

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received.
fr: Entrez la barrière sous forme de différence avec le prix ponctuel. Si vous entrez +0,005, vous achèterez un contrat avec une barrière supérieure de 0,005 au prix d'entrée. Le prix d'entrée sera celui du prochain intervalle après que votre ordre a été reçue.
zh_cn: 输入以与现货价格差额为计的障碍。如果您输入 +0.005 ，那么您将以高于入市现价 0.005 的障碍水平购买交易。入市现价在收到您的订购之后将是下一个高频。

source: Entry Spot
fr: Point d'Entrée
zh_cn: 入市现价

source: Entry spot
fr: Point d'entrée
zh_cn: 入市现价
