Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Sorry, only UK residents can authenticate their identity online.
fr: Désolé, seules les personnes résidant au RU peuvent authentifier leur identité en ligne.
zh_cn: 对不起，仅英国居民可在线验证身份。

source: Sorry, only USD is allowed.
fr: Désolé, seul le USD est autorisé.
zh_cn: 对不起，只允许美元。

source: Sorry, our service is not available for residents of %1.
fr: Désolé, notre service n'est pas disponible pour les résidents de %1.
zh_cn: 对不起，我们不对 %1 的居民提供服务。

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
fr: Désolé, agents de paiements sont indisponibles le weekend (zone d'horaire UTC).
zh_cn: 对不起，支付代理人周末(国际协调时间UTC之时区)不提供服务。

source: Sorry, payments are suspended due to system maintenance. Please try again in 30 minutes time.
fr: Désolé, les paiements sont suspendus en raison de la maintenance du système. Veuillez réessayer dans 30 minutes.
zh_cn: 对不起，由于系统维护，支付暂停。请 30 分钟后重新尝试。

source: Sorry, the IP Security field you specified (%1) wouldn't let you in from your current IP address %2.
fr: Désolé, le champ de sécurité IP que vous avez spécifié (%1) ne vous laissera pas entrer depuis votre adresse IP actuelle %2.
zh_cn: 对不起，您指定的 IP 安全字段 (%1) 不允许您从当前 IP 地址%2 进入。

source: Sorry, the Login ID (%1) does not exist.
fr: Désolé, l'Identifiant de Connexion (%1) n'existe pas.
zh_cn: 对不起，登录 ID (%1) 不存在。

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
fr: Désolé, le Retrait des Paiements d'Agents est temporairement mis hors service en raison de la maintenance du système. Veuillez réessayer dans 30 minutes.
zh_cn: 对不起，由于系统维护，代理人提款支付暂停。请 30 分钟后重新尝试。

source: Sorry, the Payment Agent does not exist.
fr: Désolé, l'Agent de Paiement n'existe pas.
zh_cn: 对不起，该支付代理人不存在。

source: Sorry, the Payment Agent is unavailable for your region.
fr: Désolé, l'Agent de Paiement n'est pas indisponible pour votre région.
zh_cn: 对不起，该支付代理人在您的区域不可用。

source: Sorry, the Payment Agent's currency
fr: Désolé, la devise de l'Agent de Paiement
zh_cn: 对不起，该支付代理人之货币

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1. The current aggregate payout of contracts on your account is %2%3 therefore you cannot buy a contract that would pay out an additional %2%4.
fr: Désolé, les gains cumulés des contrats sur votre comptes ne peuvent pas dépasser %2%1. Le gain cumulé actuel des contrats sur votre compte est de %2%3, par conséquent, vous ne pouvez pas acheter de contrat entraînant un gain supplémentaire de %2%4.
zh_cn: 抱歉，您账户的%合约(复数）总交易额不能超过%2%1。您账户当前的%合约总交易额为%2%3所以您不能购买一份会购买交易额%2%4的%合约(单数) 。

source: Sorry, the contract cannot be purchased during the last minute of the trading session.
fr: Désolé, le contrat ne peut pas être acheté au cours de la dernière minute de la session de trading.
zh_cn: 抱歉，在交易时段最后一分钟内不能购买该 交易。

source: Sorry, the currency format is incorrect.
fr: Désolé, le format de la devise est incorrect.
zh_cn: 对不起，货币格式不正确。

source: Sorry, the market is closed at the moment.
fr: Désolé, le marché est actuellement fermé.
zh_cn: 抱歉，市场此时已经关闭。

source: Sorry, the market is closed since it is a holiday (%1).
fr: Désolé, le marché est fermé pour cause de jour férié (%1).
zh_cn: 抱歉，市场因假期关闭(%1)。

source: Sorry, the market is currently closed.
fr: Désolé, le marché est actuellement fermé.
zh_cn: 很抱歉，市场目前已经关闭。

source: Sorry, the maximum amount you can convert is
fr: Désolé, le montant maximal que vous pouvez convertir est
zh_cn: 对不起，您可转换的最大金额为

source: Sorry, the page cannot be found.
fr: Désolé, cette page est introuvable.
zh_cn: 抱歉，无法找到页面。

source: Sorry, the same contract cannot be purchased more than once. You already have an identical contract in your account.
fr: Désolé, le même contrat ne peut pas être acheté plus d'une fois. Vous possédez déjà un contrat identique dans votre compte.
zh_cn: 对不起，对同一合约的购买不能超过一次。您的帐户中已有相同合约。

source: Sorry, there is too much data to display, please select a shorter interval
fr: Désolé, il y a trop de données à afficher, veuillez sélectionner un intervalle plus court
zh_cn: 对不起，要显示的数据太多，请选择较短的间隔时间

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
fr: Désolé, un problème est survenu pour valider vos informations personnelles avec notre processeur de paiement. Veuillez contacter notre Service Clientèle.
zh_cn: 很抱歉，我们的支付处理器在验证你的个人信息时出现了问题，请联系我们的客户服务。

source: Sorry, this feature is available to virtual accounts only
fr: Désolé, cette fonctionnalité est disponible uniquement pour les comptes virtuels
zh_cn: 对不起，此功能仅对虚拟帐户可用。

source: Sorry, this page cannot be refreshed.
fr: Désolé, cette page ne peut pas être actualisée.
zh_cn: 对不起，此页不能刷新。

source: Sorry, withdrawals cannot be made on the day of your account opening. Please wait until tomorrow to make a withdrawal.
fr: Désolé, il est impossible d'effectuer des retraits le jour de l'ouverture de votre compte. Veuillez patienter jusqu'à demain pour faire un retrait.
zh_cn: 对不起，在您开户当日不能提款。请明天再提款。

source: Sorry, you are too young to open an account.
fr: Désolé, vous êtes trop jeune pour ouvrir un compte.
zh_cn: 对不起，您的年龄太小，不可以开设帐户。

source: Sorry, you cannot hold more than %1 contracts at a given time. Please sell some of your existing contracts before buying any more.
fr: Désolé, vous ne pouvez pas posséder plus de %1 contrats simultanément. Veuillez vendre certains de vos contrats en cours avant d'en acheter d'autres.
zh_cn: 对不起，在给定时间内您不可持有超过 %1 的合约。请在购买更多合约之前出售一些现有合约。

source: Sorry, you cannot withdraw.
fr: Désolé, vous ne pouvez pas retirer.
zh_cn: 对不起，您不能提款。

source: Sorry, you have already had too many unsuccessful attempts.<br>Please contact Customer Support.
fr: Désolé, vous avez déjà effectué trop de tentatives infructueuses.<br>Veuillez contacter le Service Clientèle.
zh_cn: 对不起，您的失败尝试次数过多。<br>请联系客户支持。

source: Sorry, you have entered an incorrect cashier password
fr: Désolé, vous avez entré un mot de passe de caisse incorrect
zh_cn: 对不起，您输入的出纳密码不正确

source: Sorry, you have entered an incorrect email address.
fr: Désolé, vous avez entré une adresse email incorrecte.
zh_cn: 对不起，您输入的电邮地址不正确。

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 on %2 which is the maximum daily PAYOUT allowed. Please place a contract on a different underlying or lower your stake.
fr: Désolé, vous avez dépassé une LIMITE de contrat de GAINS quotidiens de USD%1 sur %2 qui est le GAIN quotidien maximal autorisé. Veuillez placer un contrat sur un sous-jacent différent, ou réduisez votre mise.
zh_cn: 很抱歉，您已经超出了 %2 的边界交易每日收益额%1美元，其为每日最大允许收益额。请制订标的不同的交易或降低您的交易额。

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 which is the maximum daily PAYOUT allowed. Please choose on a different type of contract or lower your stake.
fr: Désolé, vous avez dépassé une LIMITE de contrat de GAINS quotidiens de USD%1 qui est le GAIN quotidien maximal autorisé. Veuillez choisir un autre type de contrat, ou réduisez votre mise.
zh_cn: 很抱歉，您已经超出了边界交易每日收益额%美元，其为每日最大允许收益额。请选择一种不同类型的交易或降低您的交易额。

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 on %2 which is the maximum daily turnover allowed. Please place a contract on a different underlying or lower your stake.
fr: Désolé, vous avez dépassé une LIMITE de chiffre d'affaires quotidien de contrat de USD%1 sur %2 qui est le chiffre d'affaires quotidien maximal autorisé. Veuillez placer un contrat sur un sous-jacent différent, ou réduisez votre mise.
zh_cn: 很抱歉，您已经超出了 %2 的边界交易每日交易额%1美元，其为每日最大允许交易额。请制订标的不同的交易或降低您的交易额。

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 which is the maximum daily turnover allowed. Please choose on a different type of contract or lower your stake.
fr: Désolé, vous avez dépassé une LIMITE de chiffre d'affaires quotidien de contrat de USD%1 qui est le chiffre d'affaires quotidien maximal autorisé. Veuillez choisir un autre type de contrat, ou réduisez votre mise.
zh_cn: 很抱歉，您已经超出了边界交易每日交易额%1美元 ，其为每日最大允许交易额。请选择一种不同类型的交易或降低您的交易额。

source: Sorry, you have exceeded the maximum allowable transactions for today.
fr: Désolé, vous avez dépassé le maximum de transactions autorisées aujourd'hui.
zh_cn: 对不起，您已超过今日允许的最大交易。

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
fr: Désolé, vous avez dépassé le montant de transfert maximal autorisé pour aujourd'hui.
zh_cn: 对不起，您已超过今日允许的最大转帐金额。

source: Sorry, you have excluded yourself from the website until %1.
fr: Désolé, vous vous êtes vous-même exclu du site web jusqu'au %1.
zh_cn: 对不起，网页拒绝您的访问，除非%1。

source: Sorry, you have lost the contract.
fr: Désolé, vous avez perdu le contrat.
zh_cn: 很抱歉，您已输掉该交易。

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
fr: Désolé, vous avez des positions ouvertes. Veuillez fermer toutes les positions ouvertes avant de demander des fonds supplémentaires.
zh_cn: 在请求额外资金前，请关闭所有敞口头寸。

source: Sorry, your account balance is more than %1. You may not claim extra funds until such time as your account balance drops under %1.
fr: Désolé, le solde de votre compte est supérieur à %1. Vous ne pouvez pas demander de fonds supplémentaires tant que le solde de votre compte n'aura pas baissé sous %1.
zh_cn: 在您的帐户余额低于下列金额之前，您不可要求额外资金：

source: Sorry, your account balance of %1 %2 is insufficient
fr: Désolé, le solde de votre compte de %1 %2 est insuffisant
zh_cn: 很抱歉，您的 %2 账户余额 %1 不足。

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
fr: Désolé, le solde monétaire de votre compte est trop élevé (%1). <B>Le solde maximal de votre compte est de %2 </b>. Veuillez retirer de l'argent de votre compte pour réduire le solde monétaire de votre compte sous ce montant. Vous ne pouvez pas trader avant d'avoir fait cela.
zh_cn: 对不起，您的帐户现金余额过高 (%1)。<B>您帐户最大余额是%2</b>。请从您的帐户中提款以使现金余额降至该金额以下。在此之前您不能交易。

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
fr: Désolé, votre compte a été bloqué dans une précédente transaction qui n'a pas été terminée. Si cette erreur persiste, veuillez contacter notre service clientèle.
zh_cn: 对不起，您的帐户正在进行上次未完成的交易。如果此错误持续出现，请联系客服支援部。

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
fr: Désolé, votre compte a été bloqué dans une précédente transaction qui n'a pas été terminée. Si cette erreur persiste, veuillez contacter notre service clientèle.
zh_cn: 对不起，您的帐户正在进行上次未完成的交易。如果此错误持续出现，请联系客服支援部。

source: Sorry, your account is not authorised for any further contract purchases.
fr: Désolé, votre compte n'est autorisé pour aucun achat supplémentaire de contrat.
zh_cn: 很抱歉，您的账户未授权进一步购买任何合约。

source: Sorry, your currency of
fr: Désolé, votre devise de
zh_cn: 对不起，您的货币

source: Sorry, your file is too large. The maximum file size is 1 Megabyte (1MB).
fr: Désolé, votre fichier est trop grand. La taille de fichier maximale est de 1 Mégabyte (1MB).
zh_cn: 对不起，您的文件太大。最大文件大小为 1 兆 (1MB)。

source: Sorry, your payment could not be processed at this time.
fr: Désolé, votre paiement ne peut pas être traité pour le moment.
zh_cn: 对不起，此时不能处理您的支付。

source: Spam - We do not condone Spam
fr: Spam - Nous ne tolérons pas le Spam
zh_cn: 垃圾邮件-我们不容忍垃圾邮件

source: Spin-Off
fr: Scission
zh_cn: 拆分

source: Spot
fr: Actuel
zh_cn: 现价

source: Spot price
fr: Prix d'entrée
zh_cn: 现货价格

source: Spread
fr: Ecart
zh_cn: 差价

source: Stake
fr: Gain
zh_cn: 资金

source: Stake %1 is too high (max: %2)
fr: La mise %1 est trop élevée (max : %2)
zh_cn: %1 交易额太高（最高：%2）

source: Stake %1 is too small
fr: La mise %1 est trop petite
zh_cn: %1 交易额太小

source: Stake must be between <strong>%1</strong> and <strong>%2</strong>.
fr: Mise doit se situer entre <strong>%1</strong> et <strong>%2</strong>.
zh_cn: 交易额必须介于<strong>%1</strong>和<strong>%2</strong>之间。

source: Standard expiry
fr: Expiration standard
zh_cn: 标准期满

source: Start Time
fr: Heure du Début
zh_cn: 开始时间

source: Start Trading
fr: Commencer le Trading
zh_cn: 网上交易风险

source: Start time
fr: Heure du début
zh_cn: （开始时间）

source: Start time is in the past
fr: Le moment de début est dans le passé
zh_cn: 开始时间是在过去

source: Start time is invalid.
fr: L'heure de départ est non valide.
zh_cn: 开始时间无效。

source: Start time must be before expiry time.
fr: Le moment de début doit être antérieur au moment d'expiration.
zh_cn: 起始时间必须早于终止时间。

source: Start time on forward-starting contracts must be more than %1 from now.
fr: L'heure de départ de contrats commençant dans le futur doit être plus de %1 à partir de maintenant.
zh_cn: 从现在开始，远期启动合约之起始时间必须超过 %1。

source: Start trading
fr: Commencer le trading
zh_cn: （开始时间）

source: State/Province
fr: Etat/Province
zh_cn: 州/省

source: Statement
fr: Relevé
zh_cn: 报表

source: Static Content
fr: Contenu Statique
zh_cn: 静态内容

source: Statistic
fr: Statistique
zh_cn: 统计

source: Statistics
fr: Statistiques
zh_cn: 统计

source: Statistics that help.
fr: Statistiques qui aident.
zh_cn: 有帮助的统计。

source: Stats
zh_cn: 统计

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
fr: Restez informé. %1 offre tous les jours des rapports et des recherches de marché, ainsi que fréquemment des webinaires sur le trading.
zh_cn: 通过 %1 的每日市场报告及市场调查，还有经常都在进行的交易讨论会保持灵通消息。

source: Stays Between/Goes Outside
fr: Reste Entre/Sort De
zh_cn: 保持在范围之内/超出范围之外

source: Stays Between/Goes Outside trades
fr: Trades Reste Entre/Sort De
zh_cn: 保持在范围之内/超出范围之外的交易

source: Step
fr: Etape
zh_cn: 步骤

source: Step 1: Define your position
fr: Étape 1: Définissez votre position
zh_cn: 步骤 1：界定您的头寸

source: Step 2: Get your trade price
fr: Étape 2: Obtenez votre prix de trade
zh_cn: 步骤 2：获取交易报价

source: Step 3: Make your trade
fr: Étape 3: Faites votre trade
zh_cn: 步骤 3：执行交易

source: StochRSI
zh_cn: 随机 RSI

source: Stochastic Fast
fr: Stochastique Rapide
zh_cn: 随机快速

source: Stochastic Fast %D
fr: Stochastique Rapide %D
zh_cn: 随机快速 %D

source: Stochastic Fast %K
fr: Stochastique Rapide %K
zh_cn: 随机快速 %K

source: Stochastic Slow
fr: Stockastique Lent
zh_cn: 随机慢速

source: Stochastic Slow %D
fr: Stochastique Lent %D
zh_cn: 随机慢速 %D

source: Stochastic Slow %K
fr: Stockastique Lent %K
zh_cn: 随机慢速 %K

source: Stock Buyback
fr: Rachat d'Actions
zh_cn: 股票购回

source: Stock Dividend
fr: Dividende en Actions
zh_cn: 股息

source: Stock Split
fr: Division d'Actions
zh_cn: 股份拆分

source: Stock and Stock index contracts may not be purchased outside of market opening hours.
fr: Les actions et les Contrats d'Indices Boursiers ne peuvent pas être achetés en dehors des heures d'ouverture du marché.
zh_cn: 在市场开放时间以外可能无法购买股票和股票指数合同。

source: Stock index closing prices are determined by reference to the official Exchange closing price, which may be reported by the relevant Exchange 30-90 minutes after the closing time, and may differ from the latest tick price that occurred at the closing time.
fr: Les prix à la clôture des indices boursiers sont déterminés par le prix officiel d'Échange à la clôture , qui peut être émis par la Bourse correspondante 30-90 minutes après l'heure de fermeture, et peut différer du dernier prix d'intervalle produit à l'heure de fermeture.
zh_cn: 股票指数收盘价是参考官方交易所收盘价确定的，官方交易所收盘价会在收盘时间30-90分钟内由交易所公布，其与闭市时发生的最新成交价格可能有所不同。

source: Stock market indices measure the value of a selection of companies in the stock market.
fr: Les indices boursiers du marché mesurent la valeur d'une sélection de sociétés du marché boursier.
zh_cn: 股市指数测量了股市里所选的公司价值。

source: Study our live charts
fr: Étudiez nos graphiques en direct
zh_cn: 观察我们的实时图表

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate Ids during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate Ids and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
fr: Sous réserve de votre respect des instructions de la Société, en tenant compte du suivi des Clients accédant à %1 via les Liens présents sur votre Site ou en citant vos identifiants d'affilié pendant l'inscription, la Société utilisera tous les efforts raisonnables pour s'assurer que dès qu'un Client accède à %1 par le biais de ces Liens ou Identifiants affiliés, puis place un contrat ou procède à une autre forme de transaction avec la Société, le Client en question est identifié comme provenant de vous ou de votre Site. Cependant, la Société ne doit être en aucune façon tenue responsable envers vous si la Société n'est pas en mesure d'identifier un Client comme provenant de vous ou de votre Site.
zh_cn: 在您遵守公司指示的前提下，对于通过您网站链接或在注册时注明您的联盟而跟踪客户端的访问，公司将会使用所有合理的方式确保任何时候客户通过这些链接或联盟通用帐号访问%1，并后续制订[合约]或以其他方式与公司进行交易，相关的客户会被相应地确定源自您或您的网站。但是，如果公司无法确定某客户源自您或您的网站，则不承担任何责任。

source: Submit
fr: Envoyer
zh_cn: 提交

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2014 Regent Markets Group. All rights reserved.&rdquo;
fr: Ce matériel peut être copié et distribué de manière limitée uniquement à des fins non commerciales, tout matériel copié doit rester intact et toutes les copies doivent inclure le texte suivant de manière apparente : &ldquo;Copyright 1999-2014 Regent Markets Group. Tous droits réservés.&rdquo;
zh_cn: 这些材料可能会被复制或以非商业目的而进行有限分配，前提是任何复制材料都必须保持完整，所有复印件都需在明显部位做出标志：&ldquo;Copyright 1999-2014 Regent Markets Group。版权所有.&rdquo;

source: Summary
fr: Sommaire
zh_cn: 摘要

source: Support Times
fr: Heures de support
zh_cn: 支持时间

source: Supported banks (this field visible from office only) **
fr: Banques soutenues (ce champ est visible uniquement depuis le bureau) **
zh_cn: 支持的银行（这一领域只从办公室可见） **

source: Supported banks list is invalid
fr: La liste de banques soutenues est non valide
zh_cn: 支持的银行名单是无效的

source: Switch to full screen mode
fr: Passer en mode plein écran
zh_cn: 切换到全展模式

source: Switch to normal mode
fr: Passer en mode normal
zh_cn: 切换到普通模式

source: System Time
fr: Temps Système
zh_cn: 系统时间

source: System problems prevent proper settlement at this time.
fr: Des problèmes du système empêchent une clôture correcte en ce moment.
zh_cn: 系统问题，避免在此时进行结算。

source: THERE WAS AN ERROR
fr: UNE ERREUR EST SURVENUE
zh_cn: 出错了

source: TRIX
zh_cn: TRIX（三重指数平滑移动平均数）

source: Table
fr: Tableau
zh_cn: 表

source: Talk to us
fr: Parlez-nous
zh_cn: 跟我们交谈

source: Target
fr: Cible
zh_cn: 目标

source: Team
fr: Equipe
zh_cn: 团队

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
fr: Indicateur Technique dérivé de la soustraction de Aroon Down depuis Aroon Up. Etant donné qu'Aroon Up et Aroon Down oscillent entre 0 et 100, l'Oscillateur Aroon oscille entre -100 et 100, avec zéro en tant que ligne centrale transversale.
zh_cn: 技术指标由阿隆上升线减去阿隆下行线得出。随着阿隆上升线和下行线在 0 到 100 之间摆动，阿隆摆动指标在 -100 和 100 之间摆动，以零作为中间跨界线。

source: Technology leader with more than 10 years experience...
fr: Leader technologique avec plus de 10 ans d'expérience...
zh_cn: 拥有 10 多年经验的技术领先者...

source: Tel
fr: Tél.
zh_cn: 电话

source: Telephone
fr: Téléphone
zh_cn: 电话

source: Termination
fr: Fin
zh_cn: 终止

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
fr: La résiliation de cet Accord ne portera pas préjudice aux droits de l'une des parties survenus avant ou à la date de résiliation.
zh_cn: 本协议的终止并不影响任何一方在终止日或之前的权利。

source: Terms and Conditions
fr: Conditions générales
zh_cn: 条款和条件

source: Test Suite
zh_cn: 测试套件

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
fr: Essayez %1 et développer vos talents de trader, avec un compte virtuel sans risques, sans engagements.
zh_cn: 立即试用 %1，锻炼您的交易技能，体验无风险、无承诺的虚拟账户。

source: Thank You !
fr: Merci !
zh_cn: 谢谢您！

source: Thank You.
fr: Merci.
zh_cn: 谢谢您。

source: Thank you for visiting %1 and for providing your feedback. We will endeavour to respond as soon as possible.
fr: Nous vous remercions de visiter %1 et de nous faire part de votre expérience. Nous ferons le maximum pour vous répondre dès que possible.
zh_cn: 谢谢访问 %1 并提供反馈。我们将尽快回复。

source: Thank you for your message.
fr: Nous vous remercions de votre message.
zh_cn: 谢谢您的消息。

source: Thank you.
fr: Merci.
zh_cn: 谢谢。

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
fr: Nous vous remercions. Votre application a été transmise et sera examinée par notre équipe dès que possible. Vous recevrez une réponse par émail dans les 72 heures.
zh_cn: 非常感谢，你的申请已提交，我们的团队将尽快对其进行审查。你将在72小时内收到回复邮件。

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility aplies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
fr: L'API "brut" peut être inspecté "en direct" en employant le service de Apigee <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a>. Ce service applique le processus de validation OAuth2 complet, donc vous devrez choisir l'option d'Authentification "OAuth2" offerte ici et puis vous aurez besoin d'une identification %1 valide afin de poursuivre.
zh_cn: 可使用 Apigee 的<a href="http://apigee.com/rmg/console/binary1" target="_blank">控制台前往</a>设施来「实时」检视「原始」应用程序编程界面(API)。此设施采用完整的 OAuth2 认证程序，因此您须选择这里所提供的 OAuth2 认证选项，而且您还需要有效的 %1 登入才能继续。

source: The %1 API
zh_cn: %1 API

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
fr: The %1 API utilise le système de 0Auth2.0 pour authentifier les utilisateurs.
zh_cn: ％1 API使用 OAuth2.0 方案给用户进行身份验证。

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Regent Markets.
fr: Le Programme Affilié %1 a systématiquement assuré des paiements à temps, depuis notre lancement officiel en mars 2004. Vos commissions d'affiliation seront créditées sur votre compte affilié dans un délai de quinze jours suivant la fin du mois civil par Regent Markets.
zh_cn: 本%1联盟项目自我们于2004年正式启动以来一直及时足额支付款项。你的联盟佣金将由Regent Markets在日历月结束后十五天内计入你的联盟账户。

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
fr: Le %1 est deux fois plus instable que le %2, et quatre fois plus instable que le %3.
zh_cn: %1 的波动幅是 %2 的两倍，及是 %3 的四倍。

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
fr: Le %1 simule un marché en baisse. Le %2 simule un marché en hausse.
zh_cn: ％1模拟熊市。 ％2模拟牛市。
