Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Whether in Malta or Malaysia, you’ll enjoy a high standard of living, and your income will stretch further than in most western countries.
fr: À malte ou en Malaisie, vous profiterez de standards de vie élevés, et votre revenu vous apportera plus que dans la plupart des pays occidentaux.
zh_cn: 无论是在马耳他或马来西亚，你可以享受一个高水准的生活，你的收入会比大多数西方国家更经用。

source: Who can be a client on the %1 platform?
fr: Qui peut être un client de la plate-forme %1 ?
zh_cn: 哪些人可能成为1%平台的客户？

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
fr: Qui adorent de travailler avec des personnes de différentes cultures, et qui veulent contribuer à un espace de travail dynamique et unique, et pas seulement passer par là.
zh_cn: 我们爱与来自不同文化背景的人合作，并热衷于给一个充满活力和独特的工作场所提供贡献，而不只是传递通过。

source: Why Choose Binary Trading?
fr: Pourquoi Choisir le Trading Binaire ?
zh_cn: 为何选择二元期权交易？

source: Why Us?
fr: Pourquoi nous ?
zh_cn: 为何选择我们？

source: Why become a %1 Affiliate?
fr: Pourquoi devenir un Affilié de %1 ?
zh_cn: 为什么要成为%1联盟？

source: Why choose binary trading?
fr: Pourquoi choisir le trading binaire ?
zh_cn: 为何选择二元期权交易？

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
fr: Pourquoi vous limiter? Quelle que soit votre vision du marché, %1 vous permet de mettre votre stratégie en pratique et de tirer profit de vos prédictions.
zh_cn: 何必局限自己？无论您的市场观点如何，%1 都能让您的交易策略实现价值，让您能通过预测市场获利。

source: Why pay more?
fr: Pourquoi payer plus ?
zh_cn: 为何支付更多？

source: Why should I become a %1 affiliate?
fr: Pourquoi devrais-je devenir un affilié de %1 ?
zh_cn: 我为什么要成为%1联盟成员？

source: Why should I become a binary options trading affiliate?
fr: Pourquoi devrais-je devenir un affilié de trading d'options binaires ?
zh_cn: 我为什么应成为二元期权交易的联盟成员？

source: Will I need to install any software?
fr: Je vais devoir installer un logiciel?
zh_cn: 我需要安装任何软件吗？

source: William's %R
zh_cn: 威廉指标

source: Williams %R
zh_cn: 威廉指标

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
fr: Gagnez 10%-1000% sur votre mise si votre prédiction s'avère correcte. Augmentez votre retour gagnant en choisissant "Reste Dans" avec un prix-cible étroit.
zh_cn: 如果您预测正确，即可获得交易成本 10%-1000% 的回报。要获得较高回报，可选择目标价格狭窄的“保持在范围之内”交易。

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
fr: Gagnez 10%-1000% sur votre mise si votre prédiction s'avère correcte. Augmentez votre retour gagnant en choisissant un trade "Touche" avec un prix-cible qui est plus éloigné du prix actuel.
zh_cn: 如果您预测正确，即可获得交易成本 10%-1000% 的回报。选择与当前价格差值较大的 "触及" 交易增高回报率。

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
fr: Gagnez 10%-1000% sur votre mise si votre prédiction s'avère correcte. Augmentez votre retour gagnant en choisissant un prix-cible qui est plus éloigné du prix actuel.
zh_cn: 如果您预测正确，即可获得交易成本 10%-1000% 的回报。选择一个与当前价格差值较大的目标价格，增高回报率。

source: Win 80-100% on your stake if you are correct.
fr: Gagnez 80%-100% sur votre mise si votre prédiction s'avère correcte.
zh_cn: 如果您预测正确，即可获得交易成本 80-100% 的回报。

source: Windows
zh_cn: 窗口

source: Winning the contract
fr: Remporter le contrat
zh_cn: 赢得合同

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
fr: Les gains ne peuvent être payés uniquement qu'au créateur d'un compte. Lorsqu'un Client approvisionne un compte par dépôts télégraphiques, les gains sont versés uniquement au détenteur du compte bancaire original, et il est de la responsabilité du Client de veiller à ce que le numéro de compte et le nom accompagnent tous les transferts à la Société. Lorsqu'un Client approvisionne un compte par le biais de dépôts par carte de crédit/débit, les gains sont versés uniquement sur la même carte.
zh_cn: 奖金只会支付给账户的发起人。如果客户通过电汇存款方式持有账户，奖金只会支付给汇出银行账户的持有人，且客户有责任确保账号及户名和所有汇款信息一并发送至本公司。如果客户通过借记卡/贷记卡存款的方式持有账户，则奖金仅会支付给与之相同的那张卡。

source: With %1 you can trade:
fr: Avec %1, vous pouvez trader:
zh_cn: 通过 %1，您可以交易：

source: With %1 you’re in control of how much you can win. You specify a fixed payout amount at the outset, and your stake – what you pay – is then calculated. Binary.com offers payouts from $1 to $100,000.
fr: Avec %1 vous contrôlez combien vous pouvez gagner. Vous spécifiez un montant de gain fixe depuis le début, et votre mise - ce que vous payez - est alors calculée. Binary.com offre des gains de $1 à $100,000.
zh_cn: 通过 %1 您可控制您可获取的收益额。您可在一开始时设定获利额，而资金，即您的支付银额即可计算出来。Binary.com 所提供的获利范围从 $1 至 $100,000 。

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
fr: Avec la plate-forme unique de %1, il n'y a pas de risques de "dérapages" ou de marchés écartés. Et pas de commissions cachées.
zh_cn: ％1的獨特平台没有“滑移”或市场间隙的風險。無隱藏費用。

source: With %1, the most you can lose is the amount you stake at the start of your trade.
fr: Avec %1, le plus que vous pouvez perdre est le montant que vous misez au début de votre trade.
zh_cn: 跟%1在一起，您的最大可能损失额即是您在交易开始时所注入的资金。

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
fr: Avec %1, vous avez le contrôle. Déterminez simplement votre haut et votre bas avant chaque trade.
zh_cn: 通过 %1 交易，一切尽在您的掌握中 -- 每次执行交易前，只需为上涨和下跌设定固定值即可。

source: With %1, your money is secure.
fr: Avec %1, votre argent est en sécurité.
zh_cn: 通过 %1，您的资金绝对安全无虞。

source: With a current access_token it is now possible to make calls to an API Service. Such a call looks like this:
fr: Avec un access_token actuel il est maintenant possible d'effectuer des appels vers un Service API. Un appel pareil est ainsi:
zh_cn: 有了当前的ACCESS_TOKEN，现在可以调用API服务。此调用看起来像这样：

source: With payouts from $1 to $100,000, we have you covered.
fr: Avec des montants de $1 à $100,000, chacun trouvera sa place.
zh_cn: 目标收入介于 1 美元至 100,000 美元。

source: Withdraw
fr: Retrait
zh_cn: 提款

source: Withdraw via Payment Agent
fr: Retrait par Agent de Paiement
zh_cn: 通过支付代理人提款

source: Withdraw: %1
fr: Retrait : %1
zh_cn: 提款: %1

source: Withdraw: %1 working day
fr: Retrait : %1 jour ouvrable
zh_cn: 提款：%1 工作日

source: Withdraw: %1 working days
fr: Retrait : %1 jour ouvrable
zh_cn: 提款：%1工作日内

source: Withdraw: Not applicable
fr: Retrait: Non applicable
zh_cn: 提款 : 不适用

source: Withdrawal
fr: Retrait
zh_cn: 提款

source: Withdrawal amount (%1 %2) is greater than your balance (%3 %4).
fr: Le montant de retrait (%1 %2) est supérieur à votre solde (%3 %4).
zh_cn: 提款金额 (%1 %2) 大于您的余额 (%3 %4)。

source: Withdrawal amount exceeds your limits.
fr: Le montant du retrait dépasse vos limites.
zh_cn: 提款金额超出您的极限。

source: Withdrawal is disabled.
fr: Le retrait est désactivé.
zh_cn: 提款禁用

source: Withdrawal limits
fr: Limites de prélèvement
zh_cn: 提款限额

source: Withdrawal using legacy method: %1
fr: Retrait au moyen d'une méthode de legs : %1
zh_cn: 使用传统方法提款: %1

source: Withdrawal via BACS
fr: Retrait via BACS
zh_cn: 通过BACS提款

source: Withdrawal via Bank Transfer
fr: Retrait via Transfert Bancaire
zh_cn: 通过银行转账提款

source: Withdrawal via Credit/Debit card
fr: Retrait via carte de crédit/débit
zh_cn: 信用卡/借记卡提款

source: Withdrawal via DoughFlow
fr: Retrait via DoughFlow
zh_cn: 通过DoughFlow提款

source: Withdrawal via Western Union
fr: Retrait via Western Union
zh_cn: 通过西联汇款提款(MTCN: %1)

source: Withdrawal via Western Union (MTCN: %1)
fr: Retrait via Western Union (MTCN: %1)
zh_cn: 通过西联汇款提款(MTCN: %1)

source: Withdrawal via bank wire
fr: Retrait via virement bancaire
zh_cn: 通过银行电汇提款

source: Workspace
fr: Espace de travail
zh_cn: 工作空间

source: Workspace '#1' saved successfully.
fr: Espace de travail ' #1' sauvegardé avec succès.
zh_cn: 工作空间“#1”成功保存。

source: Workspace name:
fr: Nom de l'espace de travail:
zh_cn: 工作空间名称：

source: World FX indices
fr: Indices FX Mondiaux
zh_cn: 全球外汇兑换指数

source: World Indices
fr: Indices Mondiaux
zh_cn: 全球指数

source: Written limits
fr: Limites écrites
zh_cn: 书面限额

source: Yes
fr: Oui
zh_cn: 是

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
fr: Oui. Veuillez nous envoyer un email à l'adresse <a href="mailto:%1">%1</a> pour plus d'assistance.
zh_cn: 是的，请发送电邮至 <a href="mailto:%1">%1</a> 获得更多协助。

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
fr: Vous acceptez le fait que nous pourrions utiliser les Informations Personnelles que vous avez fournies afin de procéder à des contrôles anti-fraude appropriés. Les Informations Personnelles que vous fournissez peuvent être transmises à une agence de référence de crédit ou de prévention de fraude. Celle-ci pourrait en conserver une copie de ces informations.
zh_cn: 您同意，我们可使用您提供的个人信息，以进行执行适当的反欺诈检查。您提供的个人信息可能会披露给信用参考或欺诈预防机构，而且该等机构可能会保留信息记录。

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
fr: Vous avez également le droit de nous demander de vous informer des données personnelles dont nous traitons sur vous, et de demander leur correction si nécessaire. Cette demande doit nous être adressée par écrit et signée par vous en tant que personne à qui ces données correspondent.
zh_cn: 您还有权要求我们告知您我们处理的有关您的个人信息，如有需要您可以要求对其进行修正。该请求必须向我们以书面形式作出并以资料当事人身份签名。

source: You and we are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the parties. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your site or otherwise, that reasonably would contradict anything in this paragraph.
fr: Vous et nous sommes des contractants indépendants, et rien dans cet Accord ne créera un quelconque partenariat, une coentreprise, une agence, une franchise, un représentant des ventes ou une relation d'emploi entre les parties. Vous ne disposerez d'aucune autorité pour faire ou accepter toute offre ou représentation en notre nom. Vous n'émettrez aucune déclaration, sur votre site ou ailleurs, contredisant clairement le contenu de ce paragraphe.
zh_cn: 您与我们都为独立订约人，本协议的任何规定均不得建立双方之间任何合作伙伴关系、合资、代理、特许经营、销售代表或雇佣关系。您无权代表我方做出或接受任何要约或陈述。您不得作出有理由认为与本条内容不一致的声明（无论在您的网站上）。

source: You are being given the better price.
fr: Les meilleurs prix vous sont donnés.
zh_cn: 正在为您获取更好的价格。

source: You are not a Payment Agent
fr: Vous n'êtes pas un Agent de Paiement.
zh_cn: 您不是支付代理人

source: You are not allowed to make deposit.
fr: Vous ne pouvez pas effectuer de dépôts.
zh_cn: 您没有支付权限。

source: You are not allowed to rebate any part commission payment onto your referrals and your affiliate account shall be revoked immediately, should the company realise you are engaged in such actions.
fr: Vous n'êtes pas autorisé à verser une part du paiement de commission à vos clients potentiels et votre compte affilié sera immédiatement clôturé si la société réalise que vous procédez à de telles actions.
zh_cn: 你不能用部分佣金对你的推荐人作为折扣，否则在公司发现后你的账户将立即撤销。

source: You are not authorized for withdrawal via payment agent.
fr: Vous n'êtes pas habilité à faire des retraits via un agent de paiement.
zh_cn: 您未经授权通过付款代理进行提款。

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
fr: Vous pouvez <a class="pjaxload" href="%1">ouvrir un compte</a>, déposer des fonds et commencer à trader en quelques minutes.
zh_cn: 仅需数分钟，您就可以 <a class="pjaxload" href="%1">创建一个账户</a>，入金并开始交易。

source: You can choose payouts from $1 to $100,000. This wide payout range is ideal for both small and large traders.
fr: Vous pouvez choisir des gains de $1 à $100,000. Cette possibilité de gains large est idéale pour les petits et les grands tarders.
zh_cn: 您可在$1 至 $100,000之间选择您的收入。此广泛的收益范围对小型或大单交易者皆完美无缺。

source: You can close your trade before expiry to lock in profits.
fr: Vous pouvez clôturer votre trade avant l'expiration pour verrouiller les gains.
zh_cn: 您可在合约到期前卖出交易合约，以锁定利润。

source: You can fund your account with a minimum of &#36;/&pound;/&euro; 5 via any of the methods.
fr: Vous pouvez approvisionner votre compte avec un minimum de 5 &#36;/&pound;/&euro; par l'une des méthodes.
zh_cn: 您可以通过任何一种方法为您的账户注资，最小金额为&#36;/&pound;/&euro;。

source: You can open a <a class ="pjaxload" href="%1">real money</a> account using dollars, pounds or euros. Simply make a deposit using your credit card, bank wire or e-cash. You can deposit between 5 and 150,000 USD, GBP, EUR and AUD.
fr: Vous pouvez ouvrir un compte d'<a class ="pjaxload" href="%1">argent réel</a> en utilisant des dollars, des livres ou des euros. Faites simplement un dépôt un utilisant votre carte bancaire, un virement bancaire ou une monnaie électronique. Vous pouvez verser entre 5 et 150,000 USD, GBP, EUR et AUD.
zh_cn: 您可使用美元，英镑或欧元开设<a class="pjaxload" href="%1">真实货币</a>帐户。只须使用信用卡、银行电汇或电子现金存款。您可存入5至150，000美元，英镑，欧元或澳币。

source: You can open two types of account: a real money account and a virtual money account.
fr: Vous pouvez ouvrir 2 types de comptes: un compte d'argent réel et un compte d'argent virtuel.
zh_cn: 您可开两种账户:真实金钱帐户和虚拟金钱帐户。

source: You can open your account
fr: Vous pouvez ouvrir votre compte
zh_cn: 您可开您的账户

source: You can sell back long-term trades at any time to profit from changing market conditions.
fr: Vous pouvez revendre les trades à long terme à n'importe quel moment afin de bénéficier des conditions du marché changeantes.
zh_cn: 您可以在任何时间卖出您的长线交易合约，根据市场变化及时获利。

source: You can set the length of your trade, from 10 seconds to 365 days.
fr: Vous pouvez déterminer la durée de votre trade, de 10 secondes à 365 jours.
zh_cn: 您可设定交易期，从10 秒至 365 天。

source: You can still authenticate your account by sending us scans of the following documents by email
fr: Vous pouvez encore toujours authentifier votre compte en nous envoyant par mail des scans des documents suivants
zh_cn: 您还是可以通过把下面列示的文件扫描件以电子邮件发送过来，以验证您的账户

source: You can trade a range of markets, timescales and indices – 24/7.
fr: Vous pouvez trader avec un assortiment de marchés, de durées et d'indices - 24/7.
zh_cn: 您可全天候参与广泛市场，时间层次和指数的交易。

source: You can try another <a href="%1">payment option</a> or for additional assistance:
fr: Vous pouvez essayer une autre <a href="%1">option de paiement</a> ou pour plus d'aide:
zh_cn: 您可尝试其它 <a href="[%1">支付选项</a>，或寻求其它帮助：

source: You can use an authorized payment agent to process deposits and withdrawals for e-cash methods or local currencies not supported by
fr: Vous pouvez utiliser un agent de paiement autorisé pour prendre en charge les dépôts et les retraits pour les méthodes de monnaie électronique ou les devises locales non prises en charge par
zh_cn: 不受以下国家支持的电子现金或本地货币， 您可通过使用授权支付代理人处理存款和取款

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
fr: Vous pouvez utiliser un agent de paiement autorisé pour prendre en charge les dépôts et les retraits pour les méthodes de paiement ou les devises locales non prises en charge par %1. C'est simple.
zh_cn: 不受%1支持的支付方式或本地货币， 您可通过使用授权支付代理人处理存款和取款。这是很简单的。

source: You cannot transfer to account %1, as their account is currently disabled.
fr: Vous ne pouvez pas faire de transfert vers le compte %1, étant donné que leur compte est actuellement désactivé.
zh_cn: 您不能转帐至帐户%1，因为此帐户目前禁用。

source: You clicked on an expired link. If you have already clicked on this link, it has been <b>disabled for security reasons</b>. Please re request change of password.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
fr: Vous avez cliqué sur un lien ayant expiré. Si vous avez déjà cliqué sur ce lien, il a été <b>désactivé pour des raisons de sécurité</b>. Veuillez redemander le changement de mot de passe.<br /><br /> Votre compte est important pour nous. Si vous avez besoin d'aide, veuillez contacter notre <a href="%1" target="_blank"><strong>Service Clientèle</strong></a>.
zh_cn: 你点击了一个过期连接。如果你已经点击了本链接，该连接已经<b>由于安全原因而禁用</b>。请重新申请修改密码。<br /><br /> 你的账户对我们非常重要，如需更多帮助，请联系我们的 <a href="%1" target="_blank"><strong>客户支持</strong></a>.

source: You clicked on an expired link. Please refer to the email with the subject line <strong>New Password Request</strong> and click on the link provided.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
fr: Vous avez cliqué sur un lien ayant expiré. Veuillez vous référer à l'email ayant pour objet <strong>Demande de Nouveau Mot de Passe</strong> et cliquez sur le lien fourni.<br /><br /> Votre compte est important pour nous. Si vous avez besoin d'aide, veuillez contacter notre <a href="%1" target="_blank"><strong>Service Clientèle</strong></a>.
zh_cn: 您点击了一个过期连接。请参考主题为 <strong>新密码请求</strong>的邮件，点击里面所提供的链接。<br/><br/>您的账户对我们很重要，如需更多帮助，请联系我们的<a href="%1" target="_blank"><strong>客户支持</strong></a>。

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
fr: Vous ne devez pas déposer de l'argent pour ouvrir un compte, mais vous devez déposer des fonds avant de pouvoir commencer à trader.
zh_cn: 创建账户无需存入任何资金，但在您准备好要进行交易前需要入金。

source: You get fair and transparent pricing, whatever your position.
fr: Vous recevez une tarification juste et transparente, peu importe votre position.
zh_cn: 不论您身在何处，您将可获取公平透明的报价。

source: You have a duty to act in the client's best interests and you shall not encourage clients to make deposits or place any trades where the purpose of that action is (whether in whole or part) to increase affiliate commissions rather than to benefit the client's trading performance and profitability.
fr: Votre devoir est d'agir dans le meilleur intérêt du client et vous ne devez pas encourager les clients à faire des dépôts ou à placer des trades dont l'objectif(total ou partiel) est d'accroître les commissions affiliées plutôt que de bénéficier aux performances et aux bénéfices du trading du client.
zh_cn: 您有义务按照客户最大利益行事；在行为（部分或全部）目的旨在提高联盟佣金收入而不是有益于客户交易业绩及盈利性时，不得鼓励客户存款或进行任何交易。

source: You have already attempted to authenticate your ID using our online verification procedure.
fr: Vous avez déjà essayé d'authentifier votre Identifiant au moyen de notre procédure de vérification en ligne.
zh_cn: 您已尝试使用我们的在线验证程序验证您的 ID。

source: You have already claimed a bonus in the past.
fr: Vous avez déjà demandé un bonus dans le passé.
zh_cn: 您在过去已经领取了奖金。

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the last %2 days.
fr: Vous avez déjà retiré l'équivalent de EUR %1 en cumulé au cours des %2 derniers jours.
zh_cn: 过去%2天里您已经提取的金额总计相等于EUR %1。

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the lifetime of your account.
fr: Vous avez déjà retiré l'équivalent de EUR %1 en cumulé au cours de la durée d'existence de votre compte.
zh_cn: 自您开账户以来，您已经提取的金额总计相等于EUR %1。

source: You have already withdrawn the equivalent of EUR %1.
fr: Vous avez déjà retiré l'équivalent de EUR %1.
zh_cn: 您已经提取的金额相等于EUR %1。

source: You have bought contracts with a combined purchase price of five times the bonus amount.
fr: Vous avez acheté des contrats avec un prix d'achat combiné égal à cinq fois le montant du bonus.
zh_cn: 您已经购入了总买价为红利额五倍的交易。

source: You have entered an invalid IP address.
fr: Vous avez entré une adresse IP non valide.
zh_cn: 您已输入一个无效 IP 地址。

source: You have entered an invalid login ID
fr: Vous avez entré un Identifiant de connexion non valide
zh_cn: 您已输入一个无效登录 ID

source: You have exceeded the daily limit for contracts of this type.
fr: Vous avez dépassé la limite quotidienne pour les contrats de ce type.
zh_cn: 您没有以本货币购买任何交易。

source: You have not yet reached the turnover required to be credited with the bonus.
fr: Vous n'avez pas encore atteint le chiffre d'affaires requis pour être crédité d'un bonus.
zh_cn: 您还没有达到能获取奖金的营业额要求。

source: You have opened an account using invalid details.
fr: Vous avez ouvert un compte en utilisant des détails non valides.
zh_cn: 您已使用无效的详细信息开了一个账户。

source: You have predicted that the %1th tick will <strong><i>not</i></strong> have a last decimal digit of "%2".
fr: Vous avez prédit que le %1ème intervalle n'aurait <strong><i>pas</i></strong> un dernier chiffre décimal de "%2".
zh_cn: 您已制订交易 ，第%1个价位的最后一位十进制数将<strong><i>不会</i></strong>是"%2"。

source: You have predicted that the %1th tick will have %plural(%2,a last decimal digit,last decimal digits) of "%3".
fr: Vous avez prédit que le %1ème intervalle aurait %plural(%2, un dernier chiffre décimal, des derniers chiffres décimaux) de "%3".
zh_cn: 您已制订交易 ，即第%1个价位的最后%2十进制数为"%3"。

source: You have predicted that the %2 th tick will be %1 than the market entry price.
fr: Vous avez prédit que le %2 ème intervalle serait %1 que le prix d'entrée du marché.
zh_cn: 您已制订交易，第%2个价位将比市场进入价%1。

source: You have purchased the following contract:
fr: Vous avez acheté le contrat suivant.
zh_cn: 您已经购入以下交易：

source: You have signed up for more than one account.
fr: Vous vous êtes inscrit pour plus d'un compte.
zh_cn: 您已经注册了超过一个帐户。

source: You have sold the following contract:
fr: Vous avez vendu le contrat suivant:
zh_cn: 您已经售出以下交易：

source: You may not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trade marks or trade names that include the word "%1" or any variation thereof. However, this does not extend to the use of metatag keywords on your site which are identical or similar to any of the Company's trade marks or trade names including the term %1.
fr: Vous ne devez pas acheter ou enregistrer des mots-clés, termes de recherche ou autres identifiants afin de les utiliser dans quelconque moteur de recherche, portail, service publicitaire sponsorisé ou autre service de recherche ou de référence qui sont identiques ou similaires à l'une des marques déposées ou noms déposés de la Société, incluant le mot "%1" ou toute forme dérivée de ce dernier. Cependant, ceci ne s'applique pas à l'usage de mots-clés Méta Tag sur votre site qui sont identiques ou similaires à l'une des marques déposées ou noms déposés de la Société, incluant le terme %1.
zh_cn: 您不得购买或注册关键词、搜索字词或与公司任何商标或商标名称相同或类似的、包含“%1”字样或其任何变化的任何搜索引擎、门户网站、赞助广告服务或其他搜索或推荐服务的其他识别符。但是，这并适用于您网站上与公司任何商标或商标名称（包括%1字样）相同或类似的中继标签关键词之使用。

source: You may only open an account at this site on condition that:
fr: Vous pouvez uniquement ouvrir un compte sur ce site à condition de:
zh_cn: 您只能在下列条件下在本网站开设账户：
