Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
fr: <p>Le programme affilié %1 vous permet de profiter des clients envoyés sur le site %1. La croissance et le succès de %1 sont partagés avec les affiliés ayant la capacité d'attirer de nouveaux Clients sur le site.</p> <p>Si vous êtes broker, nous aimerions travailler avec vous. Vous présenterez à vos clients un produit unique et innovant - la plate-forme de trading %1.</p> <p>Vos clients adoreront la plate-forme de trading %1 car nous proposons une expérience de trading complète, adaptée aux besoins d'une variété de traders exceptionnellement large.</p> <p>Les traders débutants peuvent utiliser notre plate-forme visuelle intuitive pour en apprendre plus sur le trading, pratiquer le trading et acquérir ainsi de l'expérience.</p> <p>Les traders expérimentés peuvent utiliser la plate-forme %1 pour bénéficier de l'avantage complet de la large palette d'outils de trading et d'analyse que nous avons à proposer.</p>
zh_cn: <p>通过 %1 联盟计划，您可以因推荐客户至 %1 网站而获得收益。%1 的成长和成功与联盟成员为网站推荐新客户是密不可分的。</p> <p>如果您是经纪商，我们十分欢迎您加入我们。您将为您的客户引进一个独具创新的产品——%1 交易平台。</p> <p>您的客户将十分喜爱 %1 交易平台，因为我们能为各种水平的交易者提供全面的交易体验。</p> <p>初学者可使用我们直观的平台学习如何交易，练习交易并获得交易经验。</p> <p>而经验老道的交易者则可以使用 %1 平台进行广泛的交易，并使用我们提供的分析软件加以分析。</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
fr: <p>Oui. Veuillez contacter votre gestionnaire de compte si vous souhaitez une bannière personnalisée, et fournissez-lui les informations suivantes :</p> <ul class='checked'>↵ <li>Taille de pixel.</li> <li>Format de fichier.</li> <li>Langue souhaitée.</li> <li>L'URL du site où la bannière doit apparaître.</li> <li>Placement de la bannière.</li> <li>Couleurs spécifiques que la bannière doit inclure.</li> <li>Message spécifique que la bannière doit inclure.</li> </ul>
zh_cn: <p>是的。如果您想要定制一个横幅广告，请联系您的客户经理，并为他/她提供以下信息：</p> <ul class='checked'> <li>像素大小。</li> <li>文件格式。</li> <li>所需的语言。</li> <li>横幅广告链接的网站 URL。</li> <li>横幅广告的布置。</li> <li>横幅广告应包含的特殊颜色。</li> <li>横幅广告应包含的特殊信息。</li> </ul>

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
fr: <strong>tarification à 2 voies</strong> - %1 cite un trade et le trade-contraire, afin que vous obtenez toujours des prix impartiaux et transparents
zh_cn: <strong>双边报价</strong> - %1 提供交易与反向交易的报价，因此您将总是获得公正透明的价格。

source: <strong>All durations</strong> - from 10 seconds to 365 days.
fr: <strong>Toutes les durées</strong> - de 10 secondes à 365 jours.
zh_cn: <strong>所有合约时间</strong> - 从10 秒至 365 天。

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
fr: <strong>Toutes les conditions du marché</strong> - haut/bas, touche/ne touche pas, reste entre/sort de.
zh_cn: <strong>所有市场条件</strong> - 上升/下跌，触及/未触及，范围之内/范围之外。

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
fr: <strong>Tous les marchés, toutes les conditions</strong> - tradez les devises, les indices et les matières premières dans des marchés en hausse, en baisse, plats, calmes et instables.
zh_cn: <strong>所有市场，所有状况</strong> - 在升涨，下跌，侧面，寂静和波动市场内进行货币、指数、期货商品交易。

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
fr: <strong>Tous les marchés</strong> - devises, indices boursiers et matières premières.
zh_cn: <strong>所有市场</strong> - 货币、股指及大宗商品。

source: <strong>All payouts</strong> - from $1 to $100,000.
fr: <strong>Tous les versements</strong> - de $1 à $100,000.
zh_cn: <strong>所有目标收入</strong> - 从 1 美元至 10 万美元。

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
fr: <strong>Prix de référence</strong> - %1 référence ses prix quotidiennement par rapport aux marchés interbancaires des produits dérivés.
zh_cn: <strong>基准价格</strong> - %1 每日都对比银行间衍生品市场来制定基准价格。

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
fr: <strong>Meilleur prix d'exécution!</strong><br /> Le prix a évolué en votre faveur de %1 à %2.
zh_cn: <strong>更好的成交价！</strong><br /> 该价格变动对您有利，从 %1 变为 %2。

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
fr: <strong>Matières premières</strong> - tradez sur les matières premières majeures telles que l'or et le pétrole.
zh_cn: <strong>大宗商品</strong> - 交易重要商品，例如黄金和原油。

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
fr: <strong>Devises</strong> - effectuez des trades sur toutes les paires de devises majeures, 24 heures sur 24.
zh_cn: <strong>货币</strong> - 可交易所有主要货币对，全天候无停歇。

source: <strong>Currencies</strong> - trade all major FX pairs.
fr: <strong>Devises</strong> - effectuez des trades sur toutes les paires de devises majeures.
zh_cn: <strong>货币</strong> - 可交易所有主要货币对。

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
fr: <strong>Marchés en chute</strong> - choisissez le trade baisse, le trade inférieur, le trade une-touche avec barrière basse, ou le trade ne-touche-pas avec barrière haute.
zh_cn: <strong>下跌市场</strong> - 以低价位水平选择下跌交易、低于交易、一触即发交易，或以高价位水平选择不触及交易。

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
fr: <strong>Plus haut/Plus bas</strong> - prédisez si le marché finira plus haut ou plus bas qu'un prix-cible.
zh_cn: <strong>高于/低于</strong> - 预测收市时价格是高于还是低于目标价格。

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
fr: <strong>Plus haut/Plus bas</strong> - où vous pouvez profiter du fait que le marché finira plus haut ou plus bas qu'un prix-cible.
zh_cn: <strong>高于/低于</strong> - 您可在收市时价格高于或低于目标价格获利。

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
fr: <strong>IMPORTANTE CLAUSE DE NON-RESPONSABILITE</strong> - %1 n'est affilié à aucun des Agents de paiement listés ci-dessus. Chaque Agent de paiement agit comme un prestataire de services indépendant et n'est pas approuvé, garanti, ou autrement attesté par %1. LES CLIENTS ONT UN RAPPORT AVEC LES AGENTS DE PAIEMENT A LEURS RISQUES ET PERILS. Nous conseillons aux clients de vérifier les compétences des Agents de paiement avant de leur envoyer tout argent. %1 ne devra en aucun cas être tenu pour responsable pour des transactions effectuées entre les clients et les Agents de paiement.
zh_cn: <strong>重要声明</strong> - %1 与上述所有支付代理没有任何关系。各支付代理均以独立的服务提供商身份运营，不由%1支持、担保或批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1都不对客户与支付代理之间的交易承担责任。

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
fr: <strong>IMPORTANTE CLAUSE DE NON-RESPONSABILITE</strong> - %1 n'est pas affilié à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit comme un prestataire de services indépendant et n'est pas approuvé, garanti, ou autrement attesté par %1. LES CLIENTS ONT UN RAPPORT AVEC LES AGENTS DE PAIEMENT A LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les compétences des agents de paiement avant de leur envoyer tout argent. %1 ne devra en aucun cas être tenu pour responsable pour des transactions effectuées entre les clients et les agents de paiement.
zh_cn: <strong>重要声明</strong> - %1 与上述所有支付代理没有任何关系。各支付代理均以独立的服务提供商身份运营，不由%1支持、担保或批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1都不对客户与支付代理之间的交易承担责任。

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
fr: <strong>Dans/Hors De</strong> - prédisez si le marché restera à l'intérieur de deux prix-cibles, ou finira entre ou sortira de ceux-ci.
zh_cn: <strong>入/出</strong> - 预测市场将保留在两个目标价位之间或是会在结束时自阿两者之间或之外。

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
fr: <strong>Dans/Hors De</strong> - ou vous pouvez profiter du fait que le marché reste à l'intérieur, ou sort de deux prix-cibles.
zh_cn: <strong>内/外</strong>从市价保持在两个目标价格的范围之内，或超出范围之外中获利。

source: <strong>Instant access</strong> - open an account in minutes.
fr: <strong>Accès instantané</strong> - ouvrez un compte en quelques minutes.
zh_cn: <strong>立即访问</strong> - 仅需数分钟即可开设账户。

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
fr: <strong>Financement instantané</strong> - ouvrez, déposez ou retirer sur votre compte en quelques minutes, 24 heures par jour.
zh_cn: <strong>即时资金</strong>无论是开设账户、入金还是从账户取款，都只需要数分钟即可完成操作，并且全天 24 小时提供服务。

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
fr: <strong>Risques connus</strong> - vous savez depuis le départ ce que vous gagnerez ou perdrez.
zh_cn: <strong>已知风险</strong> -您可从开始时预先得知您的收益或损失。

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
fr: <strong>Action à long terme</strong> - choisissez des trades avec des périodes allant jusqu'à 365 jours.
zh_cn: <strong>长线交易</strong> - 选择最高达 365 天的合约。

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
fr: <strong>Mises Minimales basses</strong> - commencez à trader avec aussi peu que $5.
zh_cn: <strong>最低交易金额</strong> - 最低仅需 5 美元即可开始交易。

source: <strong>Lucky 10 Digits</strong> - these are trades where the trader predicts the last decimal digit of a market after 5 ticks to win 10 times the initial stake.
fr: <strong>10 Chiffres Chanceux</strong> - ce sont des trades où le trader prédit le dernier chiffre décimal d'un marché après 5 intervalles pour remporter 10 fois la mise initiale.
zh_cn: <strong>幸运10位数</strong> -该交易即：如果客户预测到了市场在5个价位后的最后一位十进制数字，就可以赚取 10 倍收益。

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
fr: <strong>Pas de surprises</strong> - pas de "dérapage", pas "d'appels de marge", pas "d'arrêts" et pas de frais ou de commissions cachées.
zh_cn: <strong>无惊无险</strong> - 无 "延期成本"，无"追加保证金"，不会被 "强行平仓"，及无隐藏费用或佣金。

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
fr: <strong>Pas de surprises</strong> - vous n'aurez jamais d'appels de marge, de risque d'écart, de coûts de dérapage ou de taxes ou commissions cachées.
zh_cn: <strong>无惊无险</strong> -您永远无需 "追加保证金"，"缺口风险"，"延期成本"，隐藏费用或佣金。

source: <strong>Note:</strong> There is a 1.5% commission on any payout.
fr: <strong>Remarque :</strong> Il y a une commission de 1.5% sur tout versement.
zh_cn: <strong>注意:</strong> 任何收益都会收取1.5% 的佣金。

source: <strong>Note:</strong> There is no commission on any winnings.
fr: <strong>Remarque :</strong> Il n'y a pas de commission sur un quelconque gain.
zh_cn: <strong>注意:</strong> 所有收益都不收取佣金。

source: <strong>Note:</strong> to minimize the file size, please save the image in PNG or JPEG format.
fr: <strong>Remarque :</strong> pour réduire la taille du fichier, merci d'enregistrer l'image au format PNG ou JPEG.
zh_cn: <strong>附注：</strong> 为让文件最小，请将图像保存为 PNG 或 JPEG 格式。

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
fr: <strong>Technologie brevetée</strong> - %1 est le pionnier du secteur et détient une technologie de tarification brevetée.
zh_cn: <strong>专利技术</strong> - %1 是业内领先企业，拥有专利报价技术。

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
fr: <strong>Options de paiement</strong> - %1 offre plusieurs moyens de paiement comme des cartes de crédit/débit, les virements bancaires, la monnaie électronique et les portefeuilles électroniques.
zh_cn: <strong>支付选项</strong> %1 提供丰富多样的付款方式，可使用信用卡/借记卡，或银行电汇、电子现金及电子钱包。

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
fr: <strong>Marchés calmes</strong> - choisissez le trade ne-touche-pas, le trade reste-entre, ou le trade finit-entre.
zh_cn: <strong>停滞市场</strong> - 选择不触及交易、保持在范围之内交易或收于范围之内交易。

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
fr: <strong>Indices Aléatoires</strong> - effectuez des trades sur les indices aléatoires de marque déposée de %1.
zh_cn: <strong>随机指数</strong> -进行 %1的所有权随机指数交易。

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
fr: <strong>Indices Aléatoires</strong> - effectuez des trades sur les indices aléatoires de %1, 24/7.
zh_cn: <strong>随机指数</strong> - 全天候进行 %1 本身的随机指数交易。

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
fr: <strong>Hausse/Baisse</strong> - prédisez si le niveau actuel du marché augmentera ou baissera.
zh_cn: <strong>上升/下跌</strong> - 预测市场价格是否会从当前价位上升或下跌。

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
fr: <strong>Hausse/Baisse</strong> - où vous pouvez profiter du fait que le marché va augmenter ou baisser par rapport à son niveau actuel.
zh_cn: <strong>上升/下跌</strong> - 您可在市场价格从当前价位上升或下跌时获利。

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
fr: <strong>Marchés en hausse</strong> - choisissez avec le trade hausse, le trade supérieur, le trade une-touche avec barrière supérieure, ou le trade ne-touche-pas avec barrière inférieure.
zh_cn: <strong>上升市场</strong> - 以高价位水平选择上升交易、高于交易、一触即发交易，或以低价位水平选择未触及交易。

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
fr: <strong>Trading variable</strong> - gagnez le même retour proportionnel sur des mises de toutes les valeurs.
zh_cn: <strong>可调比例交易</strong> - 无论投入多少资金进行交易，均可获得同等回报率。

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
fr: <strong>Securité</strong> - %1 garantit que vos données personnelles et transactions sont toujours sécurisées.
zh_cn: <strong>安全保障</strong> - %1 确保您个人数据和交易的安全。

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
fr: <strong>Déterminez votre probabilité de gagner</strong> - choisissez les trades avec hauts gains et une faible probabilité de gagner, ou avec faibles gains et une haute probabilité de gagner.
zh_cn: <strong>设定收益概率</strong> - 选择进行高收益/低概率交易来获利，或选择进行低收益/高概率交易来获利。

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
fr: <strong>Du court au long terme</strong> - choisissez des intervalles de 10 secondes à 365 jours.
zh_cn: <strong>长短线交易</strong> - 可选择为期 10 秒至 365 天的交易合约。

source: <strong>Short-term action</strong> - choose tick trades and intraday trades, from 1 minute to 24 hours.
fr: <strong>Actions à court terme</strong> - choisissez des trades ponctuels et des trades intrajournalier, de 1 minute à 24 heures.
zh_cn: <strong>短线交易</strong> - 选择从 1 分钟至 24 小时不等的tick trades 交易及日间交易。

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
fr: <strong>Indices boursiers</strong> - effectuez des trades sur les principaux indices boursiers mondiaux.
zh_cn: <strong>股指</strong> - 进行全球所有重要股指交易。

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
fr: <strong>Indices boursiers</strong> - effectuez des trades sur tous les principaux indices boursiers mondiaux.
zh_cn: <strong>股指</strong> - 进行全球所有重要股指交易。

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
fr: <strong>Retirez des gains rapides</strong> - vendez vos trades à long terme aux prix du marché avant leur expiration.
zh_cn: <strong>提早获利</strong> - 合约到期前，可按市价卖出长线交易头寸。

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
fr: <strong>Tax-free</strong> - les options binaires sont répertoriées comme activité de paris au Royaume-Uni, donc vos gains sont exonérés d'impôts.
zh_cn: <strong>免税</strong> - 二元期权在英国是获得特许的合约交易活动，因此您的获利无需纳税。

source: <strong>Tick Trade Quick 10%</strong> - these are trades where the trader predicts that the last decimal digit of a market after 5 ticks will NOT be the number selected.
fr: <strong>Trade Ponctuel 10% Rapide</strong> ce sont des trades où le trader prédit que le dernier chiffre décimal d'un marché après 5 Intervalles ne sera PAS le chiffre sélectionné.
zh_cn: <strong>快速 10% 跳点交易</strong> - 该交易即：客户预测市场在 5 个价位后的最后一位十进制数字不会是所选的数字。

source: <strong>Tick Trade Up/Down</strong> - these are trades where the trader predicts if the market will move up or down after 5 ticks.
fr: <strong>Tick Ponctuels Hausse/Baisse</strong> ce sont des trades où le trader prédit si le marché va monter ou descendre après 5 Intervalles.
zh_cn: <strong>上升/下跌跳动点交易</strong> - 该交易即：客户预测市场将在 5 个价位后上涨或下跌。

source: <strong>Tick Trades</strong> - where you can profit from ultra short-term market movements over the next five ‘ticks’.
fr: <strong>Trades Ponctuels</strong> - où vous pouvez profiter de mouvements du marché à ultra court terme durant les prochains cinq 'intervalles'.
zh_cn: <strong>跳点交易</strong> - 在接下来的5个跳动式超短期市场波动中获利。

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
fr: <strong>Touche/Ne Touche Pas</strong> - prédisez si le marché touchera ou pas un prix-cible.
zh_cn: <strong>触及/未触及</strong> - 预测市场价格将触及或不会触及目标价格。

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
fr: <strong>Touche/Ne Touche Pas</strong> - où vous pouvez profiter du fait que le marché touche ou ne touche pas un prix-cible,
zh_cn: <strong>触及/未触及</strong> - 在市场价格触及或不触及目标价格时获利。

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $75,000.
fr: <strong>Tradez selon votre budget</strong> mouillez-vous les pieds avec $2 ou touchez le gros lot à $75,000.
zh_cn: <strong>按您的预算进行交易。</strong> 可选择投入 2 美元或 75,000 美元进行交易。

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
fr: <strong>Tradez selon votre stratégie</strong> placez vos trades au feeling, utilisez des analyses techniques ou fondamentales.
zh_cn: <strong>按您的策略进行交易</strong> 使用技术或基本面分析，相信您的判断，按您的所想执行交易。

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
fr: <strong>Trder lorsque vous voulez trader</strong> - trade 24/7, même le weekend.
zh_cn: <strong>随时交易</strong>全天候均可进行，包括周末。

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
fr: <strong>Tradez en toute confiance</strong> obtenez les tarifications habituellement réservés aux gros joueurs institutionnels.
zh_cn: <strong>放心交易</strong> 获取通常仅提供给大机构交易者的优质报价。

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
fr: <strong>Trader de votre manière</strong> - personnalisez vos trade pour répondre à vos besoins.
zh_cn: <strong>按自己方式交易</strong> - 按需定制您的交易。

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
fr: <strong>Jusqu'à 100% de retours sur les trades en hausse/baisse</strong> - nous vous défions de trouver de meilleurs retours sur un quelconque site web concurrent.
zh_cn: <strong>从上升/下跌交易中获得高达 100% 的利润</strong> - 我们接受挑战，您可以从我们竞争对手的网站中查看是否有比我们更优质的报价。

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
fr: <strong>Marchés volatiles</strong> - choisissez le trade une-touche, le trade sort-de, ou le trade finit-dans.
zh_cn: <strong>波动市场</strong> - 可选择一触即发交易、保持在范围之外交易或收于范围之外交易。

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
fr: <ul class='checked'>↵ <li>%1 est la plate-forme dominante du trading d'option binaire.</li> <li>Avec une interface en anglais, en espagnol, en français, en japonais, en portugais, en russe et en indonésien, elle a un attrait international.</li> <li>La plate-forme %1 est à 100% basée sur le web et instantanément disponible pour les clients.</li> <li>La plate-forme est conviviale et accessible aux traders de tous niveaux.</li> <li>Le programme affilié %1 est compétitif et s'adapte à vos exigences spécifiques [quelles qu'elles soient].</li> </ul> <p>Si vous voulez profiter de ce produit très convoité, votre meilleur choix est de devenir partenaire du leader du marché, %1. Nous sommes actifs dans ce domaine depuis 1999, et nous savons ce que nous faisons.</p>
zh_cn: <ul class='checked'> <li>%1 是领先的二元期权交易平台。</li> <li>拥有多语种界面，包括英语、西班牙语、法语、日本语、葡萄牙语、俄语和印度尼西亚语，交易无国界。</li> <li>%1 平台完全基于网页，客户使用更便捷。</li> <li>平台十分方便易用，适合各种水平的交易者。</li> <li>%1 联盟计划颇具吸引力，满足您独特的需求（无论他们是什么）。</li> </ul> <p>如果您想从这种高需求的产品中获利，那么最好的办法就是与市场领导者 %1合作。我们从 1999 年开始就经营此业务，深知此行业的精髓。</p>
