Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: If you meet our basic requirements, we’ll send you a talent test.
fr: Si vous répondez à nos exigences de base, nous vous enverrons un test de talent.
zh_cn: 如果您符合我们的基本要求，我们会向您发送一个才能测试。

source: If you need help, please contact our customer support team at %1
fr: Si vous avez besoin d'assistance, veuillez contacter notre service clientèle à %1
zh_cn: 如果您需要帮助，请联系我们的客户支援团队于%1

source: If you select "Differs", you win the payout if the market price does not end in the digit you have selected.
fr: Si vous sélectionnez "Diffère", vous remportez le prix si le prix du marché ne se termine pas par le chiffre que vous avez sélectionné.
zh_cn: 如果您选择「不同」，而市价并未以您选取的数字结束，则您就赢得了该笔款项。

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
fr: Si vous sélectionnez "Ne Touche Pas", vous remportez la mise si le marché ne touche jamais la <strong>barrière</strong>, à aucun moment au cours de la <strong>période de contrat</strong>.
zh_cn: 如果你选择了“不探底”，如果市场在 <strong>交易期间</strong>一直没有探至<strong>价格界线</strong>，你就赢得了交易。

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
fr: Si vous sélectionnez "Finit Entre", vous remportez la mise si le <strong>point de sortie</strong> est strictement supérieur à la <strong>barrière Inférieure</strong> ET strictement inférieur à la <strong>barrière Supérieure</strong>.
zh_cn: 如果你选择“区间内结束”，如果<strong>退出点</strong>严格高于<strong>低界限</strong>，并且严格低于<strong>高界线</strong>，你将赢得交易。

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
fr: Si vous sélectionnez "Finit Hors de", vous remportez la mise si le <strong>point de sortie</strong> est OU strictement supérieur à la <strong>barrière Supérieure</strong> OU strictement inférieur à la <strong>barrière Inférieure</strong>.
zh_cn: 如果你选择“区间外结束”，当<strong>退出点</strong>要么严格高于<strong>高界线</strong>，或者严格低于<strong>低界线</strong>，你将赢得交易。

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
fr: Si vous sélectionnez "Baisse", vous remportez la mise si le <strong>point de sortie</strong> est strictement inférieur au <strong>point d'entrée</strong>.
zh_cn: 如果你选择“下跌”，如果<strong>退出点</strong>严格低于<strong>进入点</strong>，你将赢得交易。

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
fr: Si vous sélectionnez "Sort De", vous remportez la mise si le marché touche la <strong>barrière Supérieure</strong> ou la <strong>barrière Inférieure</strong> à tout moment au cours de la <strong>période de contrat</strong>.
zh_cn: 如果你选择了“超出区间外”，如果市场在<strong>交易期间</strong>任何时候探至<strong>高界线</strong>或<strong>低界线</strong>，你将得赢得交易。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
fr: Si vous sélectionnez "Hausse", vous remportez la mise si le <strong>point de sortie</strong> est strictement supérieur à la <strong>barrière</strong>.
zh_cn: 如果你选择“更高”，如果 <strong>退出点</strong>严格高于<strong>界线</strong>，你将赢得交易。

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
fr: Si vous sélectionnez "Baisse", vous remportez la mise si le <strong>point de sortie</strong> est strictement inférieur à la <strong>barrière</strong>.
zh_cn: 如果你选择“更低”，如果<strong>退出点</strong>严格低于<strong>界线</strong>，你将赢得交易。

source: If you select "Matches", you win the payout if the market price ends in the digit you have selected.
fr: Si vous sélectionnez " Est égal à", vous remportez le prix si le prix du marché se termine par le chiffre que vous avez sélectionné.
zh_cn: 如果您选择「相符」，而市价以您选取的数字结束，则您赢得该笔款项。

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
fr: Si vous sélectionnez "Hausse", vous remportez la mise si le <strong>point de sortie</strong> est strictement supérieur au <strong>point d'entrée</strong>.
zh_cn: 如果你选择“上升”，如果<strong>退出点</strong>严格高于<strong>进入点</strong>，你将赢得交易。

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
fr: Si vous sélectionnez "Reste Entre", vous remportez la mise si le marché reste entre (ne touche pas) la <strong> barrièrre Supérieure</strong> ou la <strong>barrière Inférieure</strong> à tout moment au cours de la <strong>période de contrat</strong>.
zh_cn: 你过你选择“位于”，如果市场在<strong>交易期间</strong>任何时候位于<strong>高界线</strong>和<strong>低界线</strong>（并不达到），你将赢得交易。

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
fr: Si vous sélectionnez "Touche", vous remportez la mise si le marché touche la <strong>barrière</strong> à tout moment au cours de la <strong>période de contrat</strong>.
zh_cn: 如果你选择“探底”，如果市场在<strong>交易期间</strong>任何时候探至<strong>界线</strong>，你将赢得交易。

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
fr: Si vous sélectionnez "baisse", vous remportez la mise si le prix du marché est inférieur au <strong>point d'entrée</strong>.
zh_cn: 如果你选择“下跌”，如果市场价格低于进入点，你将赢得交易。

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
fr: Si vous sélectionnez "baisse", vous remportez la mise si le prix du marché est inférieur au point d'entrée.
zh_cn: 如果你选择“下跌”，如果价格低于进入点，你将赢得交易。

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
fr: Si vous sélectionnez "hausse", vous remportez la mise si le prix du marché est supérieur au <strong>point d'entrée</strong>.
zh_cn: 如果你选择“上升”，如果市场价格高于 <strong>进入点 </strong>你将赢得交易。

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
fr: Si vous sélectionnez "hausse", vous remportez la mise si le prix du marché est supérieur au point d'entrée.
zh_cn: 如果你选择“上升”，如果市场价格高于进入点，你将赢得交易。

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
fr: Si vous sélectionnez un <strong>moment de départ</strong> dans le futur, le <strong>moment de départ</strong> est celui qui est sélectionné et le <strong>point d'entrée</strong> est le prix valable à ce moment.
zh_cn: 如果你选择了将来的<strong>生效时间</strong>，交易<strong>生效时间</strong>就是选择的时间，<strong>进入点</strong>就是当时的实时价格。

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
fr: Si vous sélectionnez un <strong>moment de départ</strong> correspondant à "Maintenant", le <strong>moment de la fin</strong> correspond au nombre choisi de minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
zh_cn: 如果你选择的<strong>生效时间</strong>是“现在”，交易<strong>结束时间</strong>就是交易<strong>生效时间</strong>之后所选的分钟数或小时数（如果期间短于一天），或在交易日的结束时间（如果期间为一天或更长）。

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
fr: Si vous sélectionnez un <strong>moment de départ</strong> correspondant à "Maintenant", le <strong>moment de départ</strong> correspond au moment où le contrat est traité par nos serveurs et le <strong>point d'entrée</strong> correspond ensuite au <strong>prochain intervalle</strong>.
zh_cn: 如果你选择的<strong>生效时间</strong>是“现在”，交易<strong>生效时间</strong>就是我们的服务器处理交易的时间，<strong>进入点</strong>就是<strong>下一个价位</strong>。

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
fr: Si vous sélectionnez un <strong>moment final</strong> spécifique, le <strong>moment de final</strong> est le moment sélectionné.
zh_cn: 如果你选择了特定的<strong>结束时间</strong>，交易<strong>结束时间</strong>就是选择的时间。

source: If you wish to raise these limits, please <a href="%1">authenticate</a> your account.
fr: Si vous souhaitez augmenter ces limites, veuillez <a href="%1">authentifier</a> votre compte.
zh_cn: 如果您想提高这些限额，请<a href="%1">验证</a>您的账户。

source: If you wish to raise these limits, please authenticate your account.
fr: Si vous souhaitez augmenter ces limites, veuillez authentifier votre compte.
zh_cn: 如果您想提高这些限额，请验证您的账户。

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
fr: Si vous êtes en Asie, vous trouvez peut-être les %1 plus intéressants parce qu'ils se réinitialisent au moment où les marchés asiatiques ferment.
zh_cn: 如果您在亚洲，％1 将对您特别有吸引力，因为它约在亚洲市场收盘的时候重新设置。

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
fr: Si vous êtes un trader individuel, vous allez apprécier la simplicité, la flexibilité et le risque limité du trading binaire. Avec les mises minimales basses de %1, vous allez apprendre rapidement comment effectuer des trades avec compétence et confiance. Et si vous avez des questions, n'hésitez pas à contacter <a class="pjaxload" href="%2">notre support clientèle serviable</a>.
zh_cn: 如您是个别交易员，您将可领会到二元交易的简易，灵活和低风险。有了%1的低额最低资金，您将很快了解如何以技巧和信心进行交易。如有任何疑问，您可随时联系<a class="pjaxload" href="%2">我们的援助台</a>。

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
fr: Si vous voulez construire une carrière, et pas un résumé, parlez-nous, Binary.com. Nous sommes un des endroits de travail les plus vibrants et les plus progressifs dans le monde de l'IT.
zh_cn: 如果你想成就一番事业，而不是一份简历，请跟我们Binary.com谈。我们是IT世界中最具活力和进步的工作场所之一。

source: Illegal contract type %1
fr: Type de contrat illégal %1
zh_cn: 非法交易类型%1

source: Illegal currency $currency for $broker
fr: Devise illégale $devise pour $courtier
zh_cn: 非法货币$货币$经纪人

source: Imagine
fr: Imaginez
zh_cn: 想象

source: Imagine a workplace that often doesn’t feel like work.
fr: Imaginez un endroit de travail où le travail n'est souvent pas perçu comme du travail.
zh_cn: 想象一下，一个能够对你的个性，创造性和冒险感得到重视和奖励的工作场所。

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
fr: Imaginez un endroit de travail où votre individualité, votre créativité et votre sens d'aventure sont apprécié et récompensés.
zh_cn: 想象一下，一个能够对你的个性，创造性和冒险感得到重视和奖励的工作场所。

source: Improve Binary.com’s front-end content
fr: Améliorez le contenu frontal de Binary.com
zh_cn: 改进 Binary.com 的前端内容

source: In / Out
fr: Dans / Hors de
zh_cn: 范围之内 / 之外

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
fr: En avril, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (connu dans le passé sous <a target="_blank" href="http://www.xodds.com">Xodds.com</a>)entre en service, établissant un service de paris financiers continuel sur une variété d'indices financiers. Les affaires grandissent rapidement, et nous devenons rapidement le leader du marché des paris financiers avec cotes fixes.
zh_cn: 今年四月，<a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a>（原名<a target="_blank" href="http://www.xodds.com">Xodds.com</a>）正式上线，建立了各种财务指标的二十四小时金融投注服务。业务快速增长，我们很快即成为固定赔率金融投注的市场领导者。

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
fr: En octobre 1999, Regent Markets a reçu US$2 millions d'investissement du Jim Mellon par son Regent Pacific Group, une société de direction de fonds basée à Hong Kong.
zh_cn: Regent Markets于1999年10月获得了吉姆•梅隆先生(Jim Mellon)通过他在香港的基金管理公司Regent Pacific Group所支付的 200万美元投资资金。

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
fr: Dans le style classique de Silicon Valley, le gestionnaire de fonds spéculatifs et entrepreneur basé à Hong Kong, Jean-Yves Sireau, commence Regent Markets dans sa chambre à coucher à Hong Kong. Il développe les systèmes, les méthodes et les algorithmes pour introduire un système de paris financiers à cotes fixes. La vision de Jean-Yves est de créer un marché des contrats de dérivés les plus simples - le pari à cotes fixes - et d'offrir aux investisseurs ordinaires la chance de faire de petits paris. Jusqu'à son innovation, les options binaires étaient normalement tradées en grandes quantités.
zh_cn: 在香港的对冲基金经理和企业家Jean-Yves Sireau以典型的硅谷风格在其香港卧室成立了Regent Markets。他开发了实现固定赔率金融投注体系的系统，方法和算法。Jean-Yves的愿景是在所有衍生品合约中最简单的固定赔率投注创建市场，并提供普通投资者进行小额赌注的机会。直到他的发明之前，二元期权通常只进行大数目金额交易。

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
fr: Dans les marchés de change étrangers, les traders pouvez introduire des contrats sur la base du taux de change d'une devise par rapport à une autre devise. Par exemple, si un trader sélectionne hausse pour le marché EUR/USD, ils prédisent que la valeur de l'Euro va augmenter par rapport à la valeur du dollar US.
zh_cn: 在外汇市场中，交易者可以根据一个货币对另一个货币的价格变动进入交易合约。例如，如果交易者选择欧元/美元「上涨」，即预测欧元的价值相对美元的价值将会上涨。

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
fr: Afin que vous puissiez placer des contrats, nous devons connaître votre lieu de Résidence (Pays). Veuillez mettre à jour vos paramètres.
zh_cn: 为了让您能够制订交易，我们需要知道您的居住地（国家）。请更新您的设定。

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
fr: Afin d'effectuer votre retrait, vous devez authentifier votre compte. Une fois que cela est fait, veuillez vous rendre à la Caisse et réessayer de procéder au retrait.
zh_cn: 为了完成你的提款，你必须证明你账户的真实性。然后请重新进入出纳，并且在此取款。

source: In such an event, the Company may at its sole discretion (with or without notice) close out Clients' open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
fr: Dans un tel cas, la Société peut, à sa seule discrétion (avec ou sans notification), fermer les contrats financiers ouverts du Client aux prix qu'elle considère comme étant adéquats et raisonnables à ce moment, et aucune réclamation ne peut être faite à la Société en relation avec cette clôture de comptes.
zh_cn: 在这种情况下，公司可自行（不论通知与否）以其认为合理公平的价格关闭顾客敞开的金融交易合约，且无需受理对公司提起的与此相关的任何索赔。

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
fr: Dans le champ "Instructions Supplémentaires", veuillez préciser le mode de paiement et le numéro de compte auquel l'Agent va envoyer les fonds.
zh_cn: 请在“详细说明”字段指明支付方式及代理人转账的账号。

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mis-pricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
fr: Dans le cas où quelconques contrats financiers sont acquis ou vendus à des prix ne reflétant pas les prix équitables du marché, ou sont acquis ou vendus à un niveau de risque anormalement faible du fait d'une erreur de programmation non détectée, un bug ou un malfonctionnement du logiciel de notre site web, la Société se réserve le droit de mettre fin ou d'inverser cette transaction après notification au Client de la nature de l'erreur informatique ayant conduit à une tarification erronée. Les clients sont dans le devoir d'aviser la Société de tout problème ou de toute incapacité suspectée du système qu'ils sont susceptible de rencontrer, et ne doivent pas tirer profit de tels problèmes pour leur propre compte. La Société s'efforcera de résoudre toute difficulté de ce type dans les plus brefs délais. Les personnes disposant de connaissances internes de tout marché financier ou instrument sont dans l'interdiction de faire du trading sur ce site web.
zh_cn: 如果由于我们网站软件没有检测出的编程错误、病毒或缺陷，导致任何金融交易合约的购买或售出价格未能反映公平的市场价格或者以异常低的风险购买和售出，公司有权通过将导致错误报价的电脑错误通知顾客的方式取消或者撤销这类交易。顾客有义务向公司报告其所经历的任何问题或可能的系统缺陷，不得滥用系统缺陷盈利。公司将努力在最短时间内解决这些问题。拥有任何金融市场或者工具的内幕信息的人员禁止在本网站上交易。

source: In the meantime, we hope that you will have found the site to be informative and that it will meet with your requirements for financial fixed-odds trading.
fr: En attendant, nous espérons que vous avez trouvé le site instructif et qu'il comblera vos attentes en matière de trading financier à cotes fixes.
zh_cn: 同时，我们希望本站对您有所帮助，并满足您对金融固定赔率交易的需求。

source: In these terms and conditions, Y represents the amount of funds that you must deposit and X represents the bonus amount that you will receive.
fr: Dans les présentes conditions générales, Y représente le montant des fonds que vous devez déposer et X représente le montant bonus que vous recevrez.
zh_cn: 在这些条款中，Y代表你必须存入的资金数额，X代表你将收到的红利数额。

source: In what country do you want to offer your service
fr: Dans quel pays souhaitez-vous offrir vos services
zh_cn: 您要提供服务的国家

source: In/Out
fr: Dans/Hors de
zh_cn: 范围之内/之外

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
fr: Dans/Hors de (<a href="%1">finit entre/hors de</a> et <a href="%2">reste entre/sort de</a>)
zh_cn: 范围之内/之外(<a href="%1">在范围之内/之外收市</a> 以及<a href="%2">保持在范围之内/超出范围之外</a>)

source: In/Out trades
fr: Trades Dans/Hors de
zh_cn: 范围之内 / 之外交易

source: In/out trades
fr: Trades dans/hors de
zh_cn: 范围之内 / 之外的交易

source: Indemnity and Liability
fr: Indemnité et Responsabilité
zh_cn: 赔偿及责任

source: Indicative
fr: Indicatif
zh_cn: 指示性

source: Indicative Price
fr: Prix Indicatif
zh_cn: 指示价格

source: Indicator
fr: Indicateur
zh_cn: 指标

source: Indicator that displays the width of Bollinger Bands.
fr: Indicateur affichant la largeur des Bandes de Bollinger.
zh_cn: 显示布林带宽度的指标。

source: Indicator that displays the width of Donchian Channels.
fr: Indicateur affichant la largeur des Donchian Channels.
zh_cn: 显示唐奇安通道宽度的指标。

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
fr: Indicateur calculé en soustrayant une moyenne mobile exponentielle de 10 périodes d'une moyenne mobile de 3 périodes de la Ligne de Distribution d'Accumulation.
zh_cn: 通过从累积分配线的 3 个期间移动平均数减去 10 个期间指数移动平均数而计算的指标。

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
fr: Indicateur signalant une tendance à la hausse lorsqu'il monte au-dessus de zéro, et une tendance à la baisse lorsqu'il descend en-dessous de zéro. Plus l'oscillateur se trouve éloigné de la ligne de zéro, plus la tendance est accentuée.
zh_cn: 当指数大于零时指示上升趋势，小于零时指示下跌趋势。摆动指标离基准线越远，趋势越强。

source: Indices
zh_cn: 指数

source: Individual Traders
fr: Traders Individuels
zh_cn: 个人交易者

source: Indonesia
fr: Indonésie
zh_cn: 印尼

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
fr: Informations sur les sources de données utilisées par notre société, et comment les données sont traitées avant leur entrée dans le système.
zh_cn: 我们公司使用的数据源的相关信息，以及数据在输入系统之前的处理方式。

source: Input error.
fr: Erreur d'entrée.
zh_cn: 输入错误

source: Instant
zh_cn: 即时

source: Instrument
zh_cn: 工具

source: Instrument:
zh_cn: 工具:

source: Instruments
zh_cn: 工具

source: Interested? Why not try a virtual account
fr: Intéressé? Pourquoi ne pas essayer un compte virtuel
zh_cn: 感兴趣？何不试试开个虚拟账户

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website, no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
fr: Une devise internationale, un indice boursier ou les prix de matières premières sont hautement volatils et très difficiles à prédire. A cause de cette volatilité, en plus du système de tarification qui favorise le site web, aucun contrat financier vendu dans notre système (si le gain dépasse ou non le montant initial) ne peut être considéré comme un contrat sûr.
zh_cn: 国际货币、股指或大宗商品价格波动非常剧烈，很难预测。由于波动幅度较大，加上有利于网站的定价系统的偏倚，在我们系统中购买的金融%合约(action)合约（不论收益是否超出溢价金额）不得视为安全 %合约(singular).
