Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Our email address is %1.
fr: Notre adresse email est %1.
zh_cn: 我们的电子邮件地址为%1。

source: Our exclusive pricing technology gives you the best possible opportunity to make your money work for you.
fr: Notre technologie exclusive de tarification vous offre la meilleure opportunité possible pour faire travailler votre argent pour vous.
zh_cn: 我们独有的报价技术为您提供盈利的最佳机会。

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
fr: Notre croissance organique rapide est renforcée par l'acquisition de la base clients de BetsForTraders, un de nos grands concurrents.
zh_cn: 我们收购了主要竞争对手之一，BetsForTraders的客户群，补充了我们快速的有机增长率。

source: Our information security policies are based on industry best practices in access control and business continuity.
fr: Nos politiques de sécurité des informations sont basées sur les meilleures pratiques du secteur en matière de contrôle d'accès et de continuité commerciale.
zh_cn: 我们的信息安全政策基于访问控制和业务持续的最佳实践。

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
fr: Nos serveurs utilisent un algorithme de filtrage des intervalles. L'objectif de cet algorithme de filtrage est de nettoyer la source des intervalles errants. Les intervalles errants sont des intervalles tombant visiblement à l'extérieur de la zone de trading actuelle du marché; ces intervalles sont souvent dus à des retards de communication avec les bourses ou avec les banques fournissant les valeurs, à des erreurs humaines ou à des problèmes de base de données à n'importe quel moment entre l'émetteur de la valeur et nos serveurs.
zh_cn: 我们的服务器使用最小价位过滤算法。过滤算法的目标是剥离偏离价位源。偏离价位是非常明显地偏出市场现有交易范围的价位。该等价位主要是由于提供报价的交易所或者银行的通信延迟、或报价源头与我们服务器之间任何点的数据库问题所造成的。

source: Over one billion dollars in trades to date.
fr: Plus d'un milliard de dollars actuellement dans les trades.
zh_cn: 迄今为止，交易额已超过十亿美元。

source: Overlay
fr: Superposition
zh_cn: 覆盖

source: Overlay Instruments
fr: Instruments de Superposition
zh_cn: 覆盖工具

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
fr: La propriété et le contenu du site de %1 restent nos propriétés respectives et ne devront pas être considérés comme ayant été transférés à l'affilié, par l'intermédiaire de toute action ou omission liée à l'accord d'affiliation.
zh_cn: %1站点的所有权和内容均为我们拥有，不得视为通过联盟协议相关的任何作为或不作为转移至联盟。

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
fr: L'affilié est le seul responsable pour la propriété, le contenu et les engagements financiers des sites affiliés. Vous serez le seul responsable du développement, du fonctionnement et de la maintenance de votre site et de l'ensemble des matériels apparaissant sur celui-ci. Vous nous indemniserez et vous ne nous tiendrez pas responsable pour toute réclamation, dommage et frais (incluant, sans s'y limiter, les frais de "procuration") par rapport au développement, au fonctionnement, à la maintenance et au contenu de votre site.
zh_cn: 联盟站点的所有权、内容和法律责任均有联盟全权负责。您仅全权负责您网站及其所显示之全部材料的开发、运营和维护。对于与您网站开发、运营、维护和内容相关的一切索赔、损害赔偿和开支（包括但不限于律师费），您将对公司进行赔偿，并使其免害。

source: P.O. Box is not accepted
fr: La Boîte P.O. n'est pas acceptée
zh_cn: 不接受邮政信箱

source: PLEASE CONTACT CUSTOMER SUPPORT.
fr: VEUILLEZ CONTACTER LE SERVICE CLIENTELE.
zh_cn: 请联系客户支持。

source: Page not found
fr: Page non-trouvée
zh_cn: 无法找到页面

source: Parabolic SAR
fr: SAR Parabolique
zh_cn: 抛物线状止损与反转 (SAR)

source: Parameter value must be greater than zero
fr: La valeur du paramètre doit être supérieure à zéro
zh_cn: 参数值必须大于零

source: Participate in the development of Binary.com’s next-generation user-interface. This project, open-sourced as <a target="_blank" href="%1">BinaryUI</a> on github, is written entirely in Sencha ExtJS 5, and consumes the Binary.com <a href="%2">RESTful API</a>.
fr: Participez au développement de l'interface d'utilisateur de la nouvelle génération de Binary.com. Ce projet, open source sous <a target="_blank" href="%1">BinaryUI</a> sur github, est entièrement écrit dans Semcha ExtJS 5, et consume le Binary.com <a href="%2">RESTful API</a>.
zh_cn: 参加Binary.com下一代用户界面的开发。这个项目于github开源为<a target="_blank" href="%1">BinaryUI</a>，完全以 Sencha ExtJS 5 写入，及使用 Binary.com 之<a href="%2">RESTful API</a>。

source: Participating in the forex, stocks or commodities markets
fr: Participer aux marchés forex, actions ou matières premières
zh_cn: 参与外汇、股票或商品市场

source: Partner API
fr: Partenaire API
zh_cn: 应用程序编程界面(API)伙伴

source: Partner API Registration
fr: Inscription Partenaire API
zh_cn: 应用程序编程界面(API)伙伴注册

source: Partner API Registration for
fr: Inscription Partenaire API pour
zh_cn: 应用程序编程界面(API)伙伴注册目的

source: Password
fr: Mot de passe
zh_cn: 密码

source: Password is too long, please enter at most 30 characters.
fr: Le mot de passe est trop long, veuillez entrer 30 caractères maximum.
zh_cn: 密码过长，请输入至多 30 个字符。

source: Password is too short, please enter at least 3 characters.
fr: Le mot de passe est trop court, veuillez entrer 3 caractères minimum.
zh_cn: 密码过短，请输入至少 3 个字符。

source: Password not given.
fr: Mot de passe non entré.
zh_cn: 未输入密码。

source: Password reset
fr: Réinitialisation de mot de passe
zh_cn: 重设密码

source: Password:
fr: Mot de passe:
zh_cn: 密码：

source: Payment Agent Deposit
fr: Dépôt à un Agent de Paiement
zh_cn: 支付代理人存款

source: Payment Agent Withdrawal
fr: Retrait de l'Agent de Paiement
zh_cn: 支付代理人提款

source: Payment Agent activity not currently authorized
fr: Paiement de l'activité d'Agent n'est pas autorisé pour l'instant
zh_cn: 付款代理现时没权限进行活动

source: Payment Agent transfer
fr: Transfert de l'Agent de Paiement
zh_cn: 支付代理人转帐

source: Payment Agents are not available for your account.
fr: Les Agents de Paiement ne sont pas disponibles pour votre compte.
zh_cn: 您的账户无可用支付代理人。

source: Payment Agents are not available on this site.
fr: Les Agents de Paiement ne sont pas disponibles sur ce site.
zh_cn: 此网站无可用支付代理人。

source: Payment Methods
fr: Méthodes de paiement
zh_cn: 支付方式

source: Payment agents
fr: Agents de paiement
zh_cn: 支付代理商

source: Payment methods
fr: Méthodes de paiement
zh_cn: 支付方式

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
fr: Le paiement s’effectue mensuellement, au ou autour du 15ème jour de chaque mois, et crédité sur votre compte %1 spécifié.
zh_cn: 款项在每月十五号或附近支付给你特定的%1账户。

source: Payments
fr: Paiements
zh_cn: 支付

source: Payout
fr: Mise
zh_cn: 最高获利

source: Payout Currency
fr: Devise du Versement
zh_cn: 支付货币

source: Payout has moved in your favour from %1 to %2.
fr: Le gain a évolué en votre faveur de %1 à %2.
zh_cn: 该支出变动对您有利，从 %1 变为 %2。

source: Payout may not have more than two decimal places.
fr: Un retrait ne peut pas contenir plus de deux décimales.
zh_cn: 最高获利的小数点可能不会超过两位数。

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
fr: La mise doit se situer entre <strong>%1</strong> et <strong>%2</strong>.
zh_cn: 最高获利必须介于 <strong>%1</strong> 和 <strong>%2</strong>之间。

source: Pending Bonus: %1
fr: Bonus en attente : %1
zh_cn: 待定奖金：%1

source: Performance
fr: Résultat
zh_cn: 表现

source: Period
fr: Période
zh_cn: 期间

source: Perl Modules
fr: Modules Perl
zh_cn: Perl 模块

source: Phone Callback
fr: Rappel téléphonique
zh_cn: 电话回拨

source: Pick workspace file
fr: Prélever fichier espace de travail
zh_cn: 选取工作空间文件

source: Pip
fr: Pourcentage en points
zh_cn: 基点

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
fr: Pep représente le 'pourcentage en points' qui est généralement le quatrième rang décimal (c'est-à-dire 0.0001).
zh_cn: Pip代表了“百分点”，一般来说是小数点后4 位数(如0.0001)。

source: Place a random trade
fr: Placer un trade aléatoire
zh_cn: 制定随机交易

source: Platform Tour
fr: Tour de plate-forme
zh_cn: 平台之旅

source: Play Again
fr: Rejouer
zh_cn: 再玩

source: Please choose which currency you would like to transact in.
fr: Veuillez sélectionner la devise avec laquelle vous souhaitez faire des transactions.
zh_cn: 请选择你想要存入的货币类型。

source: Please click Back and input again.
fr: Veuillez cliquer sur Retour et entrer à nouveau.
zh_cn: 请点击“后退”并再次输入。

source: Please click on the "Play" button to start the video.
fr: Veuillez cliquer sur le bouton "Lire" pour démarrer la vidéo.
zh_cn: 请点击“播放”键播放视频。

source: Please confirm the transaction details in order to complete the transfer:
fr: Veuillez confirmer les détails de la transaction afin de compléter le transfert:
zh_cn: 请确认交易详情以完成转帐：

source: Please contact us using the toll-free number provided for your country or our general contact number below.
fr: Veuillez nous contacter en utilisant le numéro non surtaxé fourni pour votre pays, ou notre numéro de contact général ci-dessous.
zh_cn: 请拨打我们在您的国家提供的免费电话号码联系我们，或拨打下面的通用联系号码。

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
fr: Veuillez nous contacter pour tout ce que vous avez en tête, à <a href="mailto:%1">%1</a>. Nous serons contents d'écouter votre expérience et de répondre directement et précisément à chacune de vos questions.
zh_cn: 无论有何问题，请与发送邮件 至 <a href="mailto:%1">%1</a>与我们联系。我们十分乐意听取您的反馈，也将快速准确地回复您的问题。

source: Please do not click more than once and please allow 15 seconds for processing.
fr: Veuillez ne pas cliquer plus d'une fois et veuillez patienter 15 secondes pour le traitement.
zh_cn: 点击请勿超过一次，请等待 15 秒进行处理。

source: Please enter a date that is at least 6 months from now.
fr: Veuillez introduire une date qui est au moins 6 mois plus tard.
zh_cn: 请输入一个至少6个月后的日期。

source: Please enter a password.
fr: Veuillez entrer un mot de passe.
zh_cn: 请输入密码。

source: Please enter a town or city.
fr: Veuillez entrer une ville ou une commune.
zh_cn: 请输入城镇或城市。

source: Please enter a valid amount.
fr: Veuillez entrer un montant valide.
zh_cn: 请输入有效金额。

source: Please enter a valid name.
fr: Veuillez entrer un nom valide.
zh_cn: 请输入有效姓名。

source: Please enter an integer value.
fr: Veuillez entrer une valeur entière.
zh_cn: 请输入整数值。

source: Please enter date in the format YYYY-MM-DD.
fr: Veuillez entrer la date au format AAAA-MM-JJ.
zh_cn: 请输入日期，格式为年-月-日。

source: Please enter the Login ID to transfer funds.
fr: Veuillez entrer l'Identifiant de Connexion pour transférer les fonds.
zh_cn: 请输入登录 ID 以进行转帐。

source: Please enter the country where you want to offer your service
fr: Veuillez entrer le pays où vous souhaitez offrir vos services
zh_cn: 请输入要提供服务的国家

source: Please enter the first line of your home address.
fr: Veuillez entrer la première ligne de votre adresse du domicile.
zh_cn: 请输入您家庭地址的第一行。

source: Please enter your email address.
fr: Veuillez entrer votre adresse email.
zh_cn: 请输入您的电邮地址。

source: Please enter your first name.
fr: Veuillez entrer votre prénom.
zh_cn: 请输入您的名。

source: Please enter your last name.
fr: Veuillez entrer votre nom de famille.
zh_cn: 请输入您的姓。

source: Please enter your secret answer
fr: Veuillez entrer votre réponse secrète
zh_cn: 请输入您的密码保护问题答案

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
fr: Veuillez compléter votre Identifiant de connexion et le Montant que vous souhaitez transférer à votre Client dans le formulaire ci-dessous:
zh_cn: 请在下表填写登录 ID 以及您要转给您的客户的金额：

source: Please input a valid date.
fr: Veuillez entrer une date valide.
zh_cn: 请输入有效日期。

source: Please input it again to confirm
fr: Veuillez l'entrer à nouveau pour confirmer
zh_cn: 请再次输入以确认

source: Please log in to use this feature
fr: Veuillez vous connecter pour utiliser cette fonctionnalité
zh_cn: 要使用该功能请登入

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
fr: Veuillez vous assurer d'abord que vous êtes d'accord avec l'Agent sur les délais de paiement avant de soumettre votre demande.
zh_cn: 在提交请求前，请确保您首先同意代理人的支付条款。

source: Please note that if you have deposited at least once by credit/debit card, you may find that you are restricted in the amount you may convert into other currencies.
fr: Veuillez noter que si vous avez fait un dépôt au moins une fois par carte de crédit/débit, vous pouvez réaliser que le montant que vous pouvez convertir dans d'autres devises est restreint.
zh_cn: 请注意，如果您至少一次通过信用卡/借记卡存款，您将发现您可转换为其它货币的金额会受到限制。

source: Please note that mobile telephone bills are not acceptable as evidence of address
fr: Veuillez noter que les factures de téléphone portable ne sont pas acceptées en tant que justificatif d'adresse
zh_cn: 请注意，不接受手机帐单作为地址证明

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
fr: Veuillez noter que notre site web génère des fichiers journaux enregistrant les adresses IP des accès à votre compte. Cette information est collectée dans le seul but de servir dans le cas de l'événement improbable de la nécessité d'une investigation des accès à votre compte par des utilisateurs non autorisés. De plus, nous pouvons vérifier une partie des informations que vous donnez dans le formulaire d'ouverture de votre compte, ou autrement, avec des fournisseurs d'informations tiers.
zh_cn: 请注意，我们网站产生记录你账户登录IP地址的日志文件。该信息的唯一目的就是帮助调查非授权用户登录你账户的行为（极少可能发生）。而且我们可能与第三方信息提供者确认你在开立账户表格或其他方式提供的部分信息。

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
fr: Veuillez noter que pour postuler à devenir un Agent de Paiement, vous devez <a href="%1">Authentifier votre Compte</a> d'abord.
zh_cn: 请注意，要申请成为支付代理人，您必须首先<a href="%1">认证您的账户</a>。

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a class="pjaxload" href="%1" target="_blank"><strong>contact us</strong></a>.
fr: Veuillez noter que nous n'avons trouvé aucun compte enregistré avec cette adresse email. Si vous avez oublié l'adresse email utilisée lors de l'enregistrement de votre compte, veuillez <a class="pjaxload" href="%1" target="_blank"><strong>nous contacter</strong></a>.
zh_cn: 请注意，我们未找到以此电子邮件地址注册的帐户。如果您忘记帐户注册时使用的电子邮件地址，请<a class="pjaxload" href="%1" target="_blank"><strong>联系我们</strong></a>。

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
fr: Veuillez noter que les cours du weekend sont ignorés pour les règlements de contrats. Pendant les weekends, les marchés forex peuvent occasionnellement générer des prix, mais ces prix sont souvent artificiels (les traders tirent parfois profit du manque de liquidités des marchés pendant les weekends pour augmenter ou baisser les prix). Pour éviter d'avoir affaire à des prix basés sur de tels prix artificiels, la politique de %1 ne prend pas en compte les prix du weekend dans les valeurs de règlements de contrats (sauf pour les indices aléatoires, qui sont ouverts durant les weekends).
zh_cn: 请注意，为进行合约结算，周末报价将忽略不计。在周末，外汇交易市场也许会偶尔产生价格，但这些价格只是人为的（交易员有时会利用周末市场的弱流动性抬高或压低价格）。为了避免结算价格基于这些人为价格，%1的政策就是在结算价值时不计算周末报价（随机指数除外，因为这些指数周末也开放）。

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
fr: Veuillez noter que vous pouvez actualiser vos informations personnelles à tout moment en vous connectant à la section "Paramètres" de votre compte. Il est de votre responsabilité de veiller à ce que %1 soit correctement et continuellement informé de tout changement dans vos informations personnelles.
zh_cn: 请注意，你可以随时登录账户的“设置”部分更新你的个人信息。确保%1及时连续获取你个人信息的任何变化是你的责任。

source: Please note that your settings have been updated as follows:
fr: Veuillez noter que vos paramètres ont été actualisés de la manière suivante:
zh_cn: 请注意，您的设置已更新如下：

source: Please post the documents to:
fr: Veuillez poster les documents à:
zh_cn: 请将文件邮寄至：

source: Please provide at least one self-exclusion setting.
fr: Veuillez donner au moins un paramètre d'auto-exclusion.
zh_cn: 请提供至少一个自我排除设置。

source: Please provide granter id(s).
fr: Veuillez fournir le(s) identité(s) du concédant(s).
zh_cn: 请提供授权人 ID 。

source: Please provide some information about yourself and your proposed services
fr: Veuillez fournir des informations sur vous et sur les services que vous proposez
zh_cn: 请提供关于您和您提议的服务的一些信息

source: Please provide the following contact information and we will call you free of charge as soon as a representative is free.
fr: Veuillez fournir les informations de contact suivantes et nous vous appellerons sans frais dès qu'un représentant sera libre.
zh_cn: 请提供下列联系信息，我们的代表将在有空时打您电话，电话不对您收费。

source: Please provide us with the following information:
fr: Veuillez nous fournir les informations suivantes:
zh_cn: 请向我们提供下列信息：

source: Please provide your email address and password to open a virtual money account and start practicing.
fr: Veuillez indiquer votre adresse email et mot de passe pour ouvrir un compte d'argent virtuel et commencer à pratiquer.
zh_cn: 请提供电子邮件和密码以开设虚拟货币帐户，并开始运作。

source: Please read our <a href="%1" target="_blank">FAQs</a> for answers to common questions. If you still require assistance, please contact us by clicking live chat, or via email, or phone as per below.
fr: Veuillez lire nos <a href="%1" target="_blank">FAQ</a> pour avoir les réponses aux questions courantes. Si vous avez toujours besoin d'aide, veuillez nous contacter en cliquant sur le chat en direct, ou par émail, ou téléphone, indiqué ci-dessous.
zh_cn: 请阅读 <a href="%1" target="_blank">FAQs</a>了解常见问题的答案。如果您仍需要帮助，请点击在线交谈联系我们，或者通过下方的电子邮件或电话联系我们。

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run.
fr: Veuillez toujours garder à l'esprit que le trading d'options binaires peut être une activité excitante, mais que nous avons le devoir moral de vous rappeler les risques que vous pourriez prendre.
zh_cn: 请记住任何时候交易二元期权都十分令人兴奋，因此我们有道德义务提醒您可能存在的风险。

source: Please select
fr: Veuillez sélectionner
zh_cn: 请选择

source: Please select "Payout" or "Stake" option.
fr: Veuillez sélectionner l'option "Gain" ou "Mise".
zh_cn: 请选择「支付」或「成本」选项。

source: Please select market:
fr: Veuillez sélectionner le marché:
zh_cn: 请选择市场：

source: Please send this email to %1.
fr: Veuillez envoyer ce mail à %1.
zh_cn: 请传送此电子邮件至%1。

source: Please specify your country.
fr: Veuillez préciser votre pays.
zh_cn: 请指定你的国家。

source: Please type your chosen password twice into the fields below:
fr: Veuillez saisir deux fois le mot de passe que vous avez choisi dans les champs ci-dessous:
zh_cn: 请在以下字段输入您选择的密码两次：

source: Please upload image (*.jpg, *.jpeg, *.png) only.
fr: Veuillez charger uniquement des images (*.jpg, *.jpeg, *.png).
zh_cn: 请仅加载图像 (*.jpg, *.jpeg, *.png)。

source: Please use only alphanumeric characters or spaces.
fr: Veuillez utiliser uniquement des caractères alphanumériques ou des espaces.
zh_cn: 请仅使用字母数字或空格。

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
fr: Veuillez utiliser uniquement des lettres, espaces, traits d'union, points ou apostrophes.
zh_cn: 请仅使用字母、空格、连字符、句号或省略号。

source: Please wait.<br />Your request is being processed.
fr: Veuillez patienter.<br />Votre demande est en cours de traitement.
zh_cn: 请稍候。<br />您的请求正在处理中。

source: Portfolio
fr: Portefeuille
zh_cn: 组合

source: Postal Code / ZIP
fr: Code Postal / ZIP
zh_cn: 邮编

source: Postcode is invalid.
fr: Le code postal est non valide.
zh_cn: 邮编无效。

source: Postcode is required for UK residents.
fr: Le code postal est requis pour les résidents du RU.
zh_cn: 英国居民需提供邮政编码。

source: Postcode must be less than 20 characters long and may not contain "+".
fr: Le code postal ne doit pas contenir plus de 20 caractères et ne doit pas contenir "+".
zh_cn: 邮编号码长度必须少于 20 个字符并不能含有“+”。

source: Potential Payout
fr: Gain Potentiel
zh_cn: 可能的交易额

source: Potential Profit
fr: Gain Potentiel
zh_cn: 潜在利润

source: Power & simplicity
fr: Puissance & simplicité
zh_cn: 强大而简单

source: Prediction
fr: Prédiction
zh_cn: 预测

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
fr: Présente les gains cumulés maximaux sur les contrats actifs dans votre portefeuille. Si le maximum est atteint, vous ne pouvez pas acheter de contrats supplémentaires sans fermer d'abord des positions existantes.
zh_cn: 在您的证券组合中给出未清偿合约的最大总交易额。如果达到了该最大值，那么您在追加购买交易之前需要先对现有头寸进行平仓。

source: Prevailing market price cannot be determined at this time.
fr: Le prix prévalant du marché ne peut pas être déterminé pour le moment.
zh_cn: 现行市价无法在此时确定。

source: Prevailing market price cannot be determined.
fr: Le prix prévalant du marché ne peut pas être déterminé.
zh_cn: 现行市价无法确定。

source: Price
fr: Prix
zh_cn: 价格

source: Price Band
fr: Bande de Prix
zh_cn: 价格带

source: Price Oscillator
fr: Oscillateur de Prix
zh_cn: 价格摆动指标

source: Price has moved in your favour from %1 to %2.
fr: Prix a évolué en votre faveur de %1 à %2.
zh_cn: 该价格变动对您有利，从 %1 变为 %2。

source: Price the trade.
fr: Donnez le prix du trade.
zh_cn: 对交易进行报价。

source: Prices
fr: Prix
zh_cn: 价格

source: Pricing Table
fr: Tableau d’Évaluation
zh_cn: 价格表

source: Print
fr: Imprimer
zh_cn: 打印

source: Privacy & Security
fr: Confidentialité & Sécurité
zh_cn: 隐私和安全

source: Processing Time
fr: Temps de Traitement
zh_cn: 处理时间

source: Prof
zh_cn: 教授

source: Profit
fr: Bénéfice
zh_cn: 利润

source: Profit from your Predictions
fr: Bénéfice à partir de vos Prédictions
zh_cn: 预测的收益

source: Profit/<wbr/>Loss
fr: Bénéfice/<wbr/>Perte
zh_cn: 益/<wbr/>损
