Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: and
fr: et
zh_cn: 以及

source: has been credited to your Virtual money account
fr: a été crédité sur votre Compte d'argent virtuel
zh_cn: 已记入您的虚拟货币帐户

source: or email us at
fr: ou envoyez un mail à
zh_cn: 或给我们发送电子邮件至

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
fr: "Je travaille avec un grand nombre de sociétés affiliées, et %1 est de loin la plus conviviale et la plus utile que j'ai trouvée. Ils vont plus loin que leur vocation afin de fournir à leurs affiliés l'ensemble des outils, conseils et support dont ils ont besoin pour réussir. Pour couronner le tout, ils proposent les rabais les plus généreux de l'industrie." - <strong>Vinod Gorasia, Manager de Marketing, Agora Lifestyles</strong>.
zh_cn: “我与多家联盟公司合作，迄今为止，%1 是我所发现的最友好最有帮助的联盟网站。他们竭力为联盟提供成功所需的所有工具、建议和支持。最重要的是，他们提供业内最佳的回扣。”- <strong>Agora Lifestyles 公司市场经理 Vinod Gorasia </strong>表示。

source: "Lucky 10 Digits" - you win when you correctly predict the last decimal digit of the 5th tick.
fr: "10 Chiffres Chanceux" - vous gagnez si vous prédisez correctement le dernier chiffre décimal du 5ème intervalle.
zh_cn: "幸运 10 位数"交易 - 如果您正确预测到了市场 5 个点以后的最后十进位数，即可获利。

source: "Quick 10%" - you win when you correctly predict what the last decimal digit of the 5th tick will not be.
fr: "10% rapide" - vous gagnez si vous prédisez correctement ce que le dernier chiffre décimal du 5ème intervalle ne sera pas.
zh_cn: "快速 10%" - 如果您正确预测到市场 5 个点以后的最后十进位数不是哪些，即可获利。

source: "Tick Trades Up/Down" - you win when you correctly predict if the market will rise or fall over the next 5 ticks.
fr: "Trades ponctuels Up/Down" - vous gagnez si vous prédisez si le marché va augmenter ou baisser sur les 5 prochains intervalles.
zh_cn: "Tick交易上升/下跌" - 如果您正确预测到市场在接下来 5 个点会上升或下跌,您即可获利。

source: $1 to $100,000 payouts, low-risk to high-leverage, and much more. We offer limitless profit opportunities.
fr: Versements de $1 à $100,000, du faible risque au fort effet de levier, et bien plus. Nous offrons des opportunités de profit illimitées.
zh_cn: 从 1 美元至 10 万美元的目标收入供您选择，低风险与高利润率齐聚一身，更多优点不胜枚举！我们为您提供无限的获益机会。

source: %1 - Trading Limits
fr: %1 - Limites du trading
zh_cn: 开市时间

source: %1 Affiliate Program Terms and Conditions
fr: %1 Conditions Générales du programme d'affiliation
zh_cn: %1加盟计划的条款和条件

source: %1 Period
fr: %1 Période
zh_cn: %1期间

source: %1 Up/Down
fr: %1 Hausse/Baisse
zh_cn: %1涨/跌

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
fr: %1 sont des marchés qui se réinitialisent à un prix de 1000 au début de chaque journée de trading (00:00:00 GMT), et tous les trades se clôturent avant la fin de la journée de trading (23:59:59 GMT).
zh_cn: %1市场在每天开始交易时即格林威治標準時間(GMT)00:00:00点重新设定价格返回到1000。所有当天的交易都在格林威治標準時間(GMT)23:59:59点交易结束之前结清。

source: %1 are the REST-style parameters to the service e.g. "/forex".
fr: %1 sont les paramètres style-REST au service p.e. "/forex".
zh_cn: %1是此项服务的 REST-形式参数，例如 "/forex"。

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
fr: %1 considère avoir acquis le client au moment du premier contact avec le visiteur. Vous, en tant qu'affilié, agissez comme un agent de référence pour %1. Nous nous réservons le droit de refuser des clients (ou de fermer leurs comptes) si nécessaire, afin de respecter des exigences que nous pourrions mettre périodiquement en place.
zh_cn: 与来访者首次接触时，%1 假设拥有该客户。作为加盟会员，您按照%1的推荐代理人身份行事。在遵守我们定期制定的任何要求之必要范围内，我们有拒绝客户（或关闭其账户）的权利。

source: %1 does not charge any transfer fees.
fr: %1 ne facture aucun frais de transfert.
zh_cn: %1不收取任何转帐费用。

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices, commodities and stocks.
fr: %1 donne à chacun une manière simple et excitante de participer aux marchés financiers. Tradez avec aussi peu que $1 USD sur les devises, indices, matières premières et bourses majeures du monde.
zh_cn: %1让每个人都能轻松、愉快参与金融市场。可交易各大货币、指数、大宗商品和股票，其投资门槛仅低至\1美元。

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
fr: %1 vous permet de trader sur les marchés de nombreuses différentes manières. Apprenez plus sur chacun des types de contrat en cliquant sur les liens ci-dessous.
zh_cn: %1让您可以在市场上以多种不同方式交易。点击下方链接查看关于每种交易类型的信息详情。

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
fr: %1 a créé des indices aléatoires que vous pouvez trader 24/7. Vous pouvez effectuez des trades aléatoires sur tous types de contrat:
zh_cn: %1 已经创建可让您全天候交易的随机指数.您可在所有合约类型进行随机交易:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
fr: %1 compte des milliers de clients qui effectuent différentes transactions sur les marchés financiers à tout moment, et gagne une petite marge sur ces trades.
zh_cn: %1 在任一时间内均有数千名客户进行各类型的金融交易,在这些交易中仅赚取极低的利润率。

source: %1 is a Base64-encoding of %2.
fr: %1 est un encodage-Base64 de %2.
zh_cn: %1是%2的Base64-编码。

source: %1 is a new OAuth2 access token.
fr: %1 est un nouveau token d'accès OAuth2
zh_cn: %1是新的OAuth2访问令牌。

source: %1 is a new OAuth2 authorization code.
fr: %1 est un nouveau code d'autorisation OAuth2
zh_cn: %1是个新的OAuth2授权码。

source: %1 is any binary.com API service e.g. "/markets".
fr: %1 est n'importe quel service binary.com API p.e. "/marchés".
zh_cn: %1 是 binary.com 的任一 API 服务， 例如 "/markets"。

source: %1 is entirely web-based and requires no software installation.
fr: %1 est entièrement basé sur le Web et ne nécessite aucune installation de logiciel.
zh_cn: %1 完全基于网络，无需安装任何软件即可交易。

source: %1 is for your own internal reference; optional.
fr: %1 est pour votre propre référence interne; optionnel.
zh_cn: %1 是您自己的内部参考;可选。

source: %1 is tailored to traders of all levels.
fr: %1 est adapté aux traders de tous les niveaux.
zh_cn: %1 是为所有级别的交易者而定制的。

source: %1 is the award-winning industry pioneer in online options trading. We boast:
fr: %1 est un pionnier reconnu du secteur du trade d'options en ligne. Nous sommes fiers d'avoir:
zh_cn: %1 是在线期权交易屡获殊荣的行业领先企业。我们标榜：

source: %1 is the lifetime in seconds of the new access token.
fr: %1 est la durée de vie en secondes de nouveau token d'accès.
zh_cn: %1是新访问令牌的永久秒数。

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
fr: %1 est la page dans votre application qui s'occupera de l'étape retour. Cet URL doit être enregistré chez nous au préalable.
zh_cn: %1是将在你的应用程序中处理返回步的页面。此网址必须预先跟我们注册。

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
fr: %1 est la page dans votre application qui s'occupera de l'étape retour. Cet URL doit être enregistré chez nous au préalable. Pour les apps mobiles, ceci pourrait par exemple utiliser un plan URI personnalisé.
zh_cn: %1是将在你的应用程序中处理返回步的页面。此网址必须预先跟我们注册。手机应用，可使用自定义通用资源标志符之类的计划。

source: %1 is the same endpoint used during authentication.
fr: %1 est le même point final utilisé durant l'authentification.
zh_cn: %1是验证时使用的同一个端点。

source: %1 is the scope level that was granted.
fr: %1 est le niveau de la portée qui a été accordé.
zh_cn: %1是被授予的范围级别。

source: %1 minute quotes
fr: %1 cours minute
zh_cn: %1 分钟行情

source: %1 offer you the chance to trade on a very short-term event and make money in seconds!
fr: %1 offrez-vous une chance de trader sur un événement à très court terme et de gagner de l'argent en quelques secondes !
zh_cn: %1为您提供短期事件交易的机会，实现数秒之内赚钱。

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
fr: %1 offre un choix de méthodes de dépôt et de retrait courantes, des cartes de crédit et de débit aux virements bancaires, monnaie électronique et portefeuilles électroniques.
zh_cn: %1 提供各种灵活的存取款方式，包括借记卡和信用卡、银行电汇、电子现金及电子钱包等。

source: %1 offers five ways to trade your chosen asset:
fr: %1 offre cinq manières d'effectuer un trade sur l'actif de votre choix:
zh_cn: %1 为您的选择资产提供以下交易方式:

source: %1 offers the commission plan below:
fr: %1 propose le plan de commission suivant:
zh_cn: %1 提供如下的佣金费率：

source: %1 offers the following tick trades:
fr: %1 offre les trades par intervalles suivants:
zh_cn: %1提供以下跳点交易：

source: %1 offers the world's financial markets in a simple, user-friendly platform.
fr: %1 offre les marchés financiers mondiaux dans une plate-forme simple et facile à utiliser.
zh_cn: %1提供简易，人性化的全球性金融交易平台。

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
fr: Les prix de %1 sont référencés par rapport au marché des options interbancaires - ainsi vous obtenez toujours les meilleurs prix pour vos trades.
zh_cn: %1的报价立基于银行间二元期权市场，让您可在交易中总是获得同类产品中最优的报价。

source: %1 provides <a href="%2">Self Exclusion</a> facilities which allow you to set limits on your account.
fr: %1 propose des fonctionnalités <a href="%2">d'Auto-exclusion</a> qui vous permettent de fixer des limites sur votre compte.
zh_cn: %1 提供 <a href="%2">自我排除 (Self Exclusion)</a> 工具，使您能够对您的帐户设置限制。

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
fr: %1 offre une variété de graphiques pour vous aider à déterminer sur quels marchés vous voulez trader. Testez-les.
zh_cn: %1提供各种图表以帮助您决定在哪个市场上交易。请从下面亲自体验。

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
fr: %1 fournit des partenaires commerciaux approuvés avec une interface de programmation d'appliquations (API) du format REST sur l'internet. L'API fournit la fonctionnalité suivante:
zh_cn: %1给已受核准的商业伙伴通过网际网络提供表述性状态转移(REST)风格的应用程序编程接口(API)。API提供以下的功能:

source: %1 provides you with the opportunity to either self exclude or
fr: %1 vous offre l'opportunité de vous exclure vous-mêmes ou
zh_cn: %1为您提供自行排除的机会或

source: %1 supports <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. GamCare has a commitment to promote responsible attitudes to gambling and to work for the provision of proper care for those who have been harmed by gambling dependency. Other websites that provide information about gambling or gambling addiction are:
fr: %1 supporte <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. GamCare s'engage à promouvoir des attitudes responsables en matière de paris et à travailler pour fournir une aide appropriée aux personnes ayant été affectées par la dépendance aux jeux de hasard. D'autres sites web fournissant des informations sur le jeu d'argent ou l'addiction au jeu d'argent sont:
zh_cn: %1 支持<a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>。GamCare 致力于促进投机交易的责任态度，努力为深受投机成瘾之苦的人们提供适当关怀。提供与投机或投机成瘾相关信息的其他网站如下：

source: %1 was returned by the authentication procedure.
fr: %1 a été retourné par la procédure d'authentification.
zh_cn: %1受验证程序退回。

source: %1 will be provided to you on registration.
fr: %1 vous sera fourni à l'inscription.
zh_cn: %1将在您注册时提供给您。

source: %1's API conforms to the Representational State Transfer (REST) model.
fr: L'API de %1 est conforme au modèle de Representational State Transfer (REST).
zh_cn: %1的API与表述性状态转移(REST)之模型相符。

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
fr: Les Indices Aléatoires de %1 sont les %2, %3, %4 et %5. Ces indices correspondent à une instabilité de 25%, 50%, 75% et 100%
zh_cn: ％1的随机指数为%2, %3, %4, 及 %5 。相应于分别为25％，50％，75％和100％的波动

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
fr: La technologie de tarification brevetée de %1 vous permet de profiter des mêmes taux de retour que les traders du marché interbancaire.
zh_cn: 通过 %1 的专利报价技术，您可获得与在银行间市场交易员同样的回报率。

source: %1: Online Trading platform for binary options on Forex, Indices, Stocks, Commodities and Global Sector Indices
fr: Plate-forme de Trading en ligne pour les options binaires sur les Taux de Change, les Indices, les Bourses, les Matières premières et les Indices du Secteur Global
zh_cn: %1：可交易外汇、指数、股票、大宗商品及全球行业指数的二元期权在线交易平台。

source: %1’s World FX Indices are smart indices that measure the value of a currency against a basket of major currencies.
fr: Les Indices World Fx de %1 sont des indices intelligents qui mesurent la valeur d'une devise par rapport à un ensemble de devises majeures.
zh_cn: %1的世界外汇兑换指数于大批货币中为一个特定货币测量其价值之明智指数.

source: %1’s exclusive Smart Indices are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Indices allow traders to take positions on a variety of market action.
fr: Les Indices Intelligents exclusifs de %1 sont établis afin de s'adapter à un sous-ensemble particulier des marchés du monde. Avec un prix dérivé d'actifs correspondants, les Indices Intelligents permettent aux traders de prendre une position sur plusieurs actions du marché.
zh_cn: ％1的独家智能指数在建造时，关键在世界市场的特定子集。智能指数拥有相关资产派生的价格，允许交易者采取各种市场行为的立场。

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
fr: %2 offre un compte d'argent virtuel pour que vous puissiez vous familiariser avec le trades de binaires. Pourquoi pas <a class="pjaxload" href="%1">ouvrir un compte d'argent virtuel $10k gratuit, complètement fonctionnel</a>, et commencez à apprendre comment effectuer des trades.
zh_cn: %2提供虚拟资金账户好让您可获取二元交易的窍门。何不<a class="pjaxload" href="%1">免费创建一个 1 万美金的全功能型虚拟资金账户</a>，及开始学习如何交易。

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
fr: %ctx(Si vous regardez le ciel)Vous verrez le %plural(%1,une étoile, %d étoiles).
zh_cn: 你将会看到 %plural(%1,星星).

source: %plural(%1,%d day,%d days)
fr: %plural(%1,%d jour,%d jours)
zh_cn: %1天

source: %plural(%1,%d hour,%d hours)
fr: %plural(%1,%d heure,%d heures)
zh_cn: %1小时

source: %plural(%1,%d minute,%d minutes)
zh_cn: %1分钟

source: %plural(%1,%d second,%d seconds)
fr: %plural(%1,%d seconde,%d secondes)
zh_cn: %1秒钟

source: 'Free Contract' bonus code
fr: Code bonus 'Contrat Gratuit'
zh_cn: '免费 交易' 红利代码

source: 'Get X when you deposit Y' bonus code
fr: Code bonus 'Obtenez X lorsque vous déposez Y'
zh_cn: ‘存Y得X’红利代码

source: (Monday to Friday)
fr: (du lundi au vendredi)
zh_cn: （周一至周五）

source: (One) Touch trades
fr: Trades (Une) Touche
zh_cn: (单一)触及交易

source: (delayed)
fr: (retardé)
zh_cn: （延时）

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
fr: * Exempté d'impôts : dans de nombreux pays, mais consultez toujours un conseiller fiscal qualifié.
zh_cn: *免税：在很多国家，但请始终咨询专业税务顾问。

source: 1. Choose the Underlying
fr: 1. Choisissez le Sous-jacent
zh_cn: 1. 选择基础

source: 10 seconds to 365 days...
fr: 10 secondes à 365 jours...
zh_cn: 10 秒至 365 天...

source: 10min
zh_cn: 10分钟

source: 12h
zh_cn: 12小时

source: 1d
fr: 1j
zh_cn: 1天

source: 1h
zh_cn: 1小时

source: 1m
zh_cn: 1个月

source: 1w
fr: 1s
zh_cn: 1星期

source: 1y
fr: 1a
zh_cn: 1年

source: 2-way pricing
fr: Tarification à 2 voies
zh_cn: 双边报价

source: 2. Choose the Duration of the Trade
fr: 2. Choisissez la Durée du Trade
zh_cn: 2.选择交易时段

source: 2d
fr: 2j
zh_cn: 2天

source: 2w
fr: 2s
zh_cn: 2星期

source: 3 - 30 characters and alphanumeric only.
fr: 3 - 30 caractères et uniquement alphanumériques.
zh_cn: 仅限 3-30 个字母和数字组合。

source: 3. Choose how you want to Trade the Market
fr: 3. Choisissez comment vous voulez effectuer des Trades sur le Marché
zh_cn: 3.选择如何进行市场交易

source: 3m
zh_cn: 3个月

source: 4. Choose your Payout
fr: 4. Choisissez votre Gain
zh_cn: 4. 选择收入

source: 5 - 25 characters and alphanumeric only.
fr: 5 - 25 caractères et uniquement alphanumériques.
zh_cn: 仅限 5-25 个字母和数字组合。

source: 5d
fr: 5j
zh_cn: 5天

source: 6h
zh_cn: 6小时

source: <br>Your Cashier and Settings sections are locked as per your request</strong> - if you wish to unlock them, please enter the password.
fr: <br>Vos sections de Caisse et de Configuration sont verrouillées selon votre demande</strong> - si vous souhaitez les déverrouiller, veuillez entrer le mot de passe.
zh_cn: <br>根据您的请求，您的出纳和设置部分已被锁定</strong> - 如需解除锁定，请输入密码。

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
fr: <option value=""></option><option value="01">Jan</option><option value="02">Fév</option><option value="03">Mar</option><option value="04">Avr</option><option value="05">Mai</option><option value="06">Juin</option><option value="07">Juil</option><option value="08">Août</option><option value="09">Sept</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Déc</option>
zh_cn: <option value=""></option><option value="01">一月</option><option value="02">二月</option><option value="03">三月</option><option value="04">四月</option><option value="05">五月</option><option value="06">六月</option><option value="07">七月</option><option value="08">八月</option><option value="09">九月</option><option value="10">十月</option><option value="11">十一月</option><option value="12">十二月</option>

source: <p style='color: red'> For security reasons this link will be invalidated after this.</p>Please confirm for which of these accounts you want to reset your password:
fr: <p style='color: red'> Pour des raisons de sécurité, ce lien sera invalidé par la suite.</p>Veuillez confirmer pour lequel de ces comptes vous souhaitez réinitialiser votre mot de passe :
zh_cn: <p style='color:red'> 出于安全考虑，此链接随后将失效。</p>请确认您要重置密码的帐户：

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
fr: <p><strong>Rapport détaillé</strong> : Le rapport détaillé vous montre votre trafic détaillé et vos statistiques d'entrée. Utilisez les filtres et sélecteurs de colonnes pour affiner votre rapport comme vous le souhaitez.</p> <p><strong>Rapport de joueur</strong> : Le rapport de joueur montre un récapitulatif de statistiques par joueur. Utilisez les filtres pour affiner le rapport.</p> <p><strong>Gains quotidiens</strong> : Le rapport de commission vous montre vos gains de commission quotidiens, par site / produit.</p>
zh_cn: <p><strong>详细报告</strong>:详细报告将向你展示您的交易详情以及收入统计。使用筛选器以及栏目选择器来按需划分你的报告。</p> <p><strong>交易者报告</strong>：交易者报告显示了每位交易者的统计数据详情。使用筛选器来优化报告。</p> <p><strong>每日盈利</strong>：佣金报告向你展示你每日各产品的佣金收入。</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
fr: <p>Un client est quelqu'un qui nous a été envoyé par l'un de vos outils de marketing et qui a déposé de l'argent sur son compte %1. Il doit satisfaire aux critères suivants: </p> <ul class='checked'> <li>Ne pas avoir été un client de %1 dans le passé.</li> <li>Avoir fait le dépôt minimal.</li> <li>Avoir plus de 18 ans.</li> </ul>
zh_cn: <p>客户即通过你的营销工具推介加入并已往他们的 %1 帐号注资的人。他们必须满足一下标准：</p> <ul class='checked'> <li>以往不是 %1 的客户。</li> <li>已至少存入最低金额。</li> <li>18 岁以上。</li> </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
fr: <p>Peu de temps seulement après leur introduction, les options binaires sont rapidement devenues un produit de trading populaire. Les nombreuses plate-formes de trading d'options binaires ont par conséquent soutenu cette tendance en plein essor. En devenant affilié, vous pouvez maintenant profiter du gain d'intérêt rapide dans ce nouveau secteur.</p> <p>Le trading d'options binaires est un marché à hauts bénéfices où il y a une place pour tout le monde [y compris vous] qui veut une part du gâteau !</p>
zh_cn: <p>二元期权诞生后，迅速成为广受欢迎的交易产品。为顺应这种潮流，大量的二元期权平台应运而生。成为联盟成员后，您就可以从这个快速增长的新兴行业中盈利。</p> <p>二元期权交易是一个高利润市场，在这个市场中，每个人（包括您）都可以从这块大蛋糕中分一杯羹！</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
fr: <p>Veuillez prendre un moment pour vérifier votre identité en nous fournissant la réponse correcte à votre question secrète et votre date de naissance, ci-dessous.</p>
zh_cn: <p>请花几分钟在下面提交您密码保护问题的正确答案及您的生日，以验证您的 ID。</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
fr: <p>Désolé, une erreur est survenue. Veuillez <a href="%1">essayer d'accéder à notre Caisse</a> à nouveau.</p>
zh_cn: <p>抱歉，出现错误。请重新<a href="%1">尝试访问我们的收银台</a>。</p>

source: <p>Thank you. You're one step closer to being done!</p><p>All you need to do is follow the instructions in the email we just sent you.<br /> The e-mail subject-line reads, <strong>"%1"</strong>.</p><p>Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href="%2"><strong>contact us</strong></a> should you need further assistance.</p>
fr: <p>Merci. Vous avez franchi un nouveau pas !</p><p> Tout ce que vous avez à faire est de suivre les instructions dans l'email que nous venons de vous envoyer.<br /> L'objet de l'email indique <strong>"%1"</strong>.</p><p> Rappelez-vous, si vous ne recevez pas d'email de notre part d'ici quelques minutes, veuillez vérifier votre dossier spam ou <a href="%2"><strong>contactez-nous</strong></a> si vous avez besoin d'aide supplémentaire.</p>
zh_cn: <p>非常感谢，你距离完成步骤又近了一步。</p><p>只需按照我们刚发送给你的邮件中的指示去做。<br/>邮件主题为 <strong>"%1"</strong>。</p><p>请记住，如果你在几分钟内未收到我们发送给你的邮件，请检查垃圾邮件文件夹或<a href="%2"><strong>联系我们</strong></a>，我们将为您提供更多帮助。</p>
