Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
fr: <ul><li> Allez au menu <strong>Edition</strong> et sélectionnez <strong>Préférences....</strong> </li><li> Cliquez sur l'onglet <strong>Sécurité</strong>. </li><li> Définissez "<strong>Accepter les cookies</strong>" sur <strong>Toujours</strong>. </li><li> Cliquez sur le bouton <strong>X</strong> en haut à droite pour sauvegarder et fermer. </li></ul>
zh_cn: <ul><li> 进入 <strong>编辑</strong> 菜单，然后选择<strong>偏好....</strong> </li><li> 点击 <strong>安全</strong> 标签. </li><li> 设置"<strong>接受 cookies</strong>" to <strong>始终</strong>. </li><li>点击 右上方的<strong>X</strong> 键，保存并关闭。 </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
fr: <ul><li> Allez au menu <strong>Outils</strong> et sélectionnez <strong>Options Internet</strong>. </li><li> Cliquez sur l'onglet <strong>Confidentialité</strong>. </li><li> Cliquez sur le bouton <strong>Avancé</strong>. </li><li> Sélectionnez <strong>Ignorer la gestion automatique des cookies</strong>. </li><li> Sélectionnez <strong>Accepter</strong> à la fois pour les <strong>Cookies internes</strong> et les <strong>Cookies externes</strong>. </li><li> Cliquez sur le bouton <strong>OK</strong> pour sauvegarder et fermer. </li></ul>
zh_cn: <ul><li> 进入 <strong>工具</strong> 菜单并选择<strong>网络选项</strong>. </li><li> 点击 <strong>隐私</strong> 标签。 </li><li> 点击 <strong>高级</strong> 键。 </li><li> 选择 <strong>覆盖自动cookie处理</strong>. </li><li> 选择 <strong>接受</strong> 甲方 <strong>Cookies</strong> 和<strong>第三方Cookies</strong>. </li><li>点击 <strong>OK</strong>键保存并关闭。 </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
fr: <ul><li> Allez au menu <strong>Outils</strong> et sélectionnez <strong>Préférences</strong> </li><li> Cliquez sur l'onglet <strong>Avancé</strong>. </li><li> Sélectionnez <strong>Cookies</strong> dans la colonne de gauche. </li><li> Sélectionnez <strong>Accepter les cookies</strong>. </li><li> Cliquez sur le bouton <strong>OK</strong> pour sauvegarder et fermer. </li></ul>
zh_cn: <ul><li> 进入 <strong>工具</strong> 菜单并选择 <strong>偏好</strong>. </li><li>点击<strong>高级</strong> 标签。 </li><li>从左侧栏选择<strong>Cookies</strong>。 </li><li> 选择<strong>接受cookies</strong>. </li><li> 点击 <strong>OK</strong> 键保存并关闭。</li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
fr: <ul><li>Allez au menu déroulant "<strong>Personnaliser et contrôler Google Chrome</strong>" et sélectionnez <strong>Options</strong>.</li><li>Cliquez sur l'onglet <strong>Sous le capot</strong>.</li><li>Cliquez sur le bouton <strong>Paramètres de contenu</strong>.</li><li>Sélectionnez <strong>Autoriser la définition des données locales (recommandé)</strong>.</li><li>Cliquez sur le bouton <strong>Fermer</strong> pour sauvegarder vos paramètres.</li></ul>
zh_cn: <ul><li>进入"<strong>个性化，控制谷歌浏览器</strong>" 下拉列表并选择 <strong>选项</strong>.</li><li>点击<strong>后台</strong> tab.</li><li>点击 <strong>内容设置</strong>键。</li><li>Select <strong>允许设置当地数据 (建议)</strong>.</li><li>点击 <strong>关闭</strong> 键保存你的设置.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
fr: <ul><li>Allez au menu <strong>Outils</strong> et sélectionnez <strong>Options</strong>.</li><li>Cliquez sur l'onglet <strong>Confidentialité</strong>.</li><li>Configurez "<strong>Firefox va</strong>" sur "<strong>Conserver l'historique</strong>".</li><li>Cliquez sur le bouton <strong>OK</strong> pour sauvegarder vos paramètres.</li></ul>
zh_cn: <ul><li>进入 <strong>工具</strong> 菜单并选择 <strong>选项</strong>.</li><li>点击 <strong>隐私</strong> 标签。</li><li>设置 "<strong>Firefox 将l</strong>" 记住 "<strong>你的操作历史</strong>".</li><li>点击 <strong>OK</strong> 键保存你的设置</li></ul>

source: A Phonegap mobile application for Binary.com
fr: Une application mobile Phonegap pour Binary.com.
zh_cn: Binary.com 的 PhoneGap 移动应用

source: A Selenium test suite for Binary.com
fr: Une suite test Selenium pour Binary.com
zh_cn: Binary.com 的 Selenium 测试套件

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
fr: Une simple ligne de moyenne mobile peut être activée en plaçant une plage de pourcentage de chaque côté de celle-ci. Nos lignes sont affichées 20% au-dessus et 10% en dessous de la ligne de moyenne mobile.
zh_cn: 简单的移动平均线可通过在其两边各添加一定的百分比的包络线而增强。我们的曲线显示为 20% 高于移动平均线，10% 低于移动平均线。

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
fr: Un trade Reste Entre remporte sa mise si le marché reste entre (n'atteint pas) la barrière supérieure ET la barrière inférieure à tout moment pendant la durée choisie par le trader. Un trade Sort De remporte sa mise si le marché atteint la barrière supérieure ou la barrière inférieure à tout moment pendant la durée choisie par le trader.
zh_cn: 如果市场在所选期间内的任何时间里保持在（没有触及）高价位水平或低价位水平之间，所选择的“保持在范围之内”交易即可获利。如果市场在所选期间内的任何时间里触及到高价位水平或低价位水平，所选择的“超出范围之外”交易即可获利。

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
fr: Un Agent de Trading est une personne ou une entité autre que le Client, à qui est donnée l'autorité d'acheter et de vendre des contrats au nom du Client sur le Compte du Client.
zh_cn: 交易代理是除客户之外的个人或实体，有权代表客户使用其账户购买或销售交易。

source: A True Partnership
fr: Un véritable partenariat
zh_cn: 真正的合作伙伴

source: A Web Application using the Binary.com API
fr: Une Application Web qui utilise l'API de Binary.com
zh_cn: 使用Binary.com API 的互联网应用程序

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
fr: Une option binaire est un contrat acheté par un trader, qui paie un montant prédéterminé si leur prédiction est correcte.
zh_cn: 二元期权为交易者所购入之合约，一旦预测正确即将获得预定金额。

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
fr: Une option binaire est une option avec un gain fixe déterminé au début du trade. Si votre prédiction est correcte, vous recevez un montant convenu. Sinon, vous perdez seulement votre mise initiale. Les options sont appelées 'binaire' parce qu'il ne peut qu'y avoir deux issues - gagner ou perdre.
zh_cn: 二元期权是一种拥有固定收益的期权，其收益在执行交易时就已经敲定。如果交易者预测正确，将获得预定的目标收入，否则，将仅损失初始金额而已。此期权称为‘二元’，因为只有两种结果，即赢或输。

source: A call is being initiated to your telephone number
fr: Un appel est fait à votre numéro de téléphone
zh_cn: 正在发起拨至您的电话的呼叫

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
fr: Un dérivé est instrument financier dont la valeur est déterminée par référence au marché sous-jacent. Les produits dérivés sont habituellement tradés dans le marché interbancaires, et les binaires sont l'une des formes les plus simples de produits dérivés.
zh_cn: 衍生是一种通过参照基础市场来定价的金融工具，通常在银行间市场交易，而二元期权是衍生工具中最为普通的一种产品形式。

source: A member of our Customer Support Team will contact you shortly.
fr: Un membre de notre Equipe de Service Clientèle va vous contacter rapidement.
zh_cn: 我们的客户支持团队成员稍后将联系您。

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
fr: Un indicateur dynamique montrant le pourcentage de taux de variation d'une moyenne mobile triple lissée de façon exponentielle. Comme les autres oscillateurs, TRIX oscille autour d'une ligne zéro.
zh_cn: 一个动量指标，指示三重指数平滑移动平均数的百分比变动率。如同其它摆动指标，TRIX 在基准线周围摆动。

source: A new version of the interface is available. Please refresh this page to try again.
fr: Une nouvelle version de l'interface est disponible. Veuillez raffraîchir cette page afin de ressayer.
zh_cn: 已经推出了界面的新版本。请刷新此页面再次尝试。

source: A next-generation front-end interface with Sencha ExtJS-5
fr: Une interface frontale de la nouvelle génération avec Sencha ExtJS-5
zh_cn: Sencha ExtJS-5下一代前端接口

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
fr: Un ensemble de leaders de l'industrie ont donné le prix de "Opérateur de Paris Financier de l'Année" à BetOnMarkets.com sur deux autres finalistes. C'est une grande victoire pour notre marque et encore plus de reconnaissance de notre service qui est le meilleur au monde. Après 10 ans, et en augmentant en force.
zh_cn: 一个行业领导者评选团裁决BetOnMarkets.com击败其他二位决赛对手，赢得了“年度最佳金融投注运营商”奖项。这对我们的品牌来说是一场很重大的胜利，并进一步肯定了我们举世无双的服务。十年过去了，我们一年比一年壮大。

source: A problem occurred
fr: Un problème est survenu
zh_cn: 出现一个问题

source: A problem occurred while connecting to the server. Please try again later.
fr: Un problème est survenu lors de la connexion avec le serveur. Veuillez réessayer ultérieurement.
zh_cn: 连接到服务器时出现问题。请稍后重新尝试。

source: A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook
fr: Une copie scannée récente (âgée de moins de 3 mois) d'une facture en papier de services publiques, ou un extrait papier de votre banque, de votre union de crédit, de votre société de construction ou de votre carte de crédit ou de débit, ou de votre passeport
zh_cn: 您的最近期的（3个月内）纸张型水电费单，银行存折，信用会社，建筑联会，信用卡或借记卡月结单，或者Passbook的扫描件

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
fr: Une copie scannée d'une facture de services publics qui montre votre adresse actuelle (facture de services ne peut pas dater d'il y a plus de 3 mois).
zh_cn: 显示您目前的居住地址的公共设施费帐单之扫描件（公共设施费帐单不得超过3个月）。

source: A scanned copy of your current valid passport, current driving license (provisional or full), or identity card
fr: Une copie scannée de votre passeport actuel valide ; de votre permis de conduire actuel (provisoire ou normal) ; ou de votre carte d'identité
zh_cn: 当前有效护照，当前驾照(临时或永久)或身份证副本扫描件

source: A scanned copy of your passport or driver's licence.
fr: Une copie scannée de votre passeport ou de votre permis de conduire.
zh_cn: 您的护照或驾驶执照的扫描件。

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
fr: Un indicateur technique mesurant les niveaux d'achats/ventes excessifs d'une manière très similaire à celle d'un indicateur d'oscillation, si ce n'est que le %R est tracé à l'envers 0% à -100%. Les lectures dans l'intervalle de 80 à 100% indiquent que le titre est survendu, tandis que les lectures dans l'intervalle 0 à 20 indiquent qu'il est suracheté.
zh_cn: 一个技术指标，以十分类似于摆动指标的方式测量过多买进/过多卖出水平，不同的是威廉指标 %R 被倒过来描绘，介于 0% 至 -100% 之间。读数介于 80 至 100% 之间指示证券过多卖出，介于 0 至 20% 之间则指示过多买进。

source: A tick is the minimum upward or downward movement in the price of a market.
fr: Un intervalle est le mouvement ascendant ou descendant minimal du prix d'un marché.
zh_cn: 跳动点市场价格中最小的上涨或下跌运动。

source: API
zh_cn: 应用程序编程界面

source: API Developer Guide
fr: Guide de Développeur API
zh_cn: API开发者指南

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
fr: AGENT DE PAIEMENT AUTORISE ? (ce champ ne sera visible que du bureau)
zh_cn: 授权支付代理人？（此字段仅对本公司办公室可见）

source: About
fr: A propos
zh_cn: 关于

source: About Us
fr: A propos de nous
zh_cn: 关于

source: Absolute barrier
fr: Barrière absolue
zh_cn: 绝对门槛

source: Acceptance
fr: Acceptation
zh_cn: 接受

source: According to our terms and conditions, you may only register for one real money account through our site. If you have forgotten the Login ID or password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
fr: Conformément à nos termes et conditions, vous ne pouvez vous enregistrer que pour un compte d'argent réel sur notre site. Si vous avez oublié l'Identifiant de connexion ou le mot de passe de votre compte existant, veuillez <a href="%1">essayer notre outil de récupération de mot de passe</a> ou contactez le service clients.
zh_cn: 根据我们的条款，您只能通过我们的网站注册一个真实资金账户。如果您忘记了现有账户的登录ID和密码，请 <a href="%1">尝试我们的密码恢复工具</a>或联系我们的客服人员。

source: Account
fr: Compte
zh_cn: 帐户

source: Account Details
fr: Détails du compte
zh_cn: 帐户详情

source: Account Limits
fr: Limites du Compte
zh_cn: 帐户限制

source: Account Management and Tracking
fr: Gestion et Suivi du Compte
zh_cn: 帐户管理及追踪

source: Account Opening
fr: Ouverture de Compte
zh_cn: 帐户开设

source: Account Settings</a> accordingly. Thank you for your kind assistance
fr: Paramètres du Compte</a> en conséquence. Nous vous remercions de votre sympathique assistance
zh_cn: 帐户设置</a>。谢谢您的积极配合

source: Account balance : %1 %2
fr: Solde du compte : %1 %2
zh_cn: 帐户余额 : %1 %2

source: Account balance:
fr: Solde du compte:
zh_cn: 帐户余额:

source: Account management facilities (under development)
fr: Compte de la gestion des installations (en cours de développement)
zh_cn: 账户管理工具（开发中）

source: Accounts
fr: Comptes
zh_cn: 帐户

source: Accumulation/Distribution
zh_cn: 累积/分配

source: Accuracy of Information
fr: Exactitude des informations
zh_cn: 信息的精确性

source: Acknowledgement of Money Transfer
fr: Attestation du transfert d'argent
zh_cn: 确认转帐

source: Acknowledgement of Withdrawal Request
fr: Attestation de la demande de retrait
zh_cn: 确认提款请求

source: Acquisition
zh_cn: 购买

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
fr: L'acquisition de contrats financiers par l'intermédiaire de ce site doit être effectuée en accord avec les conditions générales présentées sur les pages de ce site. L'acquisition d'un contrat financier est effectuée lorsque le contrat financier a été personnalisé, la prime (ou le gain, selon le cas) ayant été calculée et le paiement ayant été vérifié.
zh_cn: 通过本网站获得财务交易 合同必须按照网站页面上的条款和条件生效。财务交易 合同进行定制，并且溢价（或支付，视情况而定）计算完毕且支付得到确认时，财务交易 合同的获得完成。

source: Action
zh_cn: 行动

source: Add Lines
fr: Ajouter Lignes
zh_cn: 添加线

source: Add Overlay
fr: Ajouter Réseau
zh_cn: 添加覆盖

source: Address
fr: Adresse
zh_cn: 地址

source: Affiliate
fr: Affilié
zh_cn: 联盟

source: Affiliate Program
fr: Programme affilié
zh_cn: 联盟计划

source: Affiliate reward for period from %1 to %2
fr: Récompense d'affilié pour la période du %1 au %2
zh_cn: 当期联盟奖励为1%至2%

source: After logging into binary.com, you can register as an API Developer
fr: Après s'être connecté chez binary.com, vous pouvez vous enregistrer comme Développeur API
zh_cn: 在 binary.com 登录之后，您可注册为API开发者

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
fr: Après que l'utilisateur s'est authentifié chez %1; leur navigateur sera redirigé vers le gestionnaire de votre rappel avec un appel comme ceci:
zh_cn: 用户在%1进行身份验证后;他们的浏览器将被重新以像这样的调用转向到您的回调处理器：

source: All
fr: Tout
zh_cn: 所有

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
fr: Tous les détails de carte bancaire sont directement transmis au réseau Visa/Mastercard au moyen de la dernière version de la technologie de cryptage SSL, conformément aux politiques des banques.
zh_cn: 所有信用卡的内容都按照银行政策使用最新的SSL加密技术直接提交至Visa/Mastercard 网络。

source: All email inquiries will be responded to within 2 business days whenever possible.
fr: Nous répondrons à toute question par email dans un délai de 2 jours ouvrables, dans la mesure du possible.
zh_cn: 在可能的情况下，所有咨询邮件将在 2 个营业日内给予回复。

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
fr: Toutes les opinions, actualités, recherches, analyses, prix ou autres informations contenues sur ce site web sont fournies en tant que commentaires généraux du marché et ne constituent pas des conseilles d'investissement. %1 ne sera pas responsable de toute perte, dommage, incluant, sans s'y limiter, toute perte de bénéfice découlant directement ou indirectement de l'utilisation ou de la confiance accordée à ces informations.
zh_cn: 网站所载的一切意见、新闻、研究、分析、价格或其他信息都是一般的市场评论，不构成投资建议。%1 将承担任何损失或损害，包括但不限于使用或依赖该等信息直接或间接导致的利润损失。

source: All times are in GMT (Greenwich Mean Time).
fr: Tous les temps sont en GMT (Greenwich Mean Time).
zh_cn: 所有时间均采用 GMT "格林威治标准时间"。

source: Amount
fr: Montant
zh_cn: 金额

source: Amount must be a positive number.
fr: Le montant doit être un nombre positif.
zh_cn: 金额须为正数。

source: Amount you wish to trade:
fr: Montant que vous souhaitez trader:
zh_cn: 您要提取的金额。

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
fr: Un trade Finit Entre remporte sa mise si le prix final du marché est strictement supérieur que le prix-cible inférieur ET strictement inférieur au prix-cible supérieur. Un trade Finit Hors de remporte sa mise si le prix final du marché est SOIT strictement supérieur à la barrière de prix supérieure, SOIT strictement inférieur à la barrière de prix inférieure.
zh_cn: “收于范围之内”交易将可获利，如果市场平仓价格严格高于 "低" 价位水平以及严格低于 "高"价位水平。“收于范围之外”交易将可获利，如果市场平仓价格严格高于 "高" 价位水平或严格低于 "低"价位水平。

source: An additional password can be used to restrict access to the Cashier and Settings areas.
fr: Un mot de passe additionnel peut être utilisé afin de restreindre l'accès aux sections de la Caisse et des Paramètres.
zh_cn: 可以用额外的密码来限制对出纳和设置区的访问。

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
fr: Un <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Résumé des Ressources</a> généré automatiquement est également disponible.
zh_cn: 也有提供自动生成的 <a href="https://apigee.com/rmg/resources/binary1" target="_blank">资源摘要</a>。

source: An error occurred : the system cannot log you in (2).
fr: Une erreur est survenue : le système ne peut pas vous connecter (2).
zh_cn: 出现错误：系统无法让您登入 (2)。

source: An error occurred while processing request. If this error persists, please contact customer support
fr: Une erreur s'est produite durant le traitement de la demande. Si l'erreur persiste, veuillez contacter le support clientèle
zh_cn: 处理申请时发生错误。如果问题持续出现，请联系客服支援部

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
fr: Un indicateur basé sur la différence entre deux moyennes mobiles exprimée sous forme de pourcentage. Le PPO est obtenu en soustrayant la moyenne mobile plus longue de la moyenne mobile plus courte, puis en divisant la différence par la moyenne mobile plus longue.
zh_cn: 表示为百分比的基于两个移动平均数之间的差值的指标。通过从较短移动平均数减去较长移动平均数，然后将差值除以较长移动平均数而得出 PPO。

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
fr: Un indicateur qui mesure la volatilité d'un titre. De hautes valeurs d'ATR indiquent une volatilité importante et peuvent être une indication de ventes ou d'achats d'urgence. Des valeurs d'ATR faibles indiquent un mouvement de côtés de l'indice boursier.
zh_cn: 测量证券波动性的指标。高 ATR 值指示高波动性，可能表明恐慌性抛售或买进。低 ATR 指示股票的侧面波动。

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
fr: Un oscillateur qui essaye de combiner les informations de plusieurs périodes de temps différentes en un seul nombre. Trois différentes périodes de temps sont utilisées, typiquement une période de 7 jours, une période de 14 jours et une période de 28 jours. L'oscillateur résultant est "calibré" pour varier entre 0 et 100, avec 50 en ligne centrale. 70 et 30 sont utilisés comme niveaux d'achat excessif/vente excessive.
zh_cn: 一个摆动指标，试图将多个不同期间的信息合并到一个数字中表示出来。使用三个不同期间，通常为 7 天、14 天以及 28 天。产生的摆动指标是“界定的”，因其在 0 至 100 之间移动，以 50 为中心线。使用 70 和 30 作为过多买进/过多卖出水平。

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
fr: Un oscillateur qui mesure le taux de variation du prix (par opposition aux niveaux actuels eux-mêmes). Il est calculé en relevant les différences de prix pour un intervalle de temps fixe. Cette valeur positive ou négative est centrée autour d'une ligne zéro.
zh_cn: 摆动指标测量价格变动率（与其自身的实际水平相对比）。其通过某一固定时间间隔的价差来计算。沿基准线描绘出正值或负值。
