Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Entry spot price
fr: Prix du point d'entrée
zh_cn: 进场入市价

source: Envelop (SMA 20 +/- 10%)
fr: Envelopper (SMA 20 +/- 10%)
zh_cn: 包容线 (SMA 20 +/- 10%)

source: Equity Offering
fr: Offre d'Actions
zh_cn: 提供股票

source: Error : password field is blank !
fr: Erreur : le champ du mot de passe est vide !
zh_cn: 错误：密码字段为空！

source: Error with input field %1: should contain only digits.
fr: Erreur avec le champ d'entrée %1 : ne doit contenir que des chiffres.
zh_cn: 输入栏 %1 错误：只能是数字。

source: Error: There was a timeout or an unspecified error. The cost of the contract has been refunded to you.
fr: Erreur : une expiration ou une erreur indéfinie est survenue. Le coût du contrat vous a été remboursé.
zh_cn: 错误：出现超时或未指明错误。交易 成本已退还给您。

source: Europe
zh_cn: 欧洲

source: European Union residents with the exception of the UK will have their account opened with Regent Markets (Malta) Ltd.
fr: Les résidents de l'Union Européenne, exceptés les résidents du Royaume-Uni, auront leur compte ouvert avec Regent Markets (Malte) Ltd.
zh_cn: 除英国外的欧盟居民将在Regent Markets (马耳他) Ltd.开设账户。

source: Exchange Offering
fr: Offre d’Échange
zh_cn: 提供交易

source: Exclude me from the website until
fr: M'exclure du site web jusqu'à
zh_cn: 将我排除在该网站之外直至

source: Exclude time cannot be for more than one year.
fr: Le temps d'exclusion ne peut pas être supérieur à un an.
zh_cn: 排除时间不能大于一年。

source: Exclude time cannot be less than 6 months.
fr: Le temps d'exclusion ne peut pas être moins de 6 mois.
zh_cn: 排除时间不能少于6个月。

source: Exclude time must be after today.
fr: Le temps d'exclusion doit être postérieur à aujourd'hui.
zh_cn: 排除时间必须在今日之后。

source: Exclusive binary trading technology.
fr: Technologie de trading binaire exclusive.
zh_cn: 二元期权交易独家技术。

source: Execute your trade in seconds.
fr: Réalisez votre trade en quelques secondes.
zh_cn: 数秒内执行您的交易。

source: Exit Spot
fr: Point de Sortie
zh_cn: 退出点

source: Exit spot
fr: Point de sortie
zh_cn: 退出点

source: Experienced Traders
fr: Traders expérimentés
zh_cn: 熟练交易者

source: Expiry
fr: Expiration
zh_cn: 到期日

source: Expiry Price
fr: Prix d'Expiration
zh_cn: 到期价格

source: Expiry Spot
fr: Point d'Expiration
zh_cn: 到期点

source: Expiry Time
fr: Moment d'Expiration
zh_cn: 到期时间

source: Expiry price
fr: Prix d'expiration
zh_cn: 到期价格

source: Explanation
fr: Explication
zh_cn: 说明

source: Explore tick trades
fr: Explorez les trades ponctuels
zh_cn: 探索跳动式交易

source: Exponential
fr: Exponentiel
zh_cn: 指数曲线

source: Exponential Moving Average
fr: Moyenne mobile exponentielle
zh_cn: 指数移动平均数

source: ExtJS Front-End
fr: ExtJS Frontal
zh_cn: ExtJS 前端

source: FAQ
zh_cn: 常见问题

source: Fall
fr: Baisse
zh_cn: 下跌

source: Fall Contract Return
fr: Retour du Contrat de Baisse
zh_cn: 下跌交易收益

source: Fall Contract Return (%)
fr: Retour du Contrat de Baisse (%)
zh_cn: 下跌交易收益(%)

source: Family Name
fr: Nom de famille
zh_cn: 姓

source: Fast Stochastic
fr: Rapide Stochastique
zh_cn: 快速随机

source: Favourite artist
fr: Artiste préféré
zh_cn: 最喜欢的艺术家

source: Favourite dish
fr: Plat préféré
zh_cn: 最喜欢的菜肴

source: Fax
zh_cn: 传真

source: Fee for transaction %1
fr: Frais de transaction %1
zh_cn: %1交易费用

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
fr: N'hésitez pas à prendre contact avec nos experts agréables et aidants du service clientèle. Ils sont toujours disponibles pour répondre à vos questions. Vous pouvez nous contacter par chat en direct, émail et téléphone.
zh_cn: 请随时联系我们友善和热情的客服专家。他们将全天候回答您的询问。您可通过在线聊天，电子邮件和电话跟我们联系。

source: Fibonacci Fan
fr: Ventilateur de Fibonacci
zh_cn: 费波纳奇扇形线

source: Fibonacci Retracement
fr: Retracement de Fibonacci
zh_cn: 斐波纳奇回撤理论

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
fr: Après quinze ans, nous sommes encore toujours en train d'innover, de grandir et de travailler afin de mieux servir nos clients. Pour la première fois, nous offrons des trades touche/ne touche pas à court terme et nous introduisons une application graphique. Nous croyons que nous avons la plate-forme la plus compétitive et avec le plus d'options digitales disponible à la clientèle de détail.
zh_cn: 十五年过去了，我们还在不断地创新，成长和寻求新方式为客户提供更好的服务。我们首次提供短期触及/未触及交易和推出新的图表应用程序。我们相信我们给散户大众提供最有竞争力和全面的数字期权平台。

source: Filtering Stray Ticks
fr: Filtrer les intervalles errants
zh_cn: 过滤离散价位

source: Final Price
fr: Prix Final
zh_cn: 最终价格

source: Financial Security
fr: Sécurité Financière
zh_cn: 财产安全

source: Financial rewards
fr: Récompenses financières
zh_cn: 金融奖励

source: Find the right trade for every market condition.
fr: Trouvez le bon trade pour chaque condition du marché.
zh_cn: 寻找每种市场状况之下恰当的交易机会。

source: First Name
fr: Prénom
zh_cn: 名

source: First line of home address
fr: Première ligne de l'adresse du domicile
zh_cn: 家庭地址第一行

source: First, define your position...
fr: D'abord, définissez votre position...
zh_cn: 首先，界定您的头寸...

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
fr: D'abord, vous devez définir les paramètres de votre trade. Voici ce que vous devez considérer.
zh_cn: 您需首先设置交易参数。您需考虑的因素在此。

source: First-class client service.
fr: Service clientèle de première classe.
zh_cn: 一流的客户服务。

source: Flexibility
fr: Flexibilité
zh_cn: 灵活性

source: Flexible trades
fr: Trades flexibles
zh_cn: 灵活交易

source: Follow a simple step-by-step guide to binary trading.
fr: Suivez un guide simple étape-par-étape du trading binaire.
zh_cn: 二元期权交易简单的逐步指南。

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
fr: Pour les affiliés proposant un service de conseils de trading basé sur la plate-forme %1, nous offrons des structures de paiement spécialisées. <a href="mailto:%2">Contactez notre manager d'affiliés Karen Yap pour plus de détails</a>.
zh_cn: 对于基于 %1 平台提供交易顾问服务的联盟，我们将提供专门的支付结构。<a href="mailto:%2">请联系我们的联盟经理 Karen Yap 了解详情</a>。

source: For any other queries, please feel free to contact us.
fr: Pour toute autre demande, n'hésitez pas à nous contacter.
zh_cn: 如有任何其他疑问，请随时联系我们。

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
fr: Pour les contrats qui expirent à la clôture du marché, nous utiliserons la valeur de clôture officielle du marché pour régler votre contrat et mettre à jour vos résultats au temps du règlement.
zh_cn: 对于市场收盘时到期的交易，我们将使用市场的官方收盘价来结算您的 交易 并在结算时更新结果。

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
fr: Pour Forex : le marché Forex est un marché dérivé de gré à gré (OTC, "over the counter"), où les banques et les autres institutions financières majeures font du commerce avec les devises, entre elles, sans qu'il y ait une chambre de compensation centrale. De même, il n'existe pas de source de prix "officielle" pour les prix affichés sur Forex. Des sources de données différentes vont contenir des cours de différents sous-groupes de banques internationales. Ainsi, les prix peuvent varier selon le fournisseur, en fonction de la banque depuis laquelle il a obtenu le prix.
zh_cn: 关于外汇交易：外汇市场是场外交易（柜台外）市场，银行和其他大型金融机构在其中相互交易外汇，没有中央结算中心。因此，外汇交易报价也没有“官方”价格来源。不同的数据源包含不同类型国际银行的报价。因此，根据其获得价格的银行不同，各提供者的价格不相同。

source: For more information on the terms and conditions that apply to your bonus, go to: %1
fr: Pour plus d'informations concernant les conditions générales qui s'appliquent à votre bonus, allez vers: %1
zh_cn: 有关适用于您的奖金的条款和条件的详细信息，请前往：↵ ↵ ％1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
fr: Pour des raisons de sécurité, veuillez noter que les comptes de l'Agent de Paiement seront uniquement réservés aux dépôts via Virement Bancaire.
zh_cn: 出于安全考虑，请注意，支付代理人帐户将只能通过银行电汇存款。

source: For security reasons, please start the 'Lost Password' procedure again.
fr: Pour des raisons de sécurité, veuillez recommencer une nouvelle fois la procédure "Mot de passe perdu".
zh_cn: 出于安全考虑，请重新开始“密码丢失”程序。

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
fr: Pour la troisième année consecutive, BetOnmrakets.com est voté 'Best Fixed-Odds Financial Trading Provider' par Shares Magazine UK. C'est la dernière fois que nous gagnerons ceci parce que Shares Magazine ne donnera plus de prix dans cette catégorie.
zh_cn: 连续第三年，BetOnMarkets.com被英国股份杂志评为“最佳固定赔率金融交易提供商”。这是我们最后一次获奖，因为股票杂志已停止颁发这一类奖项。

source: Forest Chart
fr: Graphique en forêt
zh_cn: 林相图

source: Forex
zh_cn: 外汇

source: Forgot Login ID or Password?
fr: Identifiant de connexion ou mot de passe oublié ?
zh_cn: 忘记登录 ID 或密码

source: Forward starting intraday and daily contracts are available on some %1
fr: Des contrats intrajournaliers démarrant à terme et des contrats journaliers sont disponibles sur certain %1
zh_cn: 一些 %1 提供预远期启动的一日间合约和每日合约

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
fr: Formulez votre stratégie de trade en utilisant les graphiques en direct puissants de %1. Visionnez instantanément les tendances de trade de forex, d'indices, de matières premières et d'actions.
zh_cn: 使用 %1 的强大实时图表设定您的交易策略。立时观察外汇兑换，指数，期货商品和股票的交易格局。

source: Free Contract Bonus
fr: Bonus de contrat gratuit
zh_cn: 免费合约红利

source: Free gift
fr: Cadeau gratuit
zh_cn: 赠品

source: Fridays
fr: Vendredis
zh_cn: 周五

source: From
fr: De
zh_cn: 来自

source: From Barrier out of limit
fr: De la Barrière hors limite
zh_cn: 从超限门槛

source: From expiry date format error
fr: Erreur de format de la date d'expiration
zh_cn: 从到期日期格式错误

source: From expiry date out of limit
fr: Hors limite de la date d'expiration
zh_cn: 从到期日期超出范围

source: From:
fr: De:
zh_cn: 来自:

source: Further Instructions
fr: Instructions supplémentaires
zh_cn: 详细说明：

source: Further Trading Rules
fr: Règles de trading supplémentaires
zh_cn: 网上交易风险

source: Further information
fr: Informations supplémentaires
zh_cn: 更多信息

source: Further instructions must not exceed %1 characters.
fr: Les instructions supplémentaires ne doivent pas dépasser %1 caractères.
zh_cn: 详细说明必须不超过 %1 字符。

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
fr: A la suite de ceci, l'interface API est hébergée par un fournisseur de gestion API Proxy, c'est-à-dire <a href="http://apigee.com" target="_blank">Apigee</a>. Ce service applique plusieurs services qui bénéficeront au développeur de l'application et au fournisseur de API.
zh_cn: 而且，应用程序编程界面(API)由一个API代理管理提供商托管，即<a href="http://apigee.com" target="_blank">Apigee</a>。此服务给应用程序开发员和API提供商提供了多个惠益服务。

source: Futures
fr: Contrats à terme
zh_cn: 期货

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
fr: GMT signifie Greenwich Mean Time, le temps officiel utilisé en hiver au Royaume-Uni. En été, le Royaume-Uni passe au British Summer Time, qui correspond à GMT +1 heure. Toutes les heures du site Binary.com sont durant toute l'année sont en GMT.
zh_cn: 格林尼治标准时间是英国在冬季使用的官方时间。夏季则改为英国夏令时，即格林尼治标准时间加1 小时。Binary.com 网站全年使用的任何时间均为格林尼治标准时间。

source: General
fr: Généralités
zh_cn: 普通

source: Generous Commission Structure
fr: Structure de Commission généreuse
zh_cn: 优厚的佣金结构

source: Get %1 when you deposit %2.
fr: Obtenez %1 lorsque vous déposez %2.
zh_cn: 当您存入 %2 时，将获得 %1。

source: Get Prices
fr: Obtenir les Prix
zh_cn: 获得价格

source: Get Started
fr: Se lancer
zh_cn: 现在就开始

source: Get started with just $5
fr: Se lancer avec seulement $5
zh_cn: 现在就以仅$5开始

source: Get your free $10k virtual money account
fr: Obtenez votre compte gratuit d'argent virtuel $10K
zh_cn: 获得一万美元虚拟资金帐户

source: Get your price
fr: Obtenez votre prix
zh_cn: 获得报价

source: Getting Started
fr: Comment Commencer
zh_cn: 开始

source: Gift Certificate
fr: Certificat de Cadeau
zh_cn: 礼品券

source: Gift Certificate Deposit
fr: Dépôt de Certificat de Cadeau
zh_cn: 礼品券存款

source: Gift Certificate Withdrawal
fr: Retrait de Certificat de Cadeau
zh_cn: 礼品券提款

source: Give Me More Money!
fr: Donnez-moi plus d'Argent !
zh_cn: 我要赚更多！

source: Glossary
fr: Glossaire
zh_cn: 词汇

source: Go
fr: Aller
zh_cn: 开始

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
fr: Allez à la page <a href="http://login.binary.com/password-retrieve.php">de récupération de mot de passe</a>, et entrez votre nom d'utilisateur et adresse émail dans les champs du formulaire affiché, afin que votre mot de passe vous soit envoyé par émail.
zh_cn: 前往<a href="http://login.binary.com/password-retrieve.php">密码找回页面</a>，在提供的表格中输入您的用户名和电邮地址，我们将通过电邮把密码发送给您。

source: Go to Home Page
fr: Aller à la Page d'Accueil
zh_cn: 前往首页

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
fr: Allez à la page <a href="http://login.binary.com/signup.php">d'enregistrement</a> pour vous enregistrer en tant qu'affilié %1 [gratuitement] aujourd'hui.
zh_cn: 前往<a href="http://login.binary.com/signup.php">注册页面</a> 注册成为 %1 联盟成员 [免费]。

source: Go with the leader
fr: Allez-y avec le leader
zh_cn: 与领导者在一起

source: Great payouts, earn up to 35%
fr: Gains importants, gagnez jusqu'à 35%
zh_cn: 高额付款，佣金率高达 35%

source: Group History
fr: Histoire du group
zh_cn: 集团历史

source: Group Information
fr: Informations sur le groupe
zh_cn: 集团信息

source: Have a question? Need Help?
fr: Vous avez une question? Besoin d'aide?
zh_cn: 有问题吗？需要帮助？

source: Hello
fr: Bonjour
zh_cn: 您好

source: Hello World
fr: Bonjour le Monde
zh_cn: 你好，世界

source: Hello, World!
fr: Bonjour, le Monde !
zh_cn: 你好，世界!

source: Help
fr: Aide
zh_cn: 帮助

source: Hide last spot
fr: Cache dernier intervalle
zh_cn: 隐藏最后点

source: High
fr: Supérieur
zh_cn: 高

source: High barrier
fr: Barrière supérieure
zh_cn: 价格上限

source: High barrier offset
fr: Compensation barrière supérieure
zh_cn: 价格上限位移

source: High conversions and customer value
fr: Haute valeur de conversion et du client
zh_cn: 高转换价率和客户价值

source: High returns
fr: Retours importants
zh_cn: 高回报

source: High/Low
fr: Haut/Bas
zh_cn: 高/低

source: Higher / Lower
fr: Supérieur / Inférieur
zh_cn: 高于/低于

source: Higher/Lower
fr: Supérieur/Inférieur
zh_cn: 高于/低于

source: Higher/Lower trades
fr: Trades Supérieur/Inférieur
zh_cn: 高于/低于交易

source: Higher/lower trades
fr: Trades Supérieur/Inférieur
zh_cn: 高于/低于交易：

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
fr: Met en avant le lien entre le volume et les changements de prix et est particulièrement utile pour évaluer l'ampleur d'une tendance.
zh_cn: 反映交易量与价格变动之间的关系，对于评估趋势强度尤其有用。

source: Home
fr: Accueil
zh_cn: 首页

source: Horizontal
zh_cn: 水平的

source: Horizontal Grid
fr: Grille horizontale
zh_cn: 水平网格

source: How and when will I receive my affiliate earnings?
fr: Comment et quand vais-je recevoir mes gains d'affilié ?
zh_cn: 我何时才能收到联盟收益，如何接收？

source: How can I become a %1 affiliate?
fr: Comment puis-je devenir un affilié de %1 ?
zh_cn: 我如何才能成为 %1 联盟成员？

source: How do I change my payment method?
fr: Comment puis-je changer de méthode de paiement ?
zh_cn: 我如何更改付款方式？

source: How do I fund my account?
fr: Comment puis-je approvisionner mon compte ?
zh_cn: 我该如何给账户入金？

source: How do I know how much I have earned?
fr: Comment j'apprends combien j'ai gagné ?
zh_cn: 我怎么知道我赚了多少？

source: How does %1 make money?
fr: Comment %1 gagne-t-il de l'argent ?
zh_cn: %1 如何盈利？

source: How safe is my money with %1?
fr: A quel point mon argent est-il en sécurité avec %1 ?
zh_cn: 我的资金在 %1 安全吗？

source: How soon can I start trading?
fr: Quand puis-je commencer à trader ?
zh_cn: 我需要多久才能开始交易？

source: How to open an account
fr: Comment ouvrir un compte
zh_cn: 如何开设帐户

source: How to trade binaries?
fr: Comment faire du trading d'options binaires ?
zh_cn: 二元期权如何交易?

source: How to trade the random markets?
fr: Que sont les marchés aléatoires?
zh_cn: 随机市场有哪些?

source: How to use a payment agent
fr: Comment utiliser un agent de paiement
zh_cn: 如何使用支付代理人

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
fr: Cependant, afin d'augmenter vos limites de retrait, vous êtes priés de suivre les instructions ci-dessous.
zh_cn: 但是，为了增加您的提款限额，您会被友善地要求遵照以下指令行事。

source: Huge
fr: Enorme
zh_cn: 巨大

source: I forgot my password, what should I do?
fr: J'ai oublié mon mot de passe, que dois-je faire ?
zh_cn: 我忘记了密码，该怎么办？

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
fr: J'ai lu et j'approuve les <a target="_blank" href="%1">conditions générales</a> du site.
zh_cn: 我已阅读并同意本网站的<a target="_blank" href="%1">条款和条件</a>。

source: I predict that the last decimal of the 5th tick will not be:
fr: Je prédis que la dernière décimale du 5ème intervalle ne sera pas:
zh_cn: 我预测第 5 个跳动点的最后十进位数不是：

source: I'm new to binaries, where do I start?
fr: Je suis nouveau dans les options binaires, où dois-je commencer ?
zh_cn: 我是新手，该如何开始呢？

source: ID scans submitted
fr: Numérisations d'identité soumises
zh_cn: ID 扫描已提交

source: IP Address
fr: Adresse IP
zh_cn: IP 地址

source: IP Security
fr: Sécurité IP
zh_cn: IP 安全

source: Ideal for both pros and novices
fr: Idéal pour les pros et les débutants
zh_cn: 对专业人士和新手都很适合

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
fr: Si tout ceci paraît un peu ambitieux, vous avez raison. Mais c'est ainsi que nous obtenons les meilleures personnes dans notre équipe.
zh_cn: 如果这一切听起来有点吓人，你是对的。但这是我们确保团队能够得到最好的人才的方式。

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
fr: Si une erreur est commise dans le calcul de votre part du revenu, la Société se réserve le droit de corriger ce calcul à tout moment et de vous réclamer tout trop-perçu versé à vous par la Société (incluant, sans limitation, en réduisant le paiement de futurs gains pour couvrir le remboursement) avant que vous ne recommenciez à recevoir des revenus. La Société se réserve le droit, dans des cas particuliers, d'exclure le partage de revenus sur des fonds promotionnels déposés sur le compte du client par la Société.
zh_cn: 如果您的收入份额计算有误，公司保留随时修正错误计算并追回超额支付的权利（包括但不限于：在您再次开始赚取收入之前，减少未来支付以补偿超额支付）。在特定情况下，公司保留从公司向客户存入的促销资金中去除收入分享的权利。

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
fr: Si toute disposition de cet Accord est jugée nulle ou inapplicable en intégralité ou en partie, la disposition contestée (ou une partie de celle-ci) sera considérée comme devant être supprimée de cet Accord et les dispositions restantes (incluant le reste de la disposition affectée) continueront d'être valides et applicables.
zh_cn: 如果本协议的任何条款被认定完全或部分无效或无法执行，该非难条款（或其部分）应视为从本协议中删除，其余条款（包括受影响条款的剩余部分）仍然有效并适用。

source: If applicable, to expedite the processing of your query please include a screen capture of the page that requires our attention.
fr: Si possible, pour accélérer le traitement de votre demande, veuillez joindre une capture d'écran de la page qui requiert notre attention.
zh_cn: 如适用，要加快处理您的请求，请附上需要帮助处理的问题页面的截图。可使用截图软

source: If the connection problem persists, you can try to <a href="%1">reload the application</a>.
fr: Si le problème de connexion persiste, vous pouvez essayer de <a href="%1">recharger l'application</a>.
zh_cn: 如果连接问题仍然存在，请尝试<a href="%1">重新载入应用程序</a>。

source: If the trading page is closed or internet access is terminated, the outcome of your contract won&rsquo;t be affected. You can then access your account statement to view the outcome of the contract.
fr: Si la page de trading est fermée ou que votre accès Internet est interrompu, le résultat de votre contrat ne sera pas affecté. Vous pouvez ensuite accéder au relevé de votre compte pour voir le résultat du contrat.
zh_cn: 如果交易页面关闭了或者互联网访问被终止，您的交易结果不会受到影响。您可在随后进入您的账单，查看交易的结果。

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
fr: Si nous sommes contents de vos résultats, nous vous contacterons pour un interview et puis ferons un contrôle de votre passé et vos références.
zh_cn: 如果我们对成绩觉得满意，我们会与您联系安排面试，然后做背景和身份调查。

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
fr: Si vous rencontrez des difficultés à vous connecter à votre compte, veuillez vérifier que les cookies sont autorisés dans votre navigateur. Ce site web utilise les cookies pour stocker votre Identifiant de connexion et mot de passe (sous format crypté) sur votre PC au cours de votre session de connexion.
zh_cn: 如果存在账户登录问题，请确认您的浏览器 cookie 是否启用。在登录会话期间，本网站使用 cookie 在您的计算机上（以加密格式）存储您的登录 ID 和密码。

source: If you are, we’d love to hear from you.
fr: Si vous l'êtes, nous serons ravis d'avoir de vos nouvelles.
zh_cn: 如果你已准备好，我们非常乐意听取您的意见。

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
fr: Si c'est le cas, ne vous en faites pas. Avec Binary.com, vous pouvez vendre vos trades avant la fin afin de verrouiller les gains. Il ne faut pas attendre la fin.
zh_cn: 如果是，请别担心。您可通过 Binary.com 在到期之前售出交易以锁定利润。不需要等到结束时间。

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
fr: Si vous pensez qu'aucune de ces raisons s'applique à votre cas et vous désirez demander que le bonus soit crédité à votre compte, veuillez nous fournir:
zh_cn: 如果您觉得这些原因全都不适用于您的情况，您想要求将奖金存入您的账户，请向我们提供：
