Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
fr: Forex (ou marché des changes) représente le ratio entre les valeurs de deux devises.
zh_cn: 外汇指两种货币价值之间的比率。

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
fr: Des indices représentent la valeur pondérée d'un ensemble de sociétés, typiquement échangées sur le même marché.
zh_cn: 指数是指一篮子公司的加权价值，尤其是在同一交易所交易的股票。

source: Smart indices.
fr: Indices intelligents.
zh_cn: 智能指数。

source: Sectors
fr: Secteurs
zh_cn: 板块

source: Sectors represent the weighted value of a basket of companies which may operate in different countries and trade on different exchanges, but pursue similar lines of business.
fr: Des secteurs représentent la valeur pondérée d'un ensemble de sociétés qui peuvent opérer dans différents pays et tradent sur différents marchés, mais qui sont actifs dans des secteurs d'activités similaires.
zh_cn: 板块是指那些在不同国家运营且在不同交易所交易，但追求类似业务线的一篮子公司的加权价值。

source: United Kingdom Stocks
fr: Actions du Royaume-Uni
zh_cn: 英国股票

source: Energy
fr: Energie
zh_cn: 能源

source: India Stocks
fr: Actions d'Inde
zh_cn: 印度股票

source: Smart FX
fr: FX Intelligent
zh_cn: 智能外汇

source: Smart FX indices
fr: Indices FX intelligents
zh_cn: 智能外汇指数

source: Australia Stocks
fr: Actions Australiennes
zh_cn: 澳大利亚股票

source: Major Pairs
fr: Paires majeures
zh_cn: 主要货币对

source: The most widely traded and liquid forex pairs.
fr: Les paires les plus échangées et les plus liquides sur le Forex.
zh_cn: 交易最为广泛，流动性最高的 货币对。

source: Americas
fr: Amériques
zh_cn: 美洲

source: Agriculture Sector
fr: Secteur de l'Agriculture
zh_cn: 农业板块

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
fr: Représentent une seule journée de trading avec différents facteurs de marché. Ils sont réinitialisés au début de chaque journée de trading (12:00 GMT).
zh_cn: 指在各种不同的市场因素下进行的当天交易。它们在每个交易日开始时重设（12:00格林尼治标准时间）。

source: Spain Stocks
fr: Actions Espagnoles
zh_cn: 西班牙股票

source: Italy Stocks
fr: Actions Italiennes
zh_cn: 意大利股票

source: Industrials Sector
fr: Secteur Industriel
zh_cn: 行业板块

source: Europe/Africa
fr: Europe/Afrique
zh_cn: 欧洲/非洲

source: United States Stocks
fr: Actions des Etats-Unis
zh_cn: 美国股票

source: Minor Pairs
fr: Paires mineures
zh_cn: 较小货币对

source: Forex pairs of interest, but with less liquid international markets.
fr: Des paires d'intérêt de Forex, mais avec des marchés internationaux moins liquides.
zh_cn: 外汇对，但国际流动性更低。

source: Global Sector
fr: Secteur Global
zh_cn: 全球板块

source: Energy Sector
fr: Secteur de l'Energie
zh_cn: 能源板块

source: Norway Stocks
fr: Actions Norvégiennes
zh_cn: 挪威股票

source: Metals Sector
fr: Secteur des Métaux
zh_cn: 金属板块

source: Germany Stocks
fr: Actions Allemandes
zh_cn: 德国股票

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
fr: Représentent une seule journée de trading avec différents facteurs de marché. Ils sont réinitialisés au début de chaque journée de trading (00:00GMT).
zh_cn: 指在各种不同的市场因素下进行的当天交易。它们在每个交易日开始时重设（00:00格林尼治标准时间）。

source: Associated with a number that represents the relative volatility of the market. For example, the Random 100 Index is twice as volatile as the Random 50 Index.
fr: Associé avec un nombre qui représente la volatilité relative du marché. Par exemple, l'Indice Random 100 est deux fois plus volatile que l'Indice Random 50.
zh_cn: 与代表市场相对波动性的数字相关联。比如，随机100 指数的波动性是随机50指数的两倍。

source: Financial Sector
fr: Secteur Financier
zh_cn: 金融板块

source: Metals
fr: Métaux
zh_cn: 金属

source: Japan Stocks
fr: Actions Japonaises
zh_cn: 日本股票

source: Technology Sector
fr: Secteur Technologique
zh_cn: 技术板块

source: config-only
fr: seulement-config
zh_cn: 仅配置

source: Health Care Sector
fr: Secteur de Santé
zh_cn: 医疗保健板块

source: Korea Stocks
fr: Actions Coréennes
zh_cn: 韩国股票

source: Consumer Srv Sector
fr: Secteur des Srv aux clients
zh_cn: 消费服务板块

source: Asia/Oceania
fr: Asie/Océanie
zh_cn: 亚洲/大洋洲

source: Vanilla Options
fr: Options Vanilla
zh_cn: 单纯期权

source: Plain vanilla options
fr: Options vanilla simple
zh_cn: 普通期权

source: Predict whether or not the market will touch a chosen level before expiration.
fr: Prédisez si la marché touchera ou pas un niveau choisi avant expiration.
zh_cn: 预测市场是否会在过期之前先达到所选择的价位水平。

source: Predict the ending market level relative to 2 chosen barriers.
fr: Prédisez le niveau final du marché par rapport à 2 barrières choisies.
zh_cn: 相对于2个选择好的障碍之期末市场价位水平预测。

source: Predict very short-term market results.
fr: Prédisez les résultats du marché à très court terme.
zh_cn: 非常短期的市场价位结果预测。

source: Predict the ending market level relative to a chosen barrier.
fr: Prédisez le niveau final du marché par rapport à une barrière choisie.
zh_cn: 相对于选择好的障碍之期末市场价位水平预测。

source: Predict the ending market level relative to the starting market level.
fr: Prédisez le niveau final du marché par rapport au niveau de départ du marché.
zh_cn: 相对于起始市场价位之期末市场价位水平预测。

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
fr: Prédisez si le marché touchera ou pas un des 2 niveaux choisis avant expiration.
zh_cn: 预测市场价位是否会在到期前达到任一已选择好之2个价位水平。

source: Digit Match/Differ
fr: Chiffre Est égal à/Diffère
zh_cn: 数字符合/相差

source: Predict the last digit of the market price at expiration.
fr: Prédisez le dernier chiffre du prix du marché à la clôture.
zh_cn: 预测市场在到期时的最后价位数字。

source: ends between
fr: Finit Entre
zh_cn: 区间之内结束

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>finit strictement entre %7</strong> et <strong>%6</strong> à la clôture sur %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>最后严格落在%7</strong>和<strong>%6</strong>至收盘时%5上。

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 <strong>finit strictement entre %7</strong> et <strong>%6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4之后的%5时最后严格落在%7</strong>和<strong>%6</strong>之间 。

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>finit strictement entre %7</strong> et <strong>%6</strong> à %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5时最后严格落在%7</strong>和<strong>%6</strong>之间 。

source: differs
fr: diffère
zh_cn: 相差

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5 after %4.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>n'est pas %6</strong>à %5 après %4.
zh_cn: %1<strong>%2</strong>获利，如果%3之最后数字<strong>在%4之后%5时</strong>非%6。

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>n'est pas %6</strong>à %5.
zh_cn: %1<strong>%2</strong>获利，如果%3的最后数字<strong>在%5时非%6</strong>。

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> after <strong>%5 ticks</strong>.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>n'est pas %6</strong>après<strong>%5 intervalles</strong>.
zh_cn: %1<strong>%2</strong>获利，如果%3的最后数字在<strong>%5跳动点</strong>后<strong>非%6</strong>。

source: falls
fr: baisses
zh_cn: 下跌

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong> plus bas </strong> que <strong>%6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>交易额 如果%3在%4之后的%5时严格<strong>低</strong>于<strong>%6</strong>。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong>plus bas</strong> que <strong>%6</strong> à %5.
zh_cn: %1<strong>%2</strong>交易额 如果%3在%5严格<strong>低</strong>于<strong>%6</strong>。

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>lower</strong> than <strong>%6</strong>.
fr: %1 <strong>%2</strong> de gain si %3 après <strong>%5 intervalles</strong>est strictement <strong>plus bas</strong> que <strong>%6</strong>.
zh_cn: %1<strong>%2</strong>交易额 如果%3在<strong>%5 跳动点</strong>过后<strong>严格</strong>低于<strong>%6</strong>。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at close on %5.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong>plus bas</strong> que <strong>%6</strong> à la fermeture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3在%5收盘时严格<strong>低</strong>于<strong>%6</strong> 。

source: does not touch
fr: ne touche pas
zh_cn: 未触及

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>ne touche pas %6</strong> jusqu'à la fermeture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3一直到%5收盘时<strong>未触及%6</strong>。

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 <strong>ne touche pas %6</strong> jusque %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4之后到%5时未触及%6</strong>。

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>ne touche pas %6</strong> jusque %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>一直到%5时未触及%6</strong>。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at close on %5.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong>plus haut</strong> que <strong> %6</strong> à la fermeture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3在%5收盘时严格<strong>高</strong>于<strong>%6</strong> 。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong>plus haut</strong> que <strong> %6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3在%4之后到%5时严格<strong>高</strong>于<strong>%6</strong>。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si %3 est strictement <strong>plus haut</strong> que <strong> %6</strong> à %5.
zh_cn: %1<strong>%2</strong>交易额如果%3在%5时严格<strong>高</strong>于<strong>%6</strong>。

source: goes down
fr: descend
zh_cn: 下降

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>lower</strong> than the entry price.
fr: <strong>Trade ponctuel</strong> : (double) %1 <strong>%2</strong> de gain si %3 après <strong>%5 intervalles</strong> est <strong>inférieur</strong> au prix d'entrée.
zh_cn: <strong>运行交易</strong>:(double)%1<strong>%2</strong>如果支出%3价位在<strong>%5交易</strong>过后<strong>低于</strong> 整个价格。

source: <strong>Tick Trade</strong>: (Lucky 10) %1 <strong>%2</strong> payout if %3 <strong>has</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
fr: <strong>Trade ponctuel</strong> : (10 Chanceux) %1 <strong>%2</strong> de gain si %3 <strong>a</strong> un dernier chiffre décimal de <strong>%6</strong> après <strong>%5 intervalles </strong>.
zh_cn: <strong>运行交易</strong>:(Lucky 10)%1<strong>%2</strong>支出如果%3价位在<strong>%5交易过后</strong>的最后一个小数位<strong>有</strong><strong>%6</strong>。

source: ends outside
fr: Finit hors de
zh_cn: 区间之外结束

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>finit hors de%7</strong> à <strong>%6</strong> à la clôture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>%5收盘时最后落在%7</strong>至<strong>%6</strong>之外。

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5 after %4.
fr: %1 <strong>%2</strong>de gain si %3 <strong>finit hors de%7</strong> à <strong>%6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4过后的%5时最后落在%7</strong>至<strong>%6</strong>之外。

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>finit hors de%7</strong> à <strong>%6</strong> à %5.
zh_cn: %1<strong>%2</strong>交易额如果%3在%5时<strong>最后落在%7</strong>至<strong>%6</strong>之外。

source: rises
fr: hausses
zh_cn: 上涨

source: goes outside
fr: sort de
zh_cn: 落出区间之外

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> to <strong>%6</strong> by close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>sort de%7</strong> à <strong>%6</strong> à la clôture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5收盘时落在%7</strong>至<strong>%6</strong>之外。

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> and <strong>%6</strong> by %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 <strong>sort de%7</strong> et <strong>%6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4过后的%5时前落在%7</strong>与<strong>%6</strong>之外。

source: touches
fr: touche
zh_cn: 触及

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>touche %6</strong> à la clôture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5收盘前触及%6</strong>。

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 <strong>touche %6</strong> à %5 le %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4过后的%5时前触及%6</strong>。

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>touche %6</strong> à %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5时前触及%6</strong>。

source: matches
fr: est égale à
zh_cn: 符合

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5 after %4.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>est %6</strong> à %5 après %4.
zh_cn: %1<strong>%2</strong>获利，如果%3的最后数字<strong>在%4过后的%5时为%6</strong>。

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>est %6</strong>à %5.
zh_cn: %1<strong>%2</strong>获利，如果%3的最后数字<strong>在%5时为%6</strong>。

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> after <strong>%5 ticks</strong>.
fr: %1 <strong>%2</strong> de gain si le dernier chiffre de %3 <strong>est %6</strong>après<strong>%5 intervalles</strong>.
zh_cn: %1<strong>%2</strong>获利，如果%3的最后数字在%5跳动点<strong>之后</strong>为<strong>%6</strong>。

source: stays between
fr: reste entre
zh_cn: 位于区间之内

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through close on %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>reste entre %7</strong> et <strong>%6</strong> jusqu'à la clôture le %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5收盘时一直在%7</strong>至<strong>%6</strong>之间。

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> and <strong>%6</strong> through %5 after %4.
fr: %1 <strong>%2</strong> de gain si %3 <strong>reste entre %7</strong> et <strong>%6</strong> jusque %5 après %4.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%4过后到%5时一直在%7</strong>与<strong>%6</strong>之间。

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through %5.
fr: %1 <strong>%2</strong> de gain si %3 <strong>reste entre %7</strong> et <strong>%6</strong> jusque %5.
zh_cn: %1<strong>%2</strong>交易额如果%3<strong>在%5时一直在%7</strong>至<strong>%6</strong>之间。

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>higher</strong> than <strong>%6</strong>.
fr: %1 <strong>%2</strong> de gain si %3 après <strong>%5 intervalles</strong>est strictement <strong>plus haut</strong> que <strong> %6</strong>.
zh_cn: %1<strong>%2</strong>交易额 如果%3在<strong>%5 跳动点</strong>过后<strong>严格</strong>高于<strong>%6</strong>。

source: <strong>Tick Trade</strong>: (Quick 10%) %1 <strong>%2</strong> payout if %3 <strong>does not have</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
fr: <strong>Trade Ponctuel</strong>: (10% Rapide) %1 <strong>%2</strong> de gain si %3 <strong>n'a pas</strong> un dernier chiffre décimal <strong>%6</strong> après <strong>%5 intervalles</strong>.
zh_cn: <strong>运行交易</strong>: (Quick 10%)%1<strong>%2</strong>如果%3在<strong>%5交易后</strong>支出价位的最后一个小数位<strong>没有</strong><strong>%6</strong>。

source: goes up
fr: monte
zh_cn: 上涨

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>higher</strong> than the entry price.
fr: <strong>Trade Ponctuel</strong>: (double) %1 <strong>%2</strong> de gain si %3 après <strong>%5 intervalles</strong> est <strong>plus haut</strong> que le prix d'entrée.
zh_cn: <strong>运行交易</strong>: (double)[_1}<strong>%2</strong> 如果支出%3价位在<strong>%5交易后</strong><strong>高于</strong>整个价格。

source: Incorrect LoginID or password.
fr: Identifiant de connexion ou mot de passe incorrect.
zh_cn: 不正确的登录 ID 或密码。

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
fr: La connexion à son compte a été temporairement mis hors service pour cause de maintenance du service. Veuillez réessayer dans 30 minutes.
zh_cn: 由于系统维护，账户暂时不能登入。请 30 分钟后重新尝试。

source: This account is unavailable. For any questions please contact Customer Support.
fr: Ce compte est indisponible. Pour toute question, veuillez contacter le Service Clientèle.
zh_cn: 此帐户不可用。若有任何问题，请联系「客户支持」。

source: Sorry, access through this IP network has been disabled. Please contact Customer Support.
fr: Désolé, l'accès par le biais de ce réseau IP a été désactivé. veuillez contacter le Service Clientèle.
zh_cn: 对不起，通过此 IP 网络的访问已禁用，请联系「客户支持」。

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
fr: Désolé, vous avez déjà effectué trop de tentatives infructueuses. Veuillez réessayer dans 5 minutes.
zh_cn: 对不起，您的失败尝试次数过多。请5分钟后再尝试。

source: Random Bear
fr: Ours Aléatoire

source: Random Moon
fr: Lune Aléatoire

source: Random Yang
fr: Yang Aléatoire

source: Deutsche Bank AG
fr: Deutchse Bank AG

source: Random Bull
fr: Taureau Aléatoire

source: Random Sun
fr: Soleil Aléatoire

source: Random Yin
fr: Yin Aléatoire

source: Quotidians
fr: Quotidiens
