Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
fr: Un oscillateur utilisé pour identifier les relevés d'achats ou de ventes excessives dans RSI (Relative Strength Index - Indice d'intensité relative). Comme le RSI peut se maintenir pendant des périodes prolongées sans devenir achat excessif (plus de 70) ou vente excessive (moins de 30), StochRSI fournit des moyens alternatifs pour identifier ces extrémités.
zh_cn: 摆动指标用于确认 RSI（相对强度指数）中的过多买进或过多卖出读数。由于 RSI 可在不出现过多买进（高于 70）或过多卖出（低于 30）的情况下延长持续期, 因而随机 RSI 提供替代方法确认这些极端情况。

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
fr: Et vos weekends peuvent vous amener à un des endroits les plus exotiques et les plus beaux du monde.
zh_cn: 周末到了，你可去一些世界上最奇特和美丽的地方游玩。

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
fr: Un autre grand prix. Cette fois-ci nous sommes nominés par les lecteurs en ligne du Global Banking and Finance Review et jugés par un ensemble d'experts de l'industrie et d'analystes qui reconnaissent plus de 13 ans de fiabilité, d'ensemble de trades, de prix, de service clientèle et de connaissance étendue de notre plate-forme.
zh_cn: 这是我们的另一个重要的奖项。这次我们通过环球银行及金融评论的在线读者提名，再由行业专家和分析师评审团裁决，确认了我们13年的平台可靠性，交易范围，定价，客户服务和广泛知识。

source: Answer to secret question
fr: Répondez à la question secrète
zh_cn: 回答密码提示问题

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
fr: Toute modification dans notre politique de confidentialité ou des dispositions de sécurité sera postée sur le site web. Dans le cas de changements matériels affectant directement l'usage économique de vos données personnelles, nous vous demanderons une autorisation écrite préalable avant de procéder à ce type de changement sur votre compte.
zh_cn: 隐私政策或安全声明的任何变化都会公布在本网站上。如果发生了影响个人信息经济使用的重大变化，我们将在该等变化对您的账户生效之前，请求您的事先书面同意。

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 are liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
fr: Toute forme de Spam entraînera le placement sous surveillance de votre compte et l'ensemble des fonds dus seront retenus en attendant une investigation de votre compte. Vous devez savoir que %1 peut être amené à faire des dépenses dans la lutte contre le Spam, comme des émails générés automatiquement, et ces mêmes dépenses seront déduites de votre compte. Dans ce cas, le montant déterminé sera équitable et considéré comme final et acceptable en se basant sur la bonne foi, et cette somme sera légalement percevable et considérée comme ayant été acceptée par vous-même comme étant équitable et raisonnable, et comme convenu par votre enregistrement en tant qu'affilié de %1.
zh_cn: 任何形式的垃圾邮件都将会导致您的账户受到审查，所有应付资金将会暂停支付，直至您账户的调查完成。你需注意，%1承担处理垃圾邮件所产生的费用，该等费用将从您的账户中扣减。在这种情况下，该等确定的金额将基于诚信原则视为公平并具有终局和可接受性。该等金额将依法收取；通过注册成为%1加盟会员，您视为自行接受该等金额为公平和合理，并同意缴纳。

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
fr: Toute information fournie sur ces pages et/ou par émail ou par bulletins d'information, envoyée par la société concernée, n'a pas l'intention de servir de conseil financier ou d'investissement et la Société n'acceptera d'être tenue responsable dans ce sens. La Société ne sera non plus tenue responsable pour la précision et l'exhaustivité des informations fournies sur ce site.
zh_cn: 这些网页上和/或公司发送的与之相关的邮件或简报上的信息不构成财务或投资建议，公司将不会承担任何与此相关的责任，公司也不负责确保网站上信息的准确性或完整性。

source: Any limits set may only be changed or increased after 7 days notice.
fr: Toute limite définie ne peut être modifiée ou augmentée qu'au bout de 7 jours.
zh_cn: 所设置的限制仅可在 7 天通知期后才可更改或增加。

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
fr: Toute notification donnée ou faite à la Société dans le cadre de cet Accord sera effectué par email à %1. La Société enverra toute notification donnée ou faite dans le cadre de cet Accord à l'adresse émail indiquée sur votre formulaire de candidature ou à une autre adresse émail que vous aurez communiquée au préalable à la Société.
zh_cn: 本协议项下对公司发出或作出的任何通知均应通过电子邮件方式发送至%1。公司将按照您申请表中提供的电子邮件地址或您通知公司的任何其他电子邮件地址，向您发送本协议项下发出或作出的任何通知。

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
fr: Toute personne âgée de plus de 18 ans [ayant lu et accepté les conditions générales de %1], et n'habitant pas dans l'un des "pays fermés", peut trader sur la plate-forme %1.
zh_cn: 任何年满18 岁 [已阅读并同意 %1 条款和条件]，且非居住在“封闭国家”之一的人士可在 %1 平台进行交易。

source: Application Name
fr: Nom de l'Application
zh_cn: 应用程序名称

source: Apply for access
fr: Appliquer pour accès
zh_cn: 申请访问权限

source: Apply to become Payment Agent
fr: Postuler pour devenir Agent de Paiement
zh_cn: 申请成为支付代理人

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
fr: Postuler pour devenir un <a class="pjaxload" href="%2">agent de paiement</a> de %1.
zh_cn: 申请成为 %1<a class="pjaxload" href="%2">支付代理人</a>。

source: Are you ready?
fr: Vous êtes prêt?
zh_cn: 准备好了吗？

source: Are you sure you want to delete '#1'?
fr: Êtes-vous sûr de vouloir supprimer '#1'?
zh_cn: 确定要删除“#1”？

source: Are you sure you want to delete all workspaces?
fr: Etes-vous sûr de vouloir supprimer tous les espaces de travail ?
zh_cn: 确定要删除所有工作空间？

source: Are you sure you want to revoke this Power of Attorney?
fr: Etes-vous sûr de vouloir révoquer cette Procuration ?
zh_cn: 您确定要撤消此委托书吗？

source: Are your site visitors interested in:
fr: Les visiteurs de votre site sont-ils intéressés par:
zh_cn: 您的网站访问者是否有兴趣：

source: Aroon Up/Down
fr: Aroon Haut/Bas
zh_cn: 阿隆指标

source: AroonOsc
zh_cn: 阿隆摆动指标

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
fr: A partir du moment où vous cliquez sur le bouton 'ACHAT', le trade est enregistré dans votre compte. Le prix de votre trade est continuellement mis à jour en temps réel.
zh_cn: 一旦您点击‘买入’按钮，您的交易即已记录在账户内。您的交易价格会继续实时更新。

source: Asia
fr: Asie
zh_cn: 亚洲

source: Asia and Europe
fr: Asie et Europe
zh_cn: 亚洲和欧洲

source: Asia and Europe 24 Hours
fr: Asie et Europe 24 Heures
zh_cn: 亚洲和欧洲24小时

source: Ask
fr: Demander
zh_cn: 报价

source: Asset
fr: Actif
zh_cn: 资产

source: Asset Index
fr: Indice d'Actif
zh_cn: 资产指数

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
fr: A un moment propice durant votre application, lorsque l'autorisation par un utilisateur final de %1 est nécessaire, redirigez le navigateur de l'utilisateur final vers cet URL:
zh_cn: 在您的应用程序中的适当阶段，如果需要由%1最终用户授权，重新引导最终用户的浏览器至以下URL：

source: Australia
fr: Australie
zh_cn: 澳大利亚

source: Authenticate
fr: Authentifier
zh_cn: 验证

source: Authenticate to Withdraw
fr: Authentifier pour Retrait
zh_cn: 认证提款

source: Authenticate your Account
fr: Authentifier votre Compte
zh_cn: 验证您的帐户

source: Authenticated
fr: Authentifié
zh_cn: 已验证

source: Authentication
fr: Authentification
zh_cn: 验证

source: Authorization: Basic %1
fr: Autorisation: Basic %1
zh_cn: 授权：基本%1

source: Authorization: Bearer %1
fr: Autorisation: Porteur %1
zh_cn: 授权方式：载体%1

source: Average
fr: Moyenne
zh_cn: 平均

source: Average Change
fr: Moyenne de changement
zh_cn: 平均摆幅

source: Average Change = Average Close - Average Open, for the period selected
fr: Moyenne de Changement = Moyenne de Fermeture - Moyenne d'Ouverture, pour la période sélectionnée
zh_cn: 平均摆幅=平均收市 – 平均开市（就所选期间）

source: Avg Directional Index
fr: Indice directionnel moyen
zh_cn: 平均方向性指数

source: Avg True Range
fr: Véritable plage de valeurs moyenne
zh_cn: 平均真实摆幅

source: Awaiting market ticks....
fr: Intervalles de marché en attente...
zh_cn: 正在等待市场跳动点...

source: Award-winning, patented financial trading platform
fr: Plate-forme de trading financier brevetée, ayant obtenu un prix
zh_cn: 备受赞誉的专利金融交易平台

source: BACK TO HOMEPAGE
fr: RETOUR A LA PAGE D'ACCUEIL
zh_cn: 返回首页

source: BOM Charts Workspace
fr: Espace de travail Graphiques BOM
zh_cn: BOM 图表工作空间

source: Back
fr: Retour
zh_cn: 返回

source: Bad input %1
fr: Entrée incorrecte %1
zh_cn: 无效输入%1

source: Balance
fr: Solde
zh_cn: 余额

source: Bank Wire
fr: Virement bancaire
zh_cn: 银行电汇

source: Bank wire/Money transfer
fr: Virement bancaire/Transfert monétaire
zh_cn: 银行电汇/货币转帐

source: Bank your way
fr: Banquez votre chemin
zh_cn: 以你的方式存入银行

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
fr: Relevé de carte de crédit/débit ou de livret d'épargne de Banque/Caisse d'épargne/Société de crédit immobilier (dans les 3 derniers mois).
zh_cn: 银行/信用社/建筑协会/信用卡/借记卡对账单或存折（最近 3 个月内）。

source: Banking & Security
fr: Banque & Sécurité
zh_cn: 银行和安全

source: Bankruptcy Filing
fr: Mise en Faillite
zh_cn: 破产申报

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
fr: Les banques, les fonds d'investissement et les investisseurs professionnels tradent habituellement les options binaires dans les marchés de produits dérivés over-the-counter (OTC). De nombreux professionnels du marché utilisent et font confiance à la plate-forme %1 pour des trades de haut volume flexibles.
zh_cn: 二元期权是银行、对冲基金及专业投资者在衍生产品场外市场中进行交易的一种产品。很多市场专家使用和信任 %1 平台进行大量灵活的交易。

source: Bar HLC Chart
fr: Graphique en barres HLC
zh_cn: 条形 HLC 图

source: Bar OHLC Chart
fr: Graphique en barres OHLC
zh_cn: 条形 OHLC 图

source: Barrier
fr: Barrière
zh_cn: 目标

source: Barrier Step (%) out of limit
fr: Etape de barrière (%) hors limite
zh_cn: 门槛步骤（%）超出范围的

source: Barrier may not be adjusted.
fr: Barrière ne peut pas être ajustée.
zh_cn: 障碍可能无法调整。

source: Barrier must be at least
fr: Barrière doit être au moins
zh_cn: 障碍至少必须

source: Barrier offset
fr: Compensation Barrière
zh_cn: 目标位移

source: Barrier outside acceptable range.
fr: Barrière hors de l'intervalle acceptable.
zh_cn: 输入的定界不在可接受范围内。

source: Barrier terms
fr: Termes de barrière
zh_cn: 门槛条款

source: Barrier(s)
fr: Barrière(s)
zh_cn: 价位水平

source: Barriers must be on either side of the spot.
fr: Barrières doivent se trouver de chaque côté de la valeur.
zh_cn: 障碍必须放到点的两边之一。

source: Batch Transactions
fr: Transactions en Groupe
zh_cn: 批量交易

source: Before you proceed...
fr: Avant de procéder...
zh_cn: 在继续操作前...

source: Benefits of binary trading
fr: Avantages du trading binaire
zh_cn: 二元交易的优点

source: Benefits of trading binaries
fr: Avantages du trading d'options binaires
zh_cn: 二元期权交易的优点

source: Best Tracking with "Forever Cookies"
fr: Meilleur suivi avec les "Cookies éternels"
zh_cn: 通过“永久性 Cookie”实现最佳追踪

source: Best regards,
fr: Cordialement,
zh_cn: 谨致问候，

source: Best-in-class pricing for binaries...
fr: Tarification de premier ordre pour l'option binaire...
zh_cn: 二元期权同类最佳的报价...

source: BetOnMarkets goes live
fr: BetOnMarkets va live
zh_cn: BetOnMarkets 正式上线

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
fr: BetOnMarkets a plus de 400,000 clients dans sa base de données et atteint l'étape importante de US$1 milliard dans notre 13ième année. Ceci fait de nous un des fournisseurs leader du trade aux cotes fixes.
zh_cn: BetOnMarkets.com的数据库中拥有超过400,000个客户，并仅在第13年即达到10亿美元的里程碑，使我们成为领先的固定赔率交易提供商之一。

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
fr: BetOnMarkets.com augmente les retraits jusque 100,000 USD, EUR, GBP et AUD
zh_cn: BetOnMarkets.com把支付增至100,000美元，欧元，英镑及澳元

source: BetOnMarkets.com is successfully rebranded Binary.com
fr: BetOnMarkets.com a été renommé avec succès Binary.com
zh_cn: BetOnMarkets.com成功地重塑品牌为Binary.com

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
fr: BetOnMarkets.com atteint un turnover de $1 milliard depuis le début en 1999
zh_cn: 自从1999年开始以来,BetOnMarkets.com达到10亿的营业额

source: Bid
fr: Offre
zh_cn: 出价

source: Binary Options Basics
fr: Bases des options binaires
zh_cn: 二元期权基础知识

source: Binary Trading is simple to learn and to execute.
fr: Le Trade Binaire est simple à apprendre et à effectuer.
zh_cn: 二元交易容易学习和执行。

source: Binary option
fr: Option binaire
zh_cn: 二元期权

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
fr: Les Options Binaires sont simples à comprendre. Elles sont appelées 'binaires' parce qu'il ne peut y avoir seulement deux issues - gagner ou perdre. Si votre prédiction est correcte, vous recevez un gain qui est déterminé au début du trade. Sinon, vous perdez seulement votre mise initial
zh_cn: 二元期权很容易了解。它被称为‘二元’是因为只能有2种结果-赢或输。如果您的预测正确，您会获得交易开始时预定的收益。不然，您将损失你的起始资金。

source: Binary options basics
fr: Bases des options binaires
zh_cn: 二元期权基础知识

source: Binary trading is flexible.
fr: Le trading binaire est flexible.
zh_cn: 二元期权交易很灵活。

source: Binary trading is ideal for both individuals and market professionals.
fr: Le trading binaire est idéal pour les individus ainsi que les professionnel du marché.
zh_cn: 二元交易对个人和市场专业人员都适宜。

source: Binary trading is very simple.
fr: Le trading binaire est très simple.
zh_cn: 二元交易十分简单。

source: Binary.com Open-Source Projects
fr: Binary.com Projets Open Source
zh_cn: Binary.com 开源项目

source: Binary.com continues to innovate and grow
fr: Binary.com continue à innover et à grandir
zh_cn: Binary.com 不断创新和成长

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
fr: Binary.com est un endroit flexible. En plus de nos bureaux, nous avons une équipe qui choisit de télétravailler de leur bureau à la maison dans des pays dans le monde entier. Si c'est ce que vous voulez, nous sommes ouverts.
zh_cn: Binary.com是一个灵活的地方。除了我们的办公室，我们还有选择在世界各国的家庭办公室工作的远程办公人员。如果适合你，我们是开放的。

source: Binary.com is a registered trademark.
fr: Binary.com est une marque déposée.
zh_cn: 「Binary.com 」是注册商标。

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
fr: Binary.com est un membre actif de la communauté Perl et est dans le processus de télécharger un nombre de ses modules internes d'utilités vers <a target="_blank" href="%1">CPAN</a>. Si vous êtes un enthousiaste de Perl, contribuez en révisant ces modules, et en soumettant des demandes de pull sur <a target="_blank" href="%2">github</a>.
zh_cn: Binary.com 是 Perl 社群的积极成员，且正在进行上传一些内部使用模块至<a target="_blank" href="%1">CPAN</a>之过程。如您是个 Perl 爱好者，请通过审查这些模块作出贡献，以及在<a target="_blank" href="%2">github</a>提交上拉请求。

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
fr: Binary.com est partisan actif du mouvement open source et est dans le processus d'ouvrir au public un nombre des composants de sa base de codes.
zh_cn: Binary.com是开源运动的积极倡导者，并正在开放采购一批本身代码库组件的过程中。

source: Binary.com is developing a Selenium test suite designed to run against <a target="_blank" href="%1">BrowserStack Automate</a>. To participate in this project, please fork the project on <a target="_blank" href="%2">github</a> and submit a pull-request of your work.
fr: Binary.com a developpé une test suite Selenium élaboré pour fonctionner contre <a target="_blank" href="%1">BrowserStack Automate</a>. Pour participer à ce projet, veuillez fourcher le projet sur <a target="_blank" href="%2">github</a> et soumettre une demande pull de votre travail.
zh_cn: Binary.com 正在开发一个 Selenium 测试套件，专用于<a target="_blank" href="%1">BrowserStack Automate</a>之运行。如要参与此项目，请在<a target="_blank" href="%2">github</a>抓取此项目，及上拉要求呈交您的作品。

source: Binary.com offers new ways to trade
fr: Binary.com offre des nouvelles manières de trade
zh_cn: Binary.com 提供新的交易方式

source: Binary.com’s CPAN contributions
fr: Contributions CPAN de Binary.com
zh_cn: Binary.com 的 CPAN贡献

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
fr: Le siège sociale de Binary.com est à Malte, une destination touristique appréciée avec un climat chaud, de superbes régions de loisir et des sites d'Héritage Mondial. Nous avons aussi un Siège Social Opérationnel à Cyberjaya, un quartier high-tech au sud de Kuala Lumpur, la capitale de la Malaisie, une destination aussi excitante au cœur de l'Asie.
zh_cn: Binary.com 的总部设在马耳他，是个拥有温暖气候，美丽休闲区和世界遗产地的旅游胜地。我们也有一个营运总部设在Cyberjaya，位于马来西亚首都吉隆坡的南部高科技特区，也是个同样令人兴奋的亚洲中心胜地。

source: Binary.com’s remarkable history
fr: L'histoire remarquable de Binary.com
zh_cn: Binary.com非凡的历史

source: Blog
zh_cn: 博客

source: Bollinger Band Width
fr: Largeur des bandes de Bollinger
zh_cn: 保力加通道宽度

source: Bollinger Bands
fr: Bandes de Bollinger
zh_cn: 布林带

source: Bollinger Bands Average
fr: Moyenne des Bandes de Bollinger
zh_cn: 布林带平均数

source: Bollinger Bands Lower
fr: Bandes de Bollinger Inférieures
zh_cn: 布林带下部

source: Bollinger Bands Upper
fr: Bandes de Bollinger Supérieures
zh_cn: 布林带上部

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
fr: Les Bandes de Bollinger sont des lignes affichées autour d'une simple ligne de moyenne mobile (définie par défaut sur 20 périodes). La ligne supérieure est affichée à 2 déviations standards au-dessus de la moyenne mobile, et la ligne inférieure est affichée à 2 déviations standards en dessous de la moyenne mobile. Par définition, les prix sont hauts à la bande supérieure et bas à la bande inférieure. Cette définition peut aider à reconnaître un schéma rigoureux et est utile pour comparer l'action du prix avec l'action des indicateurs pour arriver à des décisions de trading systématiques.
zh_cn: 布林线是在一个简单的移动平均线附近的出现的线条（默认设置为20周期）。上线在移动平均线上方2个标准偏差处显示，下线在移动平均线下方的2个标准偏差处显示。定义价格位于上线和下线之间，这种定义可以帮助进行严格的模式确认，非常有利于进行价格行为和指示行为之间进行比较，以获得系统化的交易决定。

source: Bonus Code
fr: Code Bonus
zh_cn: 奖金代码

source: Brand of first car
fr: Marque de la première voiture
zh_cn: 第一辆车的品牌

source: Browse
fr: Parcourir
zh_cn: 浏览

source: Building Number
fr: Numéro du bâtiment
zh_cn: 楼号

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
fr: Mais il ne faut pas attendre jusqu'à l'expiration. Vous pouvez revendre les trades à long terme à n'importe quel moment afin de bénéficier des conditions du marché changeantes.
zh_cn: 但您不需要等到合约到期。可以在任何时间内卖出您的长线交易合约，根据市场变化及时获利。

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
fr: Mais nous sommes difficiles. Nous sélectionnons seulement des personnes avec des qualités spéciales: professionnels sérieux, qui ont des standards moraux élevés, et s'épanouissent dans un environnement honnête et collaboratif.
zh_cn: 但是我们挑剔。我们只选择有特殊品质，认真的专业人士。必须拥有很高的道德标准，并在诚实，协作的环境中蓬勃发展。

source: Buy
fr: Achetez
zh_cn: 购买

source: Buy Price
fr: Prix d'Achat
zh_cn: 买入价格

source: Buy a contract
fr: Acheter un contrat
zh_cn: 买入一份合约

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
fr: En demandant à participer à notre programme affilié, vous approuvez les termes et les conditions définies dans le présent Accord. Le formulaire d'application fait partie intégrante du présent Accord.
zh_cn: 通过申请联盟计划的会员资格，您即同意本协议所规定的条款和条件。申请表将构成本协议的组成部分。

source: Calculate
fr: Calculer
zh_cn: 计算

source: Calculating
fr: Calcul en cours
zh_cn: 计算

source: Call me now
fr: M'appeler maintenant
zh_cn: 现在拨打我的电话吧

source: Call us
fr: Appelez-nous
zh_cn: 打电话给我们

source: Callback URL
fr: URL de rappel
zh_cn: 回电网址

source: Callback services
fr: Services de rappel
zh_cn: 回电服务

source: Calling a Service
fr: Appeler un Service
zh_cn: 调用服务

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
fr: Des appels qui font appel à l'API sont simples, reconnaissables et peuvent être négociés à partir de toutes les technologies de programmation web utilisées aujourd'hui. Par exemple, afin d'obtenir une liste des "marchés" disponibles actuellement sur %1:
zh_cn: 调用应用程序界面(API)的买权是简单和可识别的，可从现今使用的所有流行网络编程技术中进行协商。例如，要从%1获取目前所拥有的「交易市场」列表:

source: Can I become a %1 affiliate even if I don't have a website?
fr: Puis-je devenir affilié de %1 même si je n'ai pas de site web ?
zh_cn: 如果我没有网站，也可以成为%1的联盟成员之一吗？

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
fr: Puis-je inciter les clients que j'ai envoyés à se connecter via mon lien plutôt que de se connecter directement ?
zh_cn: 我是否可以让我的下线不要直接注册，而是通过我的链接注册，从而获得奖金？

source: Can you customize a banner for my site?
fr: Pouvez-vous personnaliser une bannière pour mon site ?
zh_cn: 你是否能为我的网站定制一个横幅广告？

source: Cancel
fr: Annuler
zh_cn: 取消

source: Cancel Registration
fr: Annuler Inscription
zh_cn: 取消注册
