Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
fr: La Société vous fournira les relevés accessibles sur le site web %1, détaillant les revenus générés par les Clients que vous avez introduits, s'il y a lieu, qui se sont accumulés grâce à vous au cours du mois civil. Ces relevés seront actualisés quotidiennement. A la fin d'un mois civil, la Société calculera votre part totale des Revenus Nets, s'il y a lieu, au cours du mois civil précédent. Si une part du revenu dans tout mois civil est un montant négatif, la Société a la possibilité, mais n'est pas obligée, de reporter et de soustraire ce montant négatif des parts des revenus futurs qui vous seraient autrement dues. Cependant, la Société a également la possibilité, mais n'est pas obligée, d'annuler le solde négatif qui serait autrement reporté.
zh_cn: 本公司通过网站 %1 提供各种报表，它们详细列明了由您介绍的客户所创造的收入，这些收入会以日历月为单位累积给您（如果有的话）。这些报表将会每日更新。日历月末，本公司将会记录下您上个公历月度的净收入总份额（如果有的话）。若某日历月的收入份额为负值，本公司将有权但无义务将该负值结转并用其抵消未来应该支付给您的收入份额。但是本公司同样有权但无义务将这一可以结转的负余额归零。

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
fr: La Société ne sera responsable envers personne en cas d'événement de force majeure, ou d'action émanant de tout Gouvernement ou autorité légale, de défaillance, dommage ou destruction de ces systèmes informatiques, données ou enregistrements, totale ou partielle, ou de retards, pertes, erreurs ou omissions survenus à la suite de défaillances ou de mauvaise gestion de tout équipement de télécommunications, informatique ou logiciel. La Société ne pourra être tenue responsable de tout dommage ou perte causé par ou considéré comme ayant résulté ou ayant été causée par ce site ou son contenu. Ceci inclut tout usage, à bon ou à mauvais escient, de son contenu, l'inaptitude de tout client à se connecter ou à utiliser ce site, les retards dans les opérations ou la transmission, les défaillances des lignes de communication, ou toute erreur ou omission du contenu.
zh_cn: 在不可抗力、政府或司法机关的行动、电脑系统和数据和记录全部或部分出现故障、损坏或毁坏、由于通信系统或电脑设备及软件的故障或管理不善造成的延迟、损失、错误或遗漏的情况下，公司不对任何人承担任何责任。对于本网站或其内容产生或导致的任何损坏、或被视为或称为的损失，本公司概不负责。这包括任何客户对其内容的使用或滥用,任何客户无法连接或使用网站,操作或传输的延迟,通信线路的故障,或内容中的任何错误或遗漏。

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
fr: La Société vous avisera par émail si votre application a réussi avec les instructions vous permettant de commencer à faire de la promotion pour %1
zh_cn: 如果您申请成功，公司将会通过电子邮件方式向您说明如何开始推广%1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
fr: La Société vous fournira des références publicitaires avec des Liens contenant les Identifiants de l'affilié et que nous pourrions modifier de temps en temps.
zh_cn: 公司将为您提供包含联盟通用帐号、并可经过我们不时修改的链接所伴随的广告。

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
fr: La Société déterminera, à sa seule discrétion, si votre application a réussi ou non. La décision de la Société est définitive et ne peut pas faire l'objet d'un appel.
zh_cn: 公司将自行确定您的申请是否成功。公司的决定具有最终性，不能提起申诉。

source: The Company's Obligations
fr: Les Obligations de la Société
zh_cn: 公司的义务

source: The Cyberview Lodge Resort in Cyberjaya
fr: Le Cyber Lodge Resort à Cyberjaya
zh_cn: Cyberjaya 的 Cyberview Lodge Resort 度假酒店

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
fr: Les lois Protection des Données et ses règlements soumettent les utilisateurs de données personnelles à des obligations et fixent les principes pour un traitement approprié et légal de ces informations. Nous nous engageons à préserver votre confidentialité en ligne. Nous utilisons vos informations personnelles uniquement afin de nous aider à gérer votre compte, à améliorer nos services envers vous, et à vous fournir les produits que vous nous avez demandés. Nous ne vendons pas vos informations personnelles à de tierces parties, mais il est possible que nous fournirons vos informations personnelles à des prestataires de paiement afin de faciliter les transactions sur votre compte.
zh_cn: 数据保护法律及法规对个人信息的使用者设定了义务，并规定了公平合法处理这些信息的原则。我们承诺保护你的在线隐私。我们仅使用你的个人信息服务你的账户、改善对你的服务和为你提供要求的产品。我们不会向第三方销售你的信息，但是我们可能会向支付提供者提供你个人信息以方便交易。

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
fr: Le Detrended Price Oscillator compare le prix de clôture à une moyenne mobile antérieure, éliminant les cycles plus longs que la moyenne mobile.
zh_cn: 非趋势价格摆动指标对比收盘价格和先前的移动平均数，消除长于移动平均数的周期。

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
fr: L'Indice EUR est un Indice pondéré, qui mesure la valeur de l'Euro par rapport à un ensemble de 5 devises globales (USD, AUD, GBP, JPY, CAD), chacune pèse 20%.
zh_cn: 欧元指数是加权指数，衡量欧元兑换5种全球货币（美元，澳元​​，英镑，日元，加元）的价值，分别加权20％。

source: The First Tick
fr: Le Premier Intervalle
zh_cn: 首个跳动点

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
fr: L'Indice GBP est un Indice pondéré, qui mesure la valeur de la Livre Anglaise par rapport à un ensemble de 5 devises globales (USD, EUR, AUD, JPY, CAD), chacune pèse 20%.
zh_cn: 英镑指数是加权指数，衡量英镑兑换5种全球货币（美元，欧元，澳元​​，日元，加元）的价值，分别加权20％。

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
fr: L'Indice de Masse tente de prédire les inversions en comparant l'intervalle de trading (Supérieur moins Inférieur) pour chaque période. Les inversions sont signalées par une brusque augmentation dans la ligne de l'indice.
zh_cn: 梅斯指数试图通过对比每个期间的交易范围（高减低）预测逆转。逆转表现为指数曲线中的突起。

source: The Mid price represents the average of the Bid and Ask.
fr: Le prix Moyen représente la moyenne de l'Offre et de la Demande.
zh_cn: 中间价代表出价和报价之间的平均数。

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
fr: L'indicateur de Moyenne Mobile de Convergence/Divergence (MACD) est un indicateur de suivi de tendance et est conçu pour identifier les changements de tendance. Le MACD est un oscillateur basé sur deux moyennes mobiles exponentielles d'un prix de partage. Trois lignes sont représentées. La ligne "MACD" est calculée comme la différence entre les deux moyennes mobiles (habituellement basées sur des moyennes de 12- et 26- jours). La ligne « signal » est une moyenne lissée de 9-jours de la ligne MACD standard, et est parfois désignée comme la ligne MACD "lente".
zh_cn: 指数平滑异动移动平均线（MACD)指数是一个趋势跟踪指数，用于判断趋势变化。MACD是一个震荡指标，以一个股票价格的两个价格指数平均数指标为基础。共显示三条线。MACD线计算的是两个移动平均线之间的差（通常是12日和26日平均线）。而"信号"线则是标准MACD线的9日平滑平均线，有时候也被称为"缓慢" MACD线。

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
fr: L'Indicateur de Performance affiche la performance de prix d'un titre sous forme de pourcentage. Ceci est parfois appelé un graphique "normalisé". L'indicateur de performance affiche le pourcentage d'augmentation du titre depuis la première période affichée. Par exemple, si l'indicateur de performance est de 10, cela veut dire que le prix du titre a augmenté de 10% depuis l'affichage de la première période sur le côté gauche du graphique. De façon similaire, une valeur de -10% signifie que le prix du titre a baissé de 10% depuis l'affichage de la première période. Les graphiques de performance sont utiles pour comparer les variations de prix de différents titres.
zh_cn: 绩效指标以百分数的形式显示一个股票的价格绩效，有时候又被称为"标准化"表格。绩效指标在首期显示后股票上涨的百分比。比如，如果效益指标为10，意味着股票价格在左侧表格显示首期后上涨了10%。同理，-10%的值意味着价格的股票自首期显示后下降了10%。绩效表格非常有助于比较不同股票的价格变动。

source: The Program
fr: Le Programme
zh_cn: 计划

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
fr: L'Indicateur de Taux de Changement (ROC) est un moyen de montrer à quelle vitesse le prix d'un partage particulier (ou autre instrument financier) varie. La théorie est que si un prix est en hausse (ou en baisse) de façon très rapide, le moment viendra bientôt où il sera considéré comme suracheté (ou survendu). Lorsque cela se produit, le prix peut encoure continuer à augmenter (ou à baisse), mais pas aussi rapidement qu'auparavant.
zh_cn: 变动率指标 (ROC) 是表示特定股票（或其它金融工具）的价格变动速率的方式。根据该理论，若价格快速上升（或下跌），将会很快出现对其过多买进（或过多卖出）的时间期间。当发生这样的情况时，价格可能仍然持续上升（或下跌），但不再象之前一样迅速。

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
fr: L'Indice de Force Relative (RSI) mesure un cours d'une action par rapport à lui-même et à son historique récent. Il est calculé comme la moyenne des prix pour les jours où le prix a augmenté, divisée par la moyenne des prix pour les jours où le prix a baissé. Le RSI évolue dans un intervalle entre 0 et 100. Un niveau supérieur à 70 peut indiquer que l'action est surachetée, signifiant que le spéculateur devrait considérer de vendre. Ou, inversement, survendue au niveau 30. Le principe est que lorsqu'il existe une haute proportion de variations quotidiennes dans une direction, cela sous-entend un extrême, et les prix vont probablement s'inverser.
zh_cn: 相对强弱指标(RSI)衡量的股票与其自身比较的价格及其最近的历史。它的计算是用价格上涨时的多日价格平均数除以价格下降时的价格平均数。RSI范围为0至100。当达到70+的水平即显示股票超买，意味着空方可能考虑出售股票。相反，在30水平值时为超卖。这其中的原则是，当某天出现某个方向的高比例移动，就意味着一个极限，价格很可能出现反转。

source: The Spread represents the difference between the Bid and Ask.
fr: L'Ecart représente la différence entre l'Offre et la Demande.
zh_cn: 差价代表出价和报价之间的差距。

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
fr: L'Oscillateur Stochastique est un indicateur momentum qui montre la position de la clôture actuelle comparée à l'intervalle supérieur/inférieur sur un nombre défini de périodes. L'Oscillateur Stochastique se compose de deux lignes qui oscillent entre une échelle verticale de 0 à 100. Le %K est la ligne principale et elle est représentée comme une ligne continue. La seconde est la ligne %D et est la moyenne mobile de %K. La ligne %D est représentée comme une ligne en pointillés. Le Stochastique Rapide est la moyenne des trois dernières %K et un Stochastique Lent est une moyenne sur trois jours du Stochastique Rapide.
zh_cn: 随机摆动指标是一个动量指标，指示相对于一系列期间内的高/低范围的当前收盘位置。随机摆动指标由两条线组成，这两条线在垂直刻度 0 至 100 之间摆动，%K 是主线，标示为实线。第二条线是 %D 线，是 %K 的移动平均数。%D 线标示为虚线。快速随机是最后三条 %K 线的平均数，慢速随机是快速随机的三天平均值。

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
fr: L'Indice USD est un Indice pondéré, qui mesure la valeur du Dollar Américain par rapport à un ensemble de 5 devises globales (EUR, GBP, JPY, CAD, AUD), chacune pèse 20%.
zh_cn: 美元指数是加权指数，衡量美元兑换5种全球货币（欧元，英镑，日元，加元​​，澳元）的价值，分别加权20％。

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Regent Markets Group of companies or any of our business associates.
fr: Les données personnelles ci-dessus que nous collectons seront conservées par nos soins et traitées pour tout usage autorisé par la loi ou requis par une quelconque loi. Il est également possible que nous transfèrerions ces données personnelles à toute entreprise au sein du Regent Markets Group ou à l'un de nos partenaires commerciaux.
zh_cn: 对于以上收集的个人数据，我们将根据法律允许或规定目的持有或加工。我们可能会将相关个人信息转移给Regent Markets Group的公司或我们的业务伙伴。

source: The bandwidth to compute the indicator
fr: La largeur de bande pour le calcul de l'indicateur
zh_cn: 指标计算的带宽

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
fr: La barrière d'un trade d'une option binaire est le prix-cible que vous déterminez pour le sous-jacent. Vous pouvez choisir des trades qui reste en-dessous ou qui vont au-dessus d'un prix-cible, ou qui reste entre deux cibles.
zh_cn: 二元期权交易之关口价位即您所设定的基础目标价位。您可选择进行保留在目标价位之下或超出其上，或保留在两个目标价位之间。

source: The barrier(s) you choose defines your position and triggers your payout.
fr: La(les) barrière(s) que vous choisissez définit votre position et déclenche votre gain.
zh_cn: 您所选择的关口价位设定了您的位置，也触发您的获利。

source: The barriers are improperly entered for this contract.
fr: Les barrières ne sont pas correctement définies pour ce contrat.
zh_cn: 本合约的目标价位输入错误

source: The best promotional tools and robust online reporting
fr: Les meilleurs outils promotionnels et des rapports en lignes solides
zh_cn: 最佳的推广工具和可靠的在线报告

source: The bonus code can only be entered and activated upon account opening.
fr: Le code bonus peut être entré et activé uniquement après l'ouverture du compte.
zh_cn: 只有账户打开后才能输入并激活红利代码。

source: The bonus will only be paid according to the first deposit amount, and will not be given based on multiple deposits that accumulate to Y.
fr: Le bonus sera payé uniquement en fonction du premier montant déposé, et ne sera pas accordé en fonction des multiples dépôts accumulés pour atteindre Y.
zh_cn: 红利仅可基于第一次存款金额支付，而不是基于积累至Y的多次存款作出。

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above. The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
fr: Le calcul du prix qui doit être payé (ou le gain qui doit être reçu) pour les contrats financiers sur ce site, au moment de l'achat ou de la vente du contrat financier, sera basé sur la meilleure estimation possible de la Société des variations de prix du marché, et des valeurs attendues du taux d'intérêt, des instabilités implicites et des conditions des autres marchés durant la durée de vie du contrat financier, et est basé sur des règles mathématiques complexes. Le calcul inclura un biais en faveur de la Société. Les prix des contrats financiers (ou les montants des gains) offerts aux Clients spéculant sur les prix du marché ou des indices peuvent différer sensiblement des prix disponibles sur les marchés primaires où les indices boursiers ou les matières premières ou les contrats associés font l'objet de trades, étant donné le biais en faveur de la Société inclus dans le calcul de prix et décrit ci-dessus. La représentation graphique des données mise à disposition des Clients par la Société sont uniquement à titre indicatif et peuvent parfois différer des valeurs réelles du marché. La décision prise par la Société en ce qui concerne le calcul du prix d'un contrat financier sera finale et contraignante. La Société autorise l'option de vendre des contrats avant leur moment d'expiration pour certains contrats, mais ne sera pas obligée d'agir ainsi et peut suspendre cette option selon les conditions actuelles du marché. Les contrats peuvent être modifiés lorsque la valeur du capital sous-jacent est ajustée par des décisions de l'entreprise pendant la durée du contrat.
zh_cn: 本网站上买卖财务交易合同在合同购买或出售时的支付价格（或获得的支付款项）计算是基于公司对市场价格走势的最优估计、利息的预期水平、隐含波动率或财务交易期间的其他市场情况，也是基于复杂的数理计算。计算将会包括有利于公司的偏差。提供给市场或股票指数投机的客户的财务交易合同价格（或支付款项数额）可能会因为价格计算系统中对公司有利的偏差而与交易股指、大宗商品或合同的一级市场价格大不相同。公司对客户提供的价格可能仅具指示性，有时与市场价格不一致。公司对于财务交易合同价格的计算具有最终性和约束性。公司允许在部分交易失效日之前出售 交易 的选择权，但公司无义务作出该等允许；公司可以基于当前市场情况终止该等选择权。当标的资产价值在合同期内受到企业行动的调整，合约可能被修改。

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
fr: La société ne garantit pas la capacité de vendre un contrat avant son expiration.
zh_cn: 公司不保证在失效时间之前有能力销售合同。

source: The company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
fr: La société vous informera de temps en temps de modifications du site, de nouveaux services et de promotions. Cependant, si vous désirez désactiver ce service et vous ne désirez pas recevoir des données de marketing directes vous pouvez soit vous désinscrire du service, soit envoyez un mail à notre service clientèle. Si vous décidez de réactiver l'option de recevoir du matériel promotionnel, vous pouvez également faire ceci en nous contactant.
zh_cn: 公司可能会随时通知您关于网站上的改变，新的服务和促销活动。但是，如果您选择退出这种服务，不希望收到任何直接营销数据，您可以退订该项服务或发送电子邮件至我们的客户支持团队。然后如果您决定再次选择接收宣传材料，您也可以随时联系并通知我们。

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
fr: La société se réserve le droit d'annuler/d'interdire l'utilisation de cette promotion à tout moment et à sa seule discrétion.
zh_cn: 公司有权任何时候自行取消/禁止使用本推广。

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 24 months.
fr: La société se réserve le droit de facturer une taxe dormante maximale de USD/EUR/AUD/GBP25 tous les 6 mois à chaque compte de Clients où aucune transaction n'a été enregistrée depuis plus de 24 mois.
zh_cn: 对于超过 24 个月无交易记录的所有客户账户，本公司有权每 6 个月收取一笔达 USD/EUR/AUD/GBP25 的账户休眠费。
