Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: This website is marketed in the UK by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, regulated by the Gambling Supervision Commission in the Isle of Man, online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
fr: Ce site web est mis sur le marché au RU par Regent Markets (IOM) Ltd., premier étage, Millennium House, Victoria Road, Douglas, IM2 4RW, Ile de Man, Grande-Bretagne, réglementé par la Gambling Supervision Commission de l'Ile de Man, licence de jeu en ligne obtenue le 31 août 2012, et dans le reste de l'UE par Regent Markets (Malte) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, réglementé par Lotteries and Gaming Authority à Malte, licence n°LGA/CL2/118/2000, le 26 mai 2010. Les services de ce site web ne sont pas disponibles aux États-Unis, au Japon ou à Hong Kong.
zh_cn: 本网站由Regent Markets (IOM) Ltd.,在英国经营，地址为：First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles；由马恩岛投资监管委员会监管，在线执照于2012 年8 月31 日发行；在欧盟其他地区由Regent Markets (Malta) Ltd.,管理，地址为：Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta，由马耳他彩票与博彩管理局监管，执照号码为 LGA/CL2/118/2000（2010年5 月26 日）。本网站的服务没有在美国，日本及香港提供。

source: Throughout the term of this Agreement, you shall:
fr: Durant la durée totale de cet Accord, vous êtes tenus de:
zh_cn: 在整个协议期间，您应当：

source: Tick
fr: Intervalle
zh_cn: 跳动点

source: Tick Brain
zh_cn: 计价中枢

source: Tick Trade Up/Down
fr: Trade ponctuel Up/Down (haut/bas)
zh_cn: 计价中枢上涨/下跌

source: Tick Trades
fr: Trades ponctuels
zh_cn: 计价中枢

source: Tick by Tick
fr: Intervalle par Intervalle
zh_cn: 逐笔

source: Tick number
fr: Numéro d'intervalle
zh_cn: 跳动点数

source: Tick trades
fr: Trades ponctuels
zh_cn: Tick 交易

source: Ticks
fr: Intervalles
zh_cn: 跳动点

source: Tier
fr: Niveau
zh_cn: 层级

source: Tile
fr: Cellule
zh_cn: 平铺显示

source: Time
fr: Heure
zh_cn: 时间

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
fr: Les temps changent. Nous augmentons les retraits afin que nos clients puissent profiter au maximum de leurs trades gagnants.
zh_cn: 时代在变。我们增加了支付，以便我们的客户可以从所赢得交易中获取最大的收益。

source: Tip:
fr: Astuce:
zh_cn: 提示：

source: Title
fr: Titre
zh_cn: 职务

source: To apply, please submit your CV and a cover letter via our <a href="%1">Contact us</a> page.
fr: Pour postuler, veuillez envoyer votre CV et une lettre de motivation par notre page <a href="%1">Contactez-nous</a>.
zh_cn: 如要申请，请通过我们的<a href="%1">「联系我们</a>」页面提交您的简历和求职信。

source: To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
fr: Pour éviter les risques d'une telle addiction, il est important que vous suiviez certains principes et fondements.
zh_cn: 为了避免该等成瘾危险，请您务必遵守基本原则和指南。

source: To change your name, date of birth, or country of residence, please contact Customer Support.
fr: Pour changer votre nom, date de naissance ou pays de résidence, veuillez contacter le Service Clientèle.
zh_cn: 如需更改姓名、生日或居住国，请与客户支持部门联系。

source: To continue using our cashier system, please try accessing it again:
fr: Pour continuer à utiliser notre système de caisse, veuillez réessayer d'y accéder:
zh_cn: 继续使用我们的收银系统，请再次访问：

source: To enable cookies, follow the instructions below for the browser version that you are using.
fr: Pour activer les cookies, suivez les instructions ci-dessous pour la version du navigateur que vous utilisez.
zh_cn: 要启用 cookie，请按下面符合您浏览器版本的指示说明进行操作。

source: To fully authenticate your account, please email scanned copies of the document listed below.
fr: Pour authentifier complètement votre compte, veuillez envoyer par émail des copies numérisées du document mentionné ci-dessous.
zh_cn: 为了充分验证您的账户，请将下面列示的文件扫描件以电子邮件发送过来。

source: To get a summary of currently tradeable market symbols in the "forex" market:
fr: Afin d'obtenir un résumé des symboles de marché qui sont actuellement négociables sur le marché "forex":
zh_cn: 要获得目前在“外汇”市场上流通的市场符号概要：

source: To make sure that you can receive a reply, add the "%1" domain to your e-mail "safe list". If you do not receive a response in your "inbox" within 24 hours, check your "bulk mail" or "junk mail" folders.
fr: Pour être sûr de pouvoir recevoir une réponse, ajoutez le domaine "%1" à votre "liste sûre" d'adresses email. Si vous ne recevez pas de réponse à votre "boîte de réception" dans les 24 heures, vérifiez votre "dossier de spam" ou "courrier indésirable".
zh_cn: 为确保您能收到回复，请将 "%1"域名添加到您的电子邮件"安全列表"。如果您在 24 小时内未在您的 "收件箱" 收到回复，请查看您的 "大邮件" 或 "垃圾邮件" 文件夹。

source: To promote transparency and third-party analysis of our %1 time series, %2 provides access to tick-by-tick data for all the %1.
fr: Afin de promouvoir la transparence et l'analyse de nos séries de temps %1 par une tierce-partie, %2 offre l'accès pour tous les %1 aux données par intervalles.
zh_cn: 为了促进透明度和第三方对我们 ％1 时间序列的分析，％2 给所有的 ％1 提供跳动点对点数据访问权。

source: To reset your password, enter the e-mail address you registered in the field below and click "RESET PASSWORD".
fr: Pour réinitialiser votre mot de passe, introduisez l'adresse émail que vous avez enregistrée dans le champ ci-dessous, et cliquez sur "RÉINITIALISER MOT DE PASSE".
zh_cn: 如要重新设置密码，在下面的栏目中输入您注册的电子邮件地址并点击“重置密码”。

source: To speak to our customer service representatives online, please click on the Live Help button. Live Help in English is available Monday to Friday, 24 hours a day. Assistance in Russian is available from 7h00GMT until 23h30; in Indonesian from 1h00GMT to 10h00.
fr: Pour parler en ligne avec nos représentants du service clientèle, veuillez cliquer sur le bouton d'Aide en Direct. L'Aide en Direct en Anglais est disponible du lundi au vendredi, 24 heures sur 24. L'assistance en Russe est disponible de 7h00GMT jusqu'à 23h30 ; en Indonésien de 1h00GMT à 10h00.
zh_cn: 如需在线联系我们的客服代表，请点击Live Help(在线帮助）按键。以英语提供服务的在线帮助时间为：周一至周五，全天无休。俄语服务从早7点GMT至晚23点半；印度尼西亚语服务为早1点GMT至10点。

source: To:
fr: Pour:
zh_cn: 要:

source: Today's Bet
fr: Pari du jour
zh_cn: 今日预测

source: Toll-Free number
fr: Numéro d'appel gratuit
zh_cn: 免费号码

source: Too many market holidays during the contract period. Select an expiry date after %1.
fr: Trop de jours fériés du marché pendant la période de contrat. Veuillez sélectionner une date d'expiration après %1.
zh_cn: 该合约期间有太多市场假日。在 %1之后选择到期日。

source: Total Cost
fr: Coût Total
zh_cn: 成本总计

source: Total Net Revenue Per Month
fr: Revenu Net Total Par Mois
zh_cn: 每月净收入总额

source: Touch / No Touch
fr: Touche / Ne Touche Pas
zh_cn: 触及/未触及

source: Touch/No Touch
fr: Touche/Ne Touche Pas
zh_cn: 触及/未触及

source: Touch/no touch trades
fr: Trades touche/ne touche pas
zh_cn: 触及/未触及交易

source: Tour
zh_cn: 指南

source: Town/City
fr: Ville/Commune
zh_cn: 城镇/城市

source: Trade
zh_cn: 交易

source: Trade Confirmation
fr: Confirmation de Trade
zh_cn: 交易确认

source: Trade Time
fr: Heures de Trading
zh_cn: 交易时间

source: Trade all major currencies, indices, stocks, and commodities.
fr: Tradez toutes les devises, indices, actions et matières premières majeures.
zh_cn: 所有主要货币、指数、股票及期货商品进行交易。

source: Trade all market conditions
fr: Tradez toutes les conditions de marché
zh_cn: 各种市场状况下参与交易

source: Trade on the market action during the next few seconds of trade.
fr: Tradez sur l'action du marché durant les prochaines secondes de trade.
zh_cn: 交易交易后几秒钟的市场行为。

source: Trade on whether a market will RISE or FALL from its current spot price.
fr: Tradez sur la possibilité d'une HAUSSE ou d'une BAISSE du marché depuis son prix au comptant.
zh_cn: 交易当前现货价格基础上的市场涨跌。

source: Trade on whether a market will STAY BETWEEN or GO OUTSIDE two price targets.
fr: Tradez sur la possibilité qu'un marché va RESTER ENTRE ou SORTIR DE l'intervalle de deux prix-cibles.
zh_cn: 交易市场维持在两个目标价格之间还是之外

source: Trade on whether a market will TOUCH or NOT TOUCH a predetermined price target anytime during the contract period.
fr: Tradez sur la possibilité qu'un marché va TOUCHER ou NE PAS TOUCHER un prix-cible prédéterminé à tout moment durant la durée du contrat.
zh_cn: 交易市场是否会在交易 期间任何时间触及或不触及预定目标价格

source: Trade on whether a market will finish HIGHER or LOWER than a predetermined price target.
fr: Tradez sur la possibilité qu'un marché va finir PLUS HAUT ou PLUS BAS qu'un prix-cible prédéterminé.
zh_cn: 根据市场结束价格是高于还是低于预定价格目标来交易

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
fr: Jouez uniquement l'argent que vous pouvez vous permettre de perdre. Ne jouez pas avec de l'argent emprunté.
zh_cn: 根据您的风险承受能力进行交易。切勿借钱交易！！

source: Trade the Smart Indices
fr: Effectuez des trades sur les Indices Intelligents
zh_cn: 智能指数进行交易

source: Trade the next 5 ticks with %1's Tick Trades interface.
fr: Tradez les prochains 5 intervalles avec l'interface Trades Ponctuels de %1.
zh_cn: 通过 %1 的 Tick 交易界面执行下 5 个跳动价位的交易。

source: Trade with confidence with the industry pioneer.
fr: Tradez en toute confiance avec le pionnier du secteur.
zh_cn: 与行业领先者一起交易，安心无忧。

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
fr: Tradez facilement avec le large choix de moyens de dépôt et de retrait de %1. Vos fonds seront déposés séparément dans des banques notées AAA.
zh_cn: 易进易出 - %1 提供广泛的存取款方式。您的资金均由 3A 级银行单独托管。

source: Trade your way
fr: Tradez votre chemin
zh_cn: 以您的方式执行交易

source: Trading
zh_cn: 交易

source: Trading Account
fr: Compte de Trading
zh_cn: 交易账户

source: Trading Agent
fr: Agent de Trading
zh_cn: 交易代理

source: Trading Guide
fr: Guide de Trading
zh_cn: 开市时间

source: Trading Rules
fr: Règles de Trading
zh_cn: 交易规则

source: Trading Times
fr: Heures de Trading
zh_cn: 交易时间

source: Trading and Withdrawal Limits
fr: Limites de Trading et de Retrait
zh_cn: 交易和提款限额

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
fr: Le trading d'options binaires est d'une simplicité remarquable, et ne demande que 3 étapes simples:
zh_cn: 二元期权交易非常简单，仅需执行 3 个简单的步骤：

source: Trading facilities (under development)
fr: Services de trade (en cours de développement)
zh_cn: 交易设施（开发中）

source: Trading financial contracts involves a high level of risk and may not be suitable for all persons. Before deciding to trade financial contracts you should carefully consider your objectives, level of experience and risk appetite. You should be aware of all the risks associated with financial trading and seek advice from an independent financial advisor if you have any doubts.
fr: Le trading de contrats financiers implique un haut niveau de risques et n'est pas approprié à toutes les personnes. Avant de décider de trader des contrats financiers, vous devez réfléchir attentivement à vos objectifs, à votre niveau d'expérience et à votre goût du risque. Vous devez être au courant de l'ensemble des risques liés au trading financier et demander conseil à un conseiller financier indépendant si vous avez des doutes.
zh_cn: 财务交易 合约交易涉及较高风险，不适合所有人。在决定进行财务交易交易之前，您应该仔细考虑您的投资目标、经验级别和风险偏好。您应该注意与财务交易相关的所有风险，如有疑问请向独立财务顾问咨询。

source: Trading is available after the first %1 of the session.
fr: Le trading est disponible après les premières %1 de la session.
zh_cn: 该合约到交易时段第一个 %1 后可用。

source: Trading is not offered for this duration.
fr: Trading n'est pas offert pour cette durée.
zh_cn: 不在此段期间提供交易。

source: Trading is suspended at the moment.
fr: Le trading est suspendu pour le moment.
zh_cn: 当前交易暂停。

source: Trading on %1 is suspended at the moment.
fr: Le trading sur %1 est suspendu pour le moment.
zh_cn: %1 的当前交易暂停。

source: Trading on %1 is suspended due to missing market data.
fr: Le trading sur %1 est suspendu à cause de données de marché manquantes.
zh_cn: 由于市场数据丢失，%1 交易暂停。

source: Trading suspended for the last %1 of the session.
fr: Trading suspendu pour le dernier %1 de la session.
zh_cn: 该合约交易时段最后 %1 暂停。

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Limits will only be removed or altered after 7 days.
fr: Le trading des marchés financiers peut devenir une addiction. Complétez le formulaire ci-dessous pour limiter votre participation au site web ou envoyez une lettre ou un fax signé à notre équipe de service clientèle. Les limites seront retirées ou modifiées seulement au bout de 7 jours.
zh_cn: 金融市场交易可能使人上瘾。请填写下表以限制您对本网站的参与，或发送签名信或传真到我们的客户支持团队。限制只能在 7 天后消除或更改。

source: Transact in
fr: Faire la transaction en
zh_cn: 交易

source: Transfer from account %1
fr: Transfert depuis le compte %1
zh_cn: 账户转账%1

source: Transfer from another account
fr: Transfert depuis un autre compte
zh_cn: 从其他账户转账

source: Transfer to
fr: Transfert à
zh_cn: 转到：

source: Transfer to Login ID
fr: Transfert à l'Identifiant de Connexion
zh_cn: 转到登录 ID

source: Transfer to Payment Agent
fr: Transfert à l'Agent de Paiement
zh_cn: 转到支付代理人

source: Transfer to account %1
fr: Transfert au compte %1
zh_cn: 转账至账户 %1

source: Transfer to another account
fr: Transfert à un autre compte
zh_cn: 转账至其他账户

source: Transfer to client
fr: Transfert au client
zh_cn: 转到：

source: Transfer to: %1<br/>Login ID: %2<br/>Amount: %3 %4
fr: Transfert à : %1<br/>Identifiant de Connexion : %2<br/>Montant : %3 %4
zh_cn: 转至：%1<br/>登录 ID：%2<br/>金额：%3 %4

source: Translations
fr: Traductions
zh_cn: 翻译

source: Triangular
fr: Triangulaire
zh_cn: 三角

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
fr: Les moyennes mobiles triangulaires placent la majorité du poids sur la portion intermédiaire de la série de prix. Il s'agit en réalité de moyennes mobiles simples doublement lissées. Les périodes utilisées pour les moyennes mobiles simples varient selon que vous spécifiez un nombre pair ou impair de périodes de temps.
zh_cn: 三重移动平均数主要着重价格系列的中间部分。它们实际是双重平滑简单移动平均数。取决于您指定的期间是奇数数量还是偶数数量，简单移动平均数中使用的期间各不相同。

source: Troubleshooting
fr: Problèmes et solutions
zh_cn: 故障排除

source: Trust
fr: Confiance
zh_cn: 信任

source: Try it now
fr: Essayez-le maintenant
zh_cn: 立即体验

source: Try our downloadable charting application with an extensive range of indicators.
fr: Essayez notre application graphique téléchargeable avec une large palette d'indicateurs.
zh_cn: 使用我们可以下载的图表应用程序与广泛的指标。

source: Try the new flexible version of
fr: Essayez la nouvelle version flexible de
zh_cn: 尝试新的高度灵活版本

source: Types of trades
fr: Types de trades
zh_cn: 交易类型

source: Typical Price
fr: Prix Typique
zh_cn: 典型价格

source: UK
fr: RU
zh_cn: 英国

source: UK Stocks
fr: Actions de GB
zh_cn: 英国股票

source: UK and Manx residents will have their account opened with Regent Markets (IOM) Ltd.
fr: Les résidents du RU et Manx auront leur compte ouvert avec Regent Markets (IOM) Ltd.
zh_cn: 英国和曼岛居民在Regent Markets (IOM) 有限责任公司开设账户。

source: UP
fr: HAUT
zh_cn: 上升

source: US Patents
fr: Brevets US
zh_cn: 美国专利

source: US Stocks
fr: Actions US
zh_cn: 美国股票

source: Ultimate Oscillator
fr: Oscillateur Ultime
zh_cn: 终极摆动指标

source: Unable to contact the server
fr: Impossible de contacter le serveur
zh_cn: 无法联系服务商

source: Unable to process your request
fr: Impossible de traiter votre demande
zh_cn: 无法提交您的请求

source: Unauthenticated
fr: Non authentifié
zh_cn: 未验证

source: Under %1 for market-leading returns
fr: Moins de %1 pour des retours de premier ordre
zh_cn: 投入低至 %1，获得市场领先的回报

source: Underlying
fr: Sous-jacent
zh_cn: 基础产品

source: Unexpected response
fr: Réponse inattendue
zh_cn: 意外响应

source: Unknown error while saving workspace '#1'.
fr: Erreur inconnue lors de la sauvegarde de l'espace de travail ' #1'.
zh_cn: 保存工作空间“#1”时出现未知错误。

source: Unlock Cashier/Settings sections
fr: Déverrouiller les sections Caisse/Paramètres
zh_cn: 解除出纳和设置部分的锁定

source: Unsupported bet class $bet_params->{bet_class}
fr: Classe de pari non supportée $bet_params->{bet_class}
zh_cn: 不支持的投注类型$bet_params->{bet_class}

source: Up to
fr: Jusqu'à
zh_cn: 高达

source: Upcoming Events
fr: Prochains Évènements
zh_cn: 即将到来的假期

source: Update
fr: Mise à Jour
zh_cn: 更新

source: Update Settings
fr: Mise à jour des paramètres
zh_cn: 更新设置

source: Upgrade to a real money account
fr: Passer à un compte d'argent réel
zh_cn: 升级到真实资金帐户。

source: Upon appointment of a Trading Agent, the Client acknowledges and understands that the Company is hereby giving authorisation to follow the instructions of the authorised Trading Agent in every respect with regards to the Client's financial trading account with the Company, EXCEPT for the withdrawal of any funds from the Client's account. The Company will not in any way be liable or responsible for any buy or sell trading actions done on the Client's behalf by the Trading Agent, or for any losses incurred by the Trading Agent for the Client's Account. Furthermore, the Company does not endorse the Trading Agent nor does it vouch for the background, or experience of the Trading Agent, nor does the Company endorse any operating methods used by the Trading Agent, including when trading for the Client's account.
fr: Lors de la nomination d'un Agent de Trading, le Client approuve et comprend que la Société fournit l'autorisation de suivre les instructions de l'Agent de Trading autorisé, dans tout ce qui concerne le compte de trading financier du Client avec la Société, SAUF pour le retrait de toute somme depuis le compte du Client. La Société ne sera en aucun cas tenue pour responsable de quelconques actions de vente ou d'achat de trading effectuées pour le Client par l'Agent de Trading, ou de toute perte causée par l'Agent de Trading sur le compte du Client. De plus, la Société ne soutient pas l'Agent de Trading et ne se porte pas garant du passé ou de l'expérience de l'Agent de Trading, et la Société ne soutient aucune méthode de travail utilisée par l'Agent de Trading, y compris lors du trading pour le compte du Client.
zh_cn: 一经指定交易代理，客户即确认并了解公司将特此有权在涉及客户财务交易 账户的任何方面遵循授权的交易代理商的指令行事，但从客户账户提取资金除外。公司对交易代理代表客户完成的任何买卖交易行为或给客户账户造成的任何损失不负有任何责任。此外，本公司对交易代理不作认可表示或为交易代理商的背景或经验作出担保，也不会对交易代理商所使用的任何操盘方法（包括客户账户的交易时间）做认可表示。

source: Upper Band
fr: Bande Supérieure
zh_cn: 上方带

source: Upper Band = Average + 0.5 * Std Deviation
fr: Bande Supérieure = Moyenne + 0,5 * Déviation Std
zh_cn: 上方带 = 平均线 + 0.5 * 标准偏差

source: Use of Information
fr: Utilisation des Informations
zh_cn: 信息使用

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
fr: Utilisation des prix d'offre/demande : lorsque le marché manque de liquidité, les sources de données peuvent contenir beaucoup de prix d'offre et de demande, sans qu'il n'y ait eu de prix tradé depuis un moment. En prenant une moyenne du prix d'offre/demande (c'est-à-dire offre + demande, divisé par 2), un cours de marché est généré, qui reflète le marché actuel, sans être réellement un prix tradé. Notre système va générer des prix pour ces prix d'offre et de demande, ce que d'autres sites web ne proposent peut-être pas. Ce qui résulte que notre site web peut afficher des intervalles qui n'apparaissent pas dans les sources de données ou d'autres sites web.
zh_cn: 买/卖价格的使用：当市场无流动性时，数据源可能包含多个买卖价格，但实际上却已很长时间没有任何交易价格了。通过取买卖价格平均数的方法（即买价+卖价/2）可以生成一个反应当前市场状况的市场报价，而不必为实际交易价格。我们的系统会利用这些买卖价格生成价格，但其他网站可能不会。所以，我们的网站显示的价位在其他网站的数据源中可能并不会出现。

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
fr: Utilisez l'opportunité fournie par notre site web pour pratiquer gratuitement avec notre fonctionnalité de compte d'argent virtuel. Cela vous aidera à vous habituer aux fonctionnalités et aux règles du site web.
zh_cn: 利用我们网站提供的机会可以免费通过我们的虚拟资金账户功能进行尝试。这可以帮助您习惯本网站的各种功能和规则。

source: Use this feature to restrict access to your account from a specific IP address, or range of IP addresses. For example, if you are certain that your IP address will always be in the range 213.45.0.0 - 213.45.255.255 then you would input 213.45.*.* into the IP address field. This would ensure that persons outside of that IP network cannot access your account (even if they have the correct password).
fr: Utilisez cette fonctionnalité pour restreindre l'accès à votre compte depuis une adresse IP spécifique, ou un groupe d'adresses IP. Par exemple, si vous êtes certain que votre adresse IP se trouvera toujours dans l'intervalle 213.45.0.0 - 213.45.255.255, vous entrerez 213.45.*.* dans le champ de l'adresse IP. Cela va garantir que les personnes extérieures à ce réseau IP ne peuvent pas accéder à votre compte (même en ayant le mot de passe correct).
zh_cn: 使用此功能可限制从某个或某些 IP 地址访问您的账户。例如，如果您确定您的 IP 地址字段将始终介于 213.45.0.0 - 213.45.255.255 之间，那么您可输入 213.45.*.* 到 IP 地址字段。这将确保处于该 IP 网络之外的人不能访问您的帐户（即使其有正确的密码）。

source: User Support - Thank you
fr: Service Clientèle - Nous vous remercions
zh_cn: 用户支持，谢谢

source: Utility bill (within last 3 months)
fr: Facture de services publics (datant des 3 derniers mois)
zh_cn: 费用单（最近 3 个月内）

source: Valletta, the capital of Malta
fr: Valletta, la capitale de Malte
zh_cn: 瓦莱塔，马耳他的首都

source: Variable return
fr: Retour variable
zh_cn: 可变回报

source: Verification of identity
fr: Vérification de l'identité
zh_cn: 身份验证

source: Verify new password
fr: Vérifiez le nouveau mot de passe
zh_cn: 验证新密码

source: Version 29. Last modified 2014-06-26.
fr: Version 29. Dernière modification 2014-06-26.
zh_cn: 版本29。最后修改时间2014-06-26。

source: Vertical
zh_cn: 垂直的

source: Vertical Grid
fr: Grille Verticale
zh_cn: 垂直网格

source: View
fr: Voir
zh_cn: 查看

source: View Rise/Fall contract prices across a range of markets.
fr: Voir les prix de contrats Hausse/Baisse sur différents marchés.
zh_cn: 在一系列的市场中查看上升/下跌合同价格。

source: View Trading Times
fr: Voir heures de Trading
zh_cn: 查看交易时间

source: View Updated Portfolio
fr: Vue du Portefeuille Actualisé
zh_cn: 查看更新的组合

source: View and increase your
fr: Visualisez et augmentez votre
zh_cn: 查看和增加您的

source: View contract prices across a range of barriers and durations.
fr: Voir les prix de contrats avec différentes barrières et durées.
zh_cn: 在一系列的障碍和持续时间中查看合同价格。

source: View payment methods
fr: Voir les moyens de paiement
zh_cn: 查看支付方式

source: View prices
fr: Voir les prix
zh_cn: 查看报价

source: View progress
fr: Voir progrès
zh_cn: 查看进展

source: View result
fr: Voir résultat
zh_cn: 查看结果

source: View statement.
fr: Voir le relevé.
zh_cn: 查看报表。

source: View the Tour
fr: Voir le Tour
zh_cn: 查看过程

source: View the full list of assets, contract types and durations.
fr: Consultez la liste complète des actifs, des types de contrat et des durées.
zh_cn: 查看资产、合约类型以及持续时间的全部清单。

source: View the operating hours of the markets you can trade.
fr: Consultez les heures d'ouverture des marchés sur lesquels tu peux effectuer des trades.
zh_cn: 查看你可以进行交易的市场营业时间。

source: View your <a href="%1">withdrawal limits</a>.
fr: Consultez vos <a href="%1">limites de retrait</a>.
zh_cn: 查看您的<a href="%1">提款限额</a>。
