Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: View your historical transactions.
fr: Voir vos transactions historiques.
zh_cn: 查看您的交易历史纪录。

source: View your open positions.
fr: Voir vos positions ouvertes.
zh_cn: 查看您的敞口头寸。

source: View your statement
fr: Voir votre extrait
zh_cn: 查看您的报表。

source: Virtual Account
fr: Compte Virtuel
zh_cn: 虚拟帐户

source: Virtual Money Account Opening
fr: Ouverture d'un Compte d'Argent Virtuel
zh_cn: 虚拟货币帐户开设

source: Virtual money account
fr: Compte d'argent virtuel
zh_cn: 虚拟货币帐户

source: Visit our
fr: Visitez notre
zh_cn: 访问我们的

source: Want to learn more?
fr: Vous voulez en apprendre plus ?
zh_cn: 想学习更多？

source: Want to practice some trading before you try for real?
fr: Vous voulez vous entraîner un peu au trading avant d'essayer pour de vrai ?
zh_cn: 想在尝试真的之前先练习部分交易？

source: Want to telecommute?
fr: Vous voulez télétravailler?
zh_cn: 想在家办公？

source: Warranties
fr: Garanties
zh_cn: 保证条款

source: Watch, earn and learn for FREE!
fr: Regardez, gagnez et apprenez GRATUITEMENT!
zh_cn: 「免费」观看，赚取和学习！

source: We are committed to making sure your personal data and transactions are secure:
fr: Nous sommes engagés à veiller à ce que vos données personnelles et transactions soient sécurisées:
zh_cn: 我们承诺确保您个人数据和交易的安全。

source: We are fully licensed in the British Isles and Malta.
fr: Nous sommes pleinement agréés sur les Iles Britanniques et à Malte.
zh_cn: 我们在不列颠群岛及马耳他已获得全面授权。

source: We are not accepting accounts from residents of this country at the present time.
fr: Nous n'acceptions pas de comptes de résidents de ce pays pour le moment.
zh_cn: 目前不接受来自该国居民的帐户。

source: We could not authenticate your account online. please proceed to the <a href="%1">manual authentication section</a>. If you would like to register additional credit cards, please contact <a class="pjaxload" href="%2">customer support</a>.
fr: Nous ne sommes pas en mesure d'authentifier votre compte en ligne. Veuillez vous rendre à la <a href="%1">section d'authentification manuelle</a>. Si vous désirez enregistrer des cartes bancaires supplémentaires, veuillez contacter le <a class="pjaxload" href="%2">service clientèle</a>.
zh_cn: 我们未能在线验证您的帐户。请继续<a href="%1">手动验证</a>。如果您要注册额外的信用卡，请联系<a class="pjaxload" href="%2">客户支持</a>。

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
fr: Encore une fois. BetOnMarkets gagne après l'année 2007 également en 2008 'Best Fixed-Odds Financial Trading Provider'.
zh_cn: 我们再次得奖。2007年获奖之后，BetOnMarkets.com又一次被英国股份杂志选为2008年度“最佳固定赔率金融交易提供商”。

source: We don't usually require any documents as we can verify your identity online.
fr: Nous ne demandons habituellement aucun document étant donné que nous pouvons vérifier votre identité en ligne.
zh_cn: 通常，您无需提供任何文件即可完成在线交易身份认证。

source: We employ an extensive team of writers, designers, market analysts and programmers dedicated to producing education and sales materials for our affiliates. We go way beyond banners, with text ads, customer landing pages and promotions, free content and gifts for your site visitors.
fr: Nous employons une large équipe de rédacteurs, concepteurs, analystes de marché et programmeurs se consacrant à la production de matériel de formation et de vente pour nos affiliés. Nous faisons bien plus que des bannières, avec des ajouts de texte, des pages d'accueil du client et des promotions, du contenu gratuit et des cadeaux pour les visiteurs de votre site.
zh_cn: 我们聘请了大批撰稿人、设计师、市场分析师和程序员团队来专门为我们的加盟会员制作教育和销售材料。我们通过为网站访问者推出文字广告、客户登陆页面和推广、免费内容和礼物，而非仅限于横幅广告。

source: We have a proven track record since starting in 2000.
fr: Nous avons fait nos preuves depuis le début en 2000.
zh_cn: 自2000年成立以来，我们已经建立了良好的纪录。

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
fr: Nous possédons une sélection testée et approuvée de bannières, liens, revues, actualités, vidéos et textes pour votre usage. En plus, nous disposons de bannières flash que vous pouvez disposer dans votre compte affilié. Si vous désirez des outils personnalisés, ou un article actuellement non proposé sur le site, veuillez contacter votre gestionnaire de compte à l'adresse : <a href="mailto:%1">%1</a>.
zh_cn: 我们已为您准备好经过测试和验证的横幅广告、链接、评论、新闻通讯、视频以及文本广告。此外，我们还有 Flash 广告，您可以通过联盟账户中抓取。如果您想要定制工具，或本网站目前尚未提供的物品，请发送邮件至<a href="mailto:%1">%1</a>与您的客户经理联系。

source: We kindly ask you to engage in a careful self-analysis to check if you are at risk.
fr: Permettez-nous de vous demander de vous engager dans une introspection attentive pour vérifier si vous présentez un risque.
zh_cn: 我们诚挚要求您参加一次仔细的自我分析以检查您是否处于风险之中。

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
fr: Nous gardons les soldes des clients en espèces ou équivalent d'espèces. Nous garantissons que 100% du solde de chacun des clients soit disponible pour un retrait immédiat, sujet à vérification.
zh_cn: 我们为客户保管现金或现金等价物余额。我们保证每一客户的账户余额在经过核实后100%都能即刻提取。

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
fr: Nous offrons une structure de rémunération basée sur le marché, un plan de bonus en cash annuel, des plans de santé pour vous et votre famille, de l'argent pour voyager et internet et des voyages de société.
zh_cn: 我们提供一个以市场为基础的薪酬结构，年度现金分红方案，为您和您的家人提供健保津贴，旅游和互联网津贴，以及公司旅游。

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
fr: Nous interdisons le recours aux incitations, cadeaux et paiements non autorisés pour encourager les entrées du client. Si nous pensons que vous vous livrez à de telles activités, nous nous réservons le droit de bloquer tous les montants que nous vous devons. Cependant, si vous avez à l'esprit une incitation spécifique, veuillez contacter votre gestionnaire de compte en vue de discuter et d'envisager l'approbation.
zh_cn: 我们禁止使用未经授权的奖励、礼物和付款来鼓励客户注册。一旦认定您做出这些行为，我们有权扣除您的资金。然而，如果您有意提供特殊奖励，请联系您的客户经理，以便进一步讨论和获得批准。

source: We rebrand BetOnMarkets.com as <a target="_blank" href="%1">www.binary.com</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline – Sharp Prices, Smart Trading – communicates our ethos and commitment to our clients.
fr: Nous changeons la marque de BetOnMarkets.com en <a target="_blank" href="%1">www.binary.com</a>. Le remarquage est une évolution naturelle comme notre part du marché continue à grandir dans le marché très compétitif du trading binaire. La nouvelle marque reflète la nature du business, notre nouveau slogan - Sharp Prices, Smart Trading - communique notre éthos et notre dévouement envers nos clients.
zh_cn: 我们把BetOnMarkets.com更名为<a target="_blank" href="%1">www.binary.com</a>。品牌重塑是该平台的自然演变，并会继续在竞争激烈的二元交易领域中扩大市场份额。新品牌反映了企业的性质，而我们的新口号 – 精准价位，明智交易 – 把我们的精神和承诺传达了给我们的客户。

source: We recognize the importance of protecting your personal and financial information.
fr: Nous sommes conscients de l'importance de protéger vos informations personnelles et financières.
zh_cn: 我们意识到保护您个人和财务信息的重要性。

source: We segregate and hold client funds in secure AAA-rated banks.
fr: Nous gardons les fonds des clients séparément et en sécurité dans des banques notées AAA.
zh_cn: 我们把客户资金交由安全的 3A 级银行独立托管。

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
fr: Nous utilisons des services de vérification d'identité et des mesures de détection de fraude en temps réel pour aider à vous protéger contre les accès non autorisés à votre compte. Nous surveillons également l'activité du compte afin de déceler les signes d'une activité inhabituelle pouvant indiquer une fraude, et nous travaillons avec des agences de recouvrement et des organismes chargés de l'application de la loi pour régler les problèmes de fraude.
zh_cn: 我们通过身份核实服务和实时防欺诈措施来防止您的账户遭到非法访问。另外，我们还会对您的账户活动进行监控以发现不正常的欺诈活动迹象，我们还会和征管机构和执法机关合作来应对欺诈问题。

source: We want to make it as easy as possible for you to bring us prospects. And once you've introduced them to %1, our team goes to work to convert them to customers, and keep them coming back with free webinars, charting and trading tools, contests and promotions, and an ever-expanding lineup of available markets and contracts.
fr: Nous souhaitons que nous fournir des clients potentiels soit pour vous le plus simple possible. Et une fois que vous les avez présentés à %1, notre équipe se mettra au travail pour les convertir en vrais clients, et les inciter à revenir en mettant à leur disposition des webinaires gratuits, des outils de graphique et de trading, des concours et promotions, et une offre en constante expansion de marchés et contrats disponibles.
zh_cn: 我们希望尽可能创造条件，以方便您介绍潜在客户。一旦您将他们介绍给了%1，我们的团队会努力将他们变为客户，并通过免费的在线教程、制图和交易工具、竞赛和促销活动，以及不断扩展的可交易市场和交易维持这些客户。

source: We were unable to recover your Login ID or Password with the provided information. <a href="%1">Return to Password Recovery</a>, or <a href="%2"><strong>contact us</strong></a> should you need further assistance.
fr: Nous n'avons pas été en mesure de récupérer votre Identifiant de connexion ou Mot de passe à partir des informations fournies. <a href="%1">Retournez à la Récupération de Mot de Passe</a>, ou <a href="%2"><strong>contactez-nous</strong></a> si vous avez besoin d'aide.
zh_cn: 我们无法根据您提供的信息找回您的登录 ID 或密码。<a href="%1">返回“找回密码”页面</a>，或<a href="%2"><strong>联系我们</strong></a>获取进一步帮助。

source: We were unable to verify your identity and prove your residential address using our automated verification procedure.
fr: Nous n'avons pas été en mesure de vérifier votre identité et de confirmer votre adresse de résidence en utilisant notre procédure de vérification automatisée.
zh_cn: 我们未能通过自动验证程序验证您的身份和您的住址。

source: We will provide you the Links to include on your Site (if you are promoting %1 online) and the affiliate IDs and/or promotional codes to quote to your clients (if you are promoting %1 offline)
fr: Nous vous fournirons les Liens à inclure sur votre Site (si vous faites de la promotion pour %1 en ligne) et les identifiants affilié et/ou les codes promotionnels à indiquer à vos clients (si vous faites de la promotion pour %1 hors ligne)
zh_cn: 我们将向您提供您网站（如果您在线推广%1 ）所包含的链接，以及向客户报价的联盟通用帐号和/或推广代码(如果您线下推广%1)

source: We will provide you with all the tools to turn your traffic into a lucrative revenue stream
fr: Nous vous fournirons l'ensemble des outils afin que votre trafic devienne une source de revenus lucrative
zh_cn: 我们将向您提供所有工具，将您的流量转化为可观的收入

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
fr: Nous aimerions vous informer que le transfert de %1 %2 via %3 a été pris en charge. Les fonds ont été crédités sur votre compte. Cordialement, L'équipe %4.
zh_cn: 亲爱 %1 %2 %3, , 我们想通知您由%6转移的%4%5已经处理。 这些基金已经转入您的账户。 亲切的问候, %7队

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
fr: Nous aimerions vous informer que la demande de retrait de %1%2 par %3 %4 a été prise en charge. Les fonds ont été crédités sur votre compte %5 à %6.
zh_cn: 我们向您通知，您%3%4作出的%1%2提款请求已经得到处理。资金已经计入您在%6的%5账户。

source: We'll then send you an e-mail asking you to verify your identity. If you don't receive the e-mail within a few minutes, please check your junk/spam mail folder.
fr: Nous vous enverrons alors un émail vous demandant de vérifier votre identité. Si vous ne recevez pas l’émail après quelques minutes, veuillez vérifier votre dossier spam/courrier indésirable.
zh_cn: 我们将发送一封电子邮件给您，要求您验证身份。如果在几分钟内您未收到此电子邮件，请检查您的垃圾/广告邮件夹。

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
fr: Nous sommes désolés, mais notre fonctionnalité d'Auto-Exclusion n'est pas disponible pour les Comptes Virtuels.
zh_cn: 对不起，自我排除工具对于虚拟帐户不可用。

source: We're sorry, but our system has been unable to authenticate your ID online due to connection problem. Please try again later.
fr: Nous sommes désolés, mais notre système n'a pas été en mesure d'authentifier votre Identifiant en ligne à cause d'un problème de connexion. Veuillez réessayer plus tard.
zh_cn: 对不起，由于连接问题，我们的系统未能在线验证您的 ID。请稍后重新尝试。

source: Webinars
fr: Webinaires
zh_cn: 免费网络讲座

source: Website
fr: Site web
zh_cn: 网站

source: Website exclusion is currently set to <strong>%1.</strong>
fr: L'exclusion du site web est actuellement définie sur <strong>%1.</strong>
zh_cn: 网站排除当前设置为 <strong>[%1。</strong>

source: Week
fr: Semaine
zh_cn: 周

source: Weekend quotes
fr: Cours du weekend
zh_cn: 周末报价

source: Weekly
fr: Chaque semaine
zh_cn: 每周

source: Weekly Live Trading Room
fr: Chambre de Trade En Direct Hebdomadaire
zh_cn: 每周一次的现场交易室

source: Weeks
fr: Semaines
zh_cn: 周

source: Weighted
fr: Pondéré
zh_cn: 加权

source: Weighted Close
fr: Clôture Pondérée
zh_cn: 加权收盘价

source: Weighted Moving Average
fr: Moyenne Mobile Pondérée
zh_cn: 加权移动平均数

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
fr: Indicateur de volume pondéré basé sur la variation d'une journée du prix divisée par l'intervalle de la journée en cours. Généralement, l'ADI se déplace dans la direction du prix.
zh_cn: 基于一天价格变动除以当天范围计算加权交易量指标。通常，ADI 沿价格方向移动。

source: Welcome!
fr: Bienvenue!
zh_cn: 欢迎!

source: Western Union
zh_cn: 西联快汇

source: We’re granted patents for ‘Computer trading system and method for speculating on a financial market’ and ‘Computer trading system for offering custom financial market speculations’. The patents show our ability to innovate and stay ahead of the pack.
fr: Nous recevons des brevets pour "Système d'ordinateur de trading et méthode pour spéculer sur le marché financier" et "Système d'ordinateur de trading qui offre des spéculations personnalisées sur le marché financier". Les brevets montre notre capacité à innover et à rester au-dessus du lot.
zh_cn: 我们获得“用于金融市场投机的电脑交易系统及方法”和“对定制金融市场提供投机的电脑交易系统”的专利授权。这些专利表明我们的创新和保持领先群雄的能力。

source: We’re really proud of this award. We’re strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
fr: Nous sommes très fiers de ce prix. Nous sommes fortement engagés à offrir une expérience de trading éthique et focalisée sur les clients, et le prix montre que BetOnMarkets est une marque fiable qui écoute et s'occupe de ses clients, si vous êtes des traders expérimentés ou des débutants. Nous offrons une équipe clientèle en anglais, en indonésien, en russe, en chinois et en espagnol.
zh_cn: 获得这个奖项，我们真的很自豪。我们坚定地致力于提供一个合乎道德和以客户为中心的交易体验。获取奖项表明了 BetOnMarkets 是一个值得信赖的品牌，接受客户意见，迎合客户，无论他们是经验丰富的交易者或新手。我们为客户提供英语，印尼语，俄语，中文和西班牙语服务。

source: What are the Smart Indices?
fr: Que sont les Indices Intelligents?
zh_cn: 智能指数有哪些?

source: What commission plan do you offer?
fr: Quel plan de commission proposez-vous ?
zh_cn: 你们的佣金计划如何？

source: What is the %1 affiliate program?
fr: Qu'est-ce que le programme affilié %1 ?
zh_cn: 什么是 %1 联盟计划？

source: What is the definition of a 'client'?
fr: Quelle est la définition d'un 'client' ?
zh_cn: “客户”的定义是什么？

source: What marketing tools do you offer?
fr: Quels outils de marketing proposez-vous ?
zh_cn: 你们提供怎么样的营销工具？

source: What other reports can I generate?
fr: Quels autres rapports puis-je générer ?
zh_cn: 我还可以生成其他哪些报告？

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
fr: Quelle que soit votre vision du marché ou votre stratégie, %1 vous fournit le bon trade pour tirer profit de votre prédiction. Choisissez parmi 5 manières de trade:
zh_cn: 无论您的市场观点或策略如何，%1 都能为您提供恰当的交易机会，让您可通过预测市场获利。请在五种交易方式中选择其中一项：

source: When a prospect visits %1 by clicking on your affiliate link, we set a "cookie" to identify them as your client when they open an account with %1.
fr: Lorsqu'un client potentiel visite %1 en cliquant sur votre lien affilié, nous définissons un "cookie" pour l'identifier comme votre client lorsqu'il ouvre un compte avec %1.
zh_cn: 当潜在客户通过点击您的联盟链接访问%1时，我们会设定一个 "cookie"，以便当这些潜在客户在%1开设帐户时将其识别为您的客户。

source: When it’s time to kick back, you’ll find beautiful beaches, islands and mountains to explore, just a short flight away. From Malta, you’ll have Europe, the Mediterranean and North Africa on your doorstep. And from Malaysia, you’ll be within easy reach of some of Asia’s most spectacular scenery.
fr: Lorsqu'il faut relaxer, vous trouverez de superbes plages, îles et montagnes à explorer, à un petit vol de distance. De Malte, vous avez l'Europe, la Méditerrané et l'Afrique du Nord à côté de chez vous. Et de Malaysie, vous serez très près des plus beaux endroits d'Asie.
zh_cn: 放松的时刻，你会发现这里有美丽的海滩，岛屿和山区可以探索，只需飞行很短的距离。从马耳他，你可以从家门口前往欧洲，地中海和北非。还有从马来西亚，你可接触近在咫尺的亚洲一些最壮观美景。

source: When the Company opens an account for a client, that person or entity will become our client and, accordingly, all client rules, policies, and operating procedures will apply to them. During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of our clients and/or the affiliate program (including, for example, referral fees earned by you under the program). You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have our prior written consent and that you will use the confidential information only for purposes necessary to further the purposes of this Agreement. Your obligations with respect to confidential information shall survive the termination of this Agreement.
fr: Lorsque la Société ouvre un compte pour un client, cette personne ou entité deviendra notre client, et, par conséquent, l'ensemble des règles, polices et procédures opérationnelles relatives aux clients s'appliqueront à lui. Tout au long de la durée de cet Accord, des informations confidentielles sur les affaires, les opérations ou la technologie sous-jacente de la Société et/ou du programme affilié de la Société (incluant, par exemple, les taxes de référence que vous obtenez dans le cadre du programme) pourraient vous être confiées. Vous vous engagez à ne pas dévoiler ou à ne pas utiliser à des fins non autorisées les informations confidentielles à des tierces personnes ou autres parties sans ayant un accord écrit préalable de la Société et à utiliser les Informations Confidentielles uniquement aux fins nécessaires aux dispositions du présent Accord. Vos obligations relatives aux informations confidentielles ne prennent pas fin à la résiliation de cet Accord.
zh_cn: 当公司为客户开立账户时，该客户个人或实体将会成为客户，适用于相应地全部客户规则、政策和操作程序。在本协议期间，您可能会被委托公司和/或公司联盟项目的业务、运营或底层技术相关的机密信息（包括您在本项目下赚取的介绍费）。您同意不会向第三方或外部方披露机密信息或其未经授权使用机密信息，但若获得公司的事前书面同意、且仅为实现本协议目的所需目的除外。本协议终止后，您仍需承担保密信息的义务。

source: When you are satisfied with the trade price, instantly execute your trade.
fr: Lorsque vous êtes satisfait du prix du trade, exécutez instantanément votre trade.
zh_cn: 一旦您对交易价位感到满意，请立刻就执行交易。

source: When you start trading with Binary.com, you’ll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
fr: Lorsque vous commencez à trader avec Binary.com, vous serez dirigé vers un écran de trade, où pouvez déterminer vos paramètres de trade, et choisir ce que vous voulez trader, comment et quand.
zh_cn: 当您在 Binary.com 开始进行交易时，您将被引导进入交易屏幕，好让您可以设定交易参数，选择您所要交易的项目，及如何交易，何时交易。

source: When your prospect opens a real account with us, you earn a share of the revenues for life. When you are approved as a %1 affiliate, we'll give you everything you need to get started right away. Join us as a %1 affiliate today.
fr: Lorsque votre client potentiel ouvre chez nous un compte réel, vous gagnez une part des revenus de façon permanente. Lorsque vous êtes approuvé en tant qu'affilié de %1, nous vous fournirons tout ce dont vous avez besoin pour vous lancer immédiatement. Rejoignez-nous dès maintenant en tant qu'affilié de %1.
zh_cn: 当您介绍的潜在客户在我公司开设了一个现实账户后，您可以终身获得部分收益。当您被批准为%1成员后，我们会给您迅速上手所需的一切。今天就加入并成为%1成员吧。

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
fr: Lorsqu'un compte est approvisionné uniquement en utilisant un code bonus, le montant du bonus plus tout gain ne peuvent pas être retirés jusqu'au moment où le chiffre d'affaires de votre compte dépasse une valeur égale à 25 fois la valeur du montant du bonus. Le montant maximum de gains autorisé sur ces comptes sera égal à 25 fois le montant de ce bonus.
zh_cn: 如果某一账户仅仅是以红利代码的方式提供资金，直到账户的周转额超过红利总数的25倍方可提取红利总数及其它盈利。

source: Where are they located?
fr: Où sont-ils localisés ?
zh_cn: 他们在哪里？

source: Where can I send my questions, comments and suggestions?
fr: Où puis-je envoyer mes questions, commentaires et suggestions ?
zh_cn: 我在那里发布问题、评论和建议？

source: Where new ideas trump safe, old ones. And you’re free to work your way, free from hierarchies and red tape.
fr: Où les nouvelles idées battent les anciennes et celles sans risque. Et vous êtes libre de travailler de votre manière sans hiérarchies ou trop de règles.
zh_cn: 这里新思路胜过安全和旧式的想法。而你可以自由地以你的方式工作，没有阶层结构和繁文缛节。

source: Where supportive colleagues are like a second family.
fr: Où des collègues qui sont d'un grand soutien sont comme une seconde famille.
zh_cn: 互助同事们就像第二个家庭。

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
fr: Où le travail d'équipe et une culture collaborative forment une plate-forme pour une croissance personnelle et corporative.
zh_cn: 团队精神和协作文化形成个人和企业成长的平台。

source: Where we are
fr: Où nous sommes
zh_cn: 我们的位置

source: Where you can go
fr: Où vous pouvez aller
zh_cn: 你可以往哪里去

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
fr: Où votre expérience, motivation et talent peuvent vous pousser dans des directions inconnues. Et vous avez la liberté d'entrer dans de nouvelles frontières.
zh_cn: 在这里，你的经验，奋斗精神和天赋可以推动你往未知的方向迈进。而且你可以自由地踏入新的领域。
