Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
fr: L'utilisation d'un système d'exécution de transactions de trading basé sur le web présente des risques, incluant, sans s'y limiter, la défaillance du matériel informatique, du logiciel ou de la connexion Internet. Étant donné que %1 ne contrôle pas la puissance du signal, sa réception ou le routage via Internet, la configuration de votre équipement ou la fiabilité de sa connexion, nous ne pouvons pas être tenus pour responsables en cas d'échecs de communication, déformations ou retards pendant le trading via Internet.
zh_cn: 在通过基于因特网的交易系统执行交易时会存在诸多风险，包括但不仅限于硬件、软件故障和因特网连接故障。由于%1 并不控制信号功率、经由因特网的信号接收或路由以及您设备的配置或连接的可靠性，所以当您通过因特网进行交易时我们并不会对通信故障、失真或延迟等问题负责。

source: There is no intraday data for %1 on %2.
fr: Il n'y a pas de données intrajournalières pour %1 sur %2.
zh_cn: 没有 %1 在 %2 的当天数据。

source: There may be a delay of up to 24 hours before your registration becomes valid.
fr: Il peut y avoir un retard de jusque 24 heures avec que votre inscription devienne valide.
zh_cn: 您的注册有可能须等候24小时才生效。

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
fr: Une interruption des données du marché a eu lieu pendant la durée du contrat. Pour les comptes d'argent réel, nous tenterons d'y remédier et de régler correctement votre contrat, sinon le contrat sera annulé et remboursé. Les contrats d'argent virtuel seront annulés et remboursés.
zh_cn: 在合约期间出现市场数据中断的情况。对于真实货币账户，我们将尽力修正并恰当地结算合约，不然合约将取消及退款。对于虚拟货币交易，我们将取消交易，并退款。

source: There was a problem placing your contract. If you continue to see this message please refer to the Troubleshooting section below.
fr: Un problème est survenu pendant le placement de votre contrat. Si ce message continue à s'afficher, veuillez vous reporter à la section Problèmes et Solutions ci-dessous.
zh_cn: 您的交易制订存在问题。如果您持续看到该信息那么请参考下面的故障解除部分。

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
fr: Un problème est survenu lors de la validation de votre adresse. Veuillez corriger les champs indiqués. Si vous avez besoin d'aide, n'hésitez pas à contacter notre <a href="%1">Service Clientèle</a>.
zh_cn: 在验证您地址的时候出现了问题。请修改提示字段。如需帮助，请联系我们的 <a href="%1">客户支持</a>.

source: There was an error and we were unable to process your request.
fr: Le serveur n'a pas été en mesure de traiter votre demande pour le moment.
zh_cn: 出现错误，我们无法处理您的请求。

source: There was an error processing the request.
fr: Une erreur est survenue pendant le traitement de votre demande.
zh_cn: 处理请求时出错。

source: Therefore you may not withdraw any additional funds.
fr: Vous ne pouvez donc pas retirer de fonds supplémentaires.
zh_cn: 所以您可能不能提取任何额外资金。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is EUR %1 (or %2 in other currency
fr: Par conséquent, votre retrait maximal immédiat (à condition que votre compte soit suffisamment approvisionné) est actuellement de EUR %1 (ou %2 dans une autre devise
zh_cn: 因此您当前的即时最高取款额（要求您的账户具有充足的资金）为 EUR %1（或者其他货币为 %2

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
fr: Ce sont des trades où le trader prédit qu'un marché va finir plus haut ou plus bas qu'une barrière de prix spécifiée.
zh_cn: 该交易即：客户预测市场将收盘高于或低于特定的价格目标。

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
fr: Ce sont des trades où le trader prédit qu'un marché va augmenter ou baisser à la fin d'une durée sélectionnée.
zh_cn: 该交易即：交易者预测市场将在所选时期结束时上升或下跌。

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades)'.
fr: Ce sont des trades où le trader sélectionne une barrière inférieure et une barrière supérieure, et prédit si le marché va rester entre ces barrières ou va en sortir. (voir également trades 'Reste Entre/Sort de').
zh_cn: 这种交易类型即当交易者选择一个低价位和高价位，并根据自己的判断，选择市场将保持在这些价位之内，或是落在这些价位范围之外。（也请参阅‘保持在范围内/超出范围外交易‘）。

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
fr: Ce sont des trades où le trader sélectionne un prix-cible, et prédit que le marché ne touchera jamais la cible avant l'expiration du contrat.
zh_cn: 该交易为当交易者选择一个价位及预测市场在合约到期前将不会触及这个价位。

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
fr: Ce sont des trades où le trader sélectionne un prix-cible, et prédit que le marché touchera la cible avant l'expiration du trade.
zh_cn: 该交易为当交易者选择一个价位，及预测市场将会在合约到期前触及该价位。

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Regent Markets Group company. If you have questions about these terms or would like information about licensing materials from Regent Markets Group, please contact us.
fr: Ce matériel ne peut pas être copié ou redistribué à des fins commerciales, ou pour toute forme de compensation, sans une autorisation écrite préalable de la société Regent Markets Group. Si vous avez des questions sur ces termes ou si vous désirez des informations sur le matériel de licence de Regent Markets Group, veuillez nous contacter.
zh_cn: 没有获得Regent Markets Group company事先的书面许可时，这些材料不得基于商业目的或者以其他任何有偿方式复制或者重新分发。如果您对这些条款有任何疑问，或者希望从Regent Markets Group company处获得有关许可材料的信息，请与我们联系。

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
fr: Cet Accord contient l'intégralité des accords entre les parties, par rapport au sujet principal, et remplace tous les accords et arrangements précédents entre les parties, par rapport au sujet principal.
zh_cn: 本协议载有各方关于其标的的全部约定，并取代各方关于其标的的所有先前协议及理解。

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
fr: Cet Accord pourra être résilié immédiatement par l'une des parties par un préavis écrit à l'autre partie si l'autre partie est en rupture substantielle avec les termes de l'Accord et, si une rupture peut être comblée, mais qu'aucune mesure corrective n'a été entreprise endéans 15 jours après la réception d'une notification écrite concernant cette rupture.
zh_cn: 如果一方重大违反本协议条款，且在能够补救的情况下于收到关于违约的书面通知后十五天内未能对该等违约进行补救，另一方可以通过书面通知的方式立即终止本协议。

source: This Agreement shall be governed by and construed in accordance with the laws of the Bahamas (the "Jurisdiction"), You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
fr: Cet Accord est régi et interprété en accord avec les lois des Bahamas (la "Juridiction"), Vous acceptez que les cours de la Juridiction sont seules habilitées à régler tout litige pouvant apparaître en lien avec cet Accord. A de tels fins, vous vous soumettez de manière irrévocable à la juridiction de ces cours de la Juridiction par rapport à tout litige de ce type et vous acceptez que toute revendication que vous pourriez avoir à l'encontre de la Société peut uniquement être prise en charge par les cours de la Juridiction. En cas de différence quelconque entre la version en langue anglaise de ce site web et une version dans une autre langue, la version anglaise prévaut.
zh_cn: 本协议受巴哈马联邦（“司法管辖地”）的法律管辖并依其解释。您同意，司法管辖地法院拥有就本协议产生的任何相关纠纷的专属司法管辖权。为此，您不可撤销地同意将该等纠纷的司法管辖权提交司法管辖地法院；并同意，您对公司享有的任何请求权只能在司法管辖地法院提起。本网站英语版与任何其他语言版存在不一致时，以英语版为准。

source: This Agreement shall commence on the date that the Company notifies you that your application to join the Company affiliates program has been successful and shall continue until terminated in accordance with this clause.
fr: Le présent Accord entrera en vigueur à la date où la Société vous avise du fait que votre application pour rejoindre le programme affilié de la Société a été un succès et continuera jusqu'à sa résiliation en accord avec cette clause.
zh_cn: 本协议从公司通知您加入公司联盟项目的申请成功时起生效，直至根据条款规定终止。

source: This Document
fr: Ce Document
zh_cn: 本文档

source: This Payment Agent cashier section is locked.
fr: La section caisse de cet Agent de Paiement est verrouillée.
zh_cn: 此支付代理人的出纳部分已锁定。

source: This URL is invalid.
fr: Cet URL est invalide.
zh_cn: 此 URL 无效。

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
fr: Ce compte est indisponible. Pour toute question, veuillez contacter le <a href="%1">Service Clientèle</a>.
zh_cn: 此帐户不可用。若有任何问题，请联系<a href="%1">客户支持</a>。

source: This bonus code has expired.
fr: Ce code bonus a expiré.
zh_cn: 此奖金代码已过期。

source: This bonus code is not available.
fr: Ce code bonus est indisponible.
zh_cn: 此奖金代码不可用。

source: This call will return the same JSON structure that can be previewed from the API Console Facility.
fr: Cet appel rendra la même structure JSON qui peut être prévisualisée de la fonction API console.
zh_cn: 这个调用会返回相同的JSON结构，可以从API控制台设备进行预览。

source: This client cashier section is locked.
fr: La section caisse de ce client est verrouillée.
zh_cn: 此客户的出纳部分已锁定。

source: This contract cannot be properly validated at this time.
fr: Ce contrat ne peut pas être correctement validé pour le moment.
zh_cn: 此时该 交易 无法正确生效。

source: This contract has already expired.
fr: Ce contrat a déjà expiré.
zh_cn: 合约已经失效。

source: This contract has been deprecated; no further information available.
fr: Ce contrat n'a pas été approuvé; pas d'informations supplémentaires disponibles.
zh_cn: 此交易已经失效。无更详细信息。

source: This contract has been sold.
fr: Ce contrat a été vendu.
zh_cn: 此交易已售出。

source: This contract has expired.
fr: Ce contrat est arrivé à échéance.
zh_cn: 此交易已失效。

source: This contract is limited to
fr: Ce contrat est limité à
zh_cn: 此交易只限于

source: This contract is no longer offered.
fr: Ce contrat n'est plus proposé.
zh_cn: 该合约不再出售。

source: This contract is unavailable on this account.
fr: Ce contrat est indisponible sur ce compte.
zh_cn: 此帐户不可使用该交易。

source: This contract offers no return.
fr: Ce contrat n'offre pas de retour.
zh_cn: 该合约没有回利。

source: This contract was not found among your open positions.
fr: Ce contrat n'a pas été trouvé parmi vos positions ouvertes.
zh_cn: 在您的敞口头寸中未找到该交易。

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Regent Markets Group, and you (the person who applied for this program; "you" or "your"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful) to promote the website %1
fr: Ce document ("l'Accord") définit les termes et conditions entre "la Société" qui est Regent Markets Group, et vous (la personne qui rejoint ce programme; "vous" ou "votre"), en fonction de votre application, pour configurer un compte affilié (et la participation au programme affilié si votre application est jugée comme réussie) pour promouvoir le site web %1
zh_cn: 本文件（“协议”）规定了“公司”（即Regent Markets Group）与“您”（本项目申请人；“您”或“您的”）之间关于您申请设立加盟账户（您的申请视为成功时，还包括加盟项目的成员资格）以推广网站%1的条款和条件

source: This function is not relevant to Virtual money accounts
fr: Cette fonction ne s'applique pas aux Comptes d'argent virtuel
zh_cn: 此功能对虚拟货币帐户不可用

source: This is a $_ log
fr: Ceci est un $_registre
zh_cn: 这是个$_ log

source: This is a log
fr: Ceci est un registre
zh_cn: 这是个 log

source: This is a virtual-money account. Please click <a class="pjaxload" href="%1">here</a> to open a real-money account and deposit funds.
fr: Ceci est un compte d'argent virtuel. Veuillez cliquer <a class="pjaxload" href="%1">ici</a> pour ouvrir un compte d'argent réel et déposer des fonds.
zh_cn: 这是虚拟货币帐户。请点击 <a class="pjaxload" href="%1">这里</a>以开设真实货币帐户并存款。

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
fr: Ceci est un message automatique vous alertant du fait qu'une tentative infructueuse pour débloquer votre section Caisse/Paramètres a été effectuée sur votre compte %1 depuis l'adresse IP %2
zh_cn: 这是一个自动消息，提醒您下列情况：有一个来自 IP 地址 %2 的失败尝试，试图解除您帐户 %1的出纳/设置部分锁定

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
fr: Ceci est une barrière indicative. La véritable barrière sera le point d'entrée plus la compensation de la barrière.
zh_cn: 这是一个指示性的界线。实际的界线将是进入点加界线抵消。

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
fr: Ceci est un autre prix que nous savourons vraiment. Trdae2win est un portail pour des traders actifs à la recherche de profits sur des actions, des futures, des options et forex. Ces traders nous donnent argent (Betfair nous a battu de peu pour l'or). Ceci veut dire que les traders actifs dans le monde entier valorisent beaucoup notre plate-forme de trading.
zh_cn: 这是另外一个我们非常重视的奖项。 Trade2win是一个为活跃的交易者提供股票，期货，期权和外汇交易寻求利润的门户，而这些交易商授予我们银奖（我们只以微差输了金奖给Betfair）。这意味着世界上活跃的交易者对我们的交易平台有着非常高的评价。

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
fr: Ceci est massif. Nous récoltons un double prix du Financial Times and Investors Chronicle. Ceci reflète notre succès en améliorant la qualité et l'usage de notre site et nos produits.
zh_cn: 这是件大事。我们从金融时报和投资者纪事报领取双份奖项，反映了我们成功改善我们网站和产品之质量和可用性。

source: This is our 'next generation' charting tool.
fr: Ceci est notre outil de graphiques 'prochaine génération'.
zh_cn: 这是我们的‘下一代’制图表工具。

source: This is the Callback URL required by the 3-legged authentication procedure as described in the
fr: Ceci est l'URL de Rappel exigée par la procédure d'authentification en 3 phases comme décrit dans le
zh_cn: 这是由3足认证过程所需的回拨网址，如同以下所描述的

source: This is the current price at which an underlying can be bought or sold at a particular time.
fr: Ceci est le prix actuel auquel un sous-jacent peut être acheté ou vendu à un certain moment.
zh_cn: 这是当前价位，基础可随时购入或出售。

source: This is to confirm that your email address for your account %1 on %2 has been changed from %3 to %4
fr: Ceci est la confirmation que votre adresse email pour votre compte %1 sur %2 a été modifiée de %3 à %4
zh_cn: 这是为了确认您 %2 上的帐户 %1 的电子邮件地址已从 %3 变更为 %4

source: This market closes early today at
fr: Ce marché ferme tôt aujourd'hui à
zh_cn: 此市场今日在下列时间关闭

source: This market is presently closed.
fr: Ce marché va bientôt fermer.
zh_cn: 本市场目前已收市。

source: This market opens late today at
fr: Ce marché ouvre tard aujourd'hui à
zh_cn: 此市场今日在下列时间关闭

source: This method is for web applications which are hosted on their own web-server. It is the most secure way of protecting your organisation's identity as the owner of your application.
fr: Cette méthode est pour les applications web qui sont hébergées sur leur propre navigateur web. C'est la manière la plus sécurisée de protéger l'identité de votre organisation comme propriétaire de votre application.
zh_cn: 此方法适用于托管自己的网上服务器之应用程序。这是保护您的组织作为您的应用程序拥有人最安全的方式。

source: This method is suited to JavaScript-only (typically mobile-embedded) applications. Use this method when you do not have your own application server.
fr: Cette méthode est parfaite pour des applications JavaScript-only (typiquement embarqués). Utilisez cette méthode lorsque vous n'avez pas votre propre serveur d'applications.
zh_cn: 这种方法适合于JavaScript的唯一（通常移动嵌入）应用。当你没有自己的应用程序服务器时可使用此方法。

source: This name will appear to your end-users when they authenticate at binary.com. Use between 5 and 30 alphanumeric chars.
fr: Ce nome apparaîtra à vos utilisateurs finaux lorsqu'ils s'authentifient chez binary.com Utilisez entre 5 et 30 caractères alphanumériques.
zh_cn: 当您的最终用户在 binary.com 验证时此名称将出现。使用5至30个字母数字字符。

source: This offer cannot be used in conjunction with any other offer.
fr: Cette offre ne peut pas être utilisée en association avec toute autre offre.
zh_cn: 本要约不能和其他任何要约一起使用。

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
fr: Cette promotion est uniquement valable pour les nouveaux Clients. Les Clients actuels ou les anciens Clients ne peuvent pas en bénéficier. Elle n'est valable qu'une seule fois pour chaque Client.
zh_cn: 本推广方案仅适用于新客户。现有或以往客户不符合条件。每一客户仅能获得一次。

source: This trade is not offered.
fr: Ce trade n'est pas proposé.
zh_cn: 不提供此交易。

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
fr: Ce site web contient des liens vers d'autres sites web et peut contenir des bannières ou icônes publicitaires relatives à des sites web de tierces parties. Ces sites web et les publicités y étant associées peuvent créer des cookies dans votre navigateur web et ceux-ci sont hors de notre contrôle. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de ces sites web. Nous vous encourageons à lire les politiques de confidentialité de ces sites web, leurs pratiques pouvant différer des nôtres.
zh_cn: 本网站含有其他网站链接，且可能含有第三方网站的横幅或图标广告。这些网站及广告可能会向您的网页浏览器写入cookies，因此不在我们所能控制的范围内。我们并不对这些网站的隐私规范和内容负责。由于他们的隐私政策可能与我们并不相同，所以我们建议您了解他们的隐私政策。

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
fr: Ce site web ne collecte pas d'informations d'identification personnelle vous concernant, sauf celles que vous nous fournissez de manière spécifique et en toute connaissance de cause. Il existe une technologie dénommée "cookies" qui peut être utilisée pour fournir des informations sur mesure depuis un site web. Un cookie est un fichier de données qu'un site web peut envoyer à votre navigateur, qui peut ensuite le stocker sur votre système. Vous pouvez configurer votre navigateur pour vous avertir lorsque vous recevez un cookie, vous permettant alors de décider de l'accepter ou non. Si vous n'acceptez pas le cookie, vous serez dans l'obligation d'entrer à nouveau votre identifiant de connexion et mot de passe à chaque formulaire requis pour entrer dans le système. Il est conseillé de choisir cette option si vous avez des doutes quant à la sécurité de votre navigateur personnel ou de votre PC.
zh_cn: 除您有意识地专门提供的外，本网站并不收集个人身份信息。一种被称之为“cookies”的技术可以用于提供来自特定网站的定制信息。cookie 是一种数据元，网站可发送到您浏览器，然后存储在您的系统中。您可以将您的浏览器设置为收到一个cookie时通知您，以便您决定是否接受它。如果您不接受该cookie，那么在所有需要输入系统的每个表单中再次输入您的登录ID和密码。如果您对您的个人电脑或个人浏览器的安全性存在担忧，我们建议您选上这一选项。

source: This website is marketed in the UK and Isle of Man by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
fr: Ce site web est mis sur le marché au RU et sur l'Ile de Man par Regent Markets (IOM) Ltd., premier étage, Millennium House, Victoria Road, Douglas, IM2 4RW, Ile de Man, Grande-Bretagne, sous licencee et réglementé par la Gambling Supervision Commission de l'Ile de Man, les îles Britanniques, la licence de jeu en ligne actuelle obtenue le 31 août 2012, et dans le reste de l'UE par Regent Markets (Malte) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, sous licence et réglementé par Lotteries and Gaming Authority à Malte, licence n°LGA/CL2/118/2000, le 26 mai 2010. Les services de ce site web ne sont pas disponibles aux États-Unis, au Japon ou à Hong Kong.
zh_cn: 本网站由Regent Markets (IOM) Ltd.,在英国和马恩岛经营，地址为：First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles；由不列颠群岛马恩岛投资监管委员会授予许可证和监管，现行的在线执照于2012 年8 月31 日发行；在欧盟其他地区由Regent Markets (Malta) Ltd.,管理，地址为：Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta，由马耳他彩票与博彩管理局授予许可证和监管，执照号码为 LGA/CL2/118/2000（2010年5 月26 日）。本网站的服务没有在美国，日本及香港提供。
