Repository: zaki-binary/binary-static
Catalog: 2.1.0/config/locales/*.po
Languages: fr, zh_cn

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
fr: Le %1 simule un marché en hausse. Le %2 simule un marché en baisse.
zh_cn: ％1 模拟牛市（趋于向上涨）。 ％2 模拟熊市（趋于向下降）。

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
fr: Le %1 simule un marché que devient plus volatile au cours de la journée (et qui se calme la nuit). Le %2 simule un marché qui est calme durant la journée (mais qui devient plus volatile la nuit).
zh_cn: ％1 所模拟的市场，在白天随着开市时间越久而波动越大（然后在夜晚时静下来）。 ％2 所模拟的市场在白天是安静的（但晚上时变得较不稳定）。

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
fr: Le %1 simule un marché qui est actif durant la journée (et qui devient plus calme la nuit). Le %2 simule un marché qui est calme durant la journée (mais qui devient plus volatile la nuit).
zh_cn: ％1 所模拟的市场，在白天很活跃（但在晚间较稳定）。 ％2 所模拟的市场在白天是平静的（但晚上时变得较不稳定）。

source: The %1 team.
fr: L'équipe %1.
zh_cn: %1 团队。

source: The %1 website is protected by certain copyrights.
fr: Le site web %1 est protégé par certains droits d'auteur.
zh_cn: %1网站受版权保护。

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
fr: Le %1 rendra une structure JSON qui inclut access_token et d'autres attribut utiles
zh_cn: %1将返回一个JSON结构，其中包括ACCESS_TOKEN以及其他几个有用的属性。

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by the Regent Markets Group of companies. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 300,000 clients since <span itemprop="foundingdate">1999</span>
fr: Le <span itemprop="brand">%1</span>service (connu auparavant sous le nom BetOnMarkets.com) appartient et est exploité par le Regent Markets Group de sociétés. Possédant une licence valable et conforme à l'ensemble des règlements, %1 fournit un service de trading financier à une audience de plus de 300,000 clients dans le monde entier depuis <span itemprop="foundingdate">1999</span>
zh_cn: <span itemprop="brand">%1</span>服务（前称为 BetOnMarkets.com）由 Regent Markets Group 所有并运营。%1 自<span itemprop="foundingdate">1999</span>年开始运营，得到全面的许可和监管，向全世界超过 300,000 的客户群提供金融交易服务。

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
fr: La <strong>période de contrat</strong> est la période entre le <strong>prochain intervalle</strong> après le <strong>moment de départ</strong> et le <strong>moment de la fin</strong>.
zh_cn: <strong>交易期间</strong>是在交易<strong>生效时间</strong>之后的<strong>下一合同交易</strong>和交易<strong>终止时间</strong>之间的期间。

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
fr: Le <strong>moment de la fin</strong> correspond au nombre choisi de minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
zh_cn: 合约<strong>终止时间</strong>是指合约<strong>生效时间</strong>（如果持续时间小于一天）以后所选定的分钟/小时数，或是交易日结束之时（如果期间是一天或更长）。

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
fr: Le <strong>moment de la fin</strong> correspond au nombre choisi de secondes/minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
zh_cn: 交易<strong>终止时间</strong>是在交易<strong>生效时间</strong>（如果期间小于一天）之后的特定秒数/分钟数/小时数，或是交易日结束（如果期间是一天或更长）。

source: The <strong>exit spot</strong> is the price in effect at the <strong>end time</strong>.
fr: Le <strong>point de sortie</strong> est le prix réel au <strong>moment de la fin</strong>.
zh_cn: <strong>退出点</strong>为合约<strong>终止时</strong>的有效价格。

source: The <strong>start time</strong> is when the contract is processed by our servers.
fr: Le <strong>moment de départ</strong> correspond au moment où le contrat est traité par nos serveurs.
zh_cn: 合约<strong>生效时间</strong>即我们的服务器处理合约的时间。

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
fr: L'Indice AUD est un Indice pondéré, qui mesure la valeur du Dollar Australien par rapport à un ensemble de 5 devises globales (USD, EUR, GBP, JPY, CAD), chacune pèse 20%.
zh_cn: 澳元指数是个加权指数，衡量澳大利亚元兑换5种全球货币（美元，欧元，英镑，日元，加元）的价值，分别加权20％。

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
fr: L'Agent vous enverra le montant de retrait (moins la commission) via votre méthode de paiement préférée.
zh_cn: 代理人将通过您的首选支付方式将提款金额转给您（扣除佣金）。

source: The Ask price represents the price at which the contract may be purchased at the present time.
fr: Le prix de Demande représente le prix auquel le contrat peut être acheté à l'heure actuelle.
zh_cn: 报价只代表可购买交易的当时的价格。

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
fr: Le processus d'Authentification vérifie les informations que vous nous avez fournies lors de l'enregistrement du compte. Il augmentera vos limites de trading et vous permettra d'enregistrer plus d'une carte bancaire.<br/><br/>Afin de faciliter le processus, veuillez confirmer votre numéro/nom d'immeuble avant de cliquer sur "Authentifier".<br/>
zh_cn: 身份验证过程会对您在账户注册期间提供给我们的信息进行核实。它将会增加您的交易限额并使得您可以注册多张信用卡。.<br/><br/>为了让该过程更快捷，请在点击“身份验证”之前核实您的楼宇编号/名字。<br/>

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
fr: Le Prix d'offre représente le prix de revente du contrat une fois qu'il apparaît dans votre Portefeuille. Il est égal à environ 100 moins le prix du contrat opposé.
zh_cn: 出价一旦它出现在你的投资组合上，代表交易的转售价格。它大约是100减去相反%交易的价格。

source: The Binary.com mobile application is developed with <a target="_blank" href="%1">Phonegap</a> and is open-sourced as <a target="_blank" href="%2">client-app</a> on github. Phonegap developers are invited to participate in this project by forking the repository.
fr: L'application mobile Binary.com est développée avec <a target="_blank" href="%1">Phonegap</a> et est open-source comme <a target="_blank" href="%2">client-app</a> sur github. Les développeurs Phonegapp sont invités à participer à ce projet en fourchant le dépositaire.
zh_cn: 此 Binary.com 移动应用以<a target="_blank" href="%1">Phonegap</a>开发，且受开源为<a target="_blank" href="%2">客户应用</a>于github上。Phonegap 开发者被邀请通过派生存储库参与这个项目。

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
fr: Le contenu statique du site de Binary.com (CSS, Javascript) est disponible sous le <a target="_blank" href="%1">binary-static</a> projet open source sur github. Vous voulez remodeler le site Binary.com, ou améliorer la comptabilité du navigateur, la vitesse du rendu du site ou la performance Javascript? Veuillez fourcher le projet et soumettre des demandes pull de vos suggestions de changement de code.
zh_cn: Binary.com网站的静态内容（CSS，Javascript）可在github以<a target="_blank" href="%1">二进制静态</a>开源项目中使用。你是否想重新设定Binary.com网站的设计版面，或提高浏览器的兼容性，网站的成像速度，或者Javascript性能？请用把项目抓住(fork)并提交您所建议的代码更改之拉(pull)请求。

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
fr: Le CCI est un système de timing s'appliquant le mieux aux contrats sur les matières premières, ayant des tendances cycliques ou saisonnières. CCI ne détermine pas la longueur des cycles - il est conçu pour détecter le moment où ces cycles commencent et s'achèvent, par le biais du recours à une analyse statistique incluant une moyenne mobile et un diviseur reflétant à la fois les lignes de tendance actuelles et possibles du trading.
zh_cn: CCI 是一个用于商品契约的最佳定时系统，提供周期或季节趋势。CCI 不确定周期长度，通过使用整合移动平均数和除数的统计分析，反映可能和实际的交易范围，其旨在用于探测周期何时开始和结束。

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
fr: Le CLV est un indicateur basé sur la position de la clôture par rapport au minimum et au maximum pour la période. Il est utilisé pour visualiser la tendance dans les mouvements des prix.
zh_cn: CLV 是基于与期间的交易高点和低点相关的收盘位置的指标。其用于找出价格变动趋势。

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
fr: La fonction Chaikin Volatility détermine na volatilité de séries de données financières en utilisant le pourcentage de variation dans une moyenne mobile du prix maximum opposé au prix minimum dans une période de temps donnée.
zh_cn: 利用给定时间内的高低价格移动平均数的变化百分比，蔡金波动函数确定金融数据系列的波动性。

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
fr: Le Client reconnaît et comprend que la mise en place d'un Agent de Trading peut être révoquée par le Client par notification à la Société, cette révocation exige cependant un délai de traitement allant jusqu'à deux jours ouvrables.
zh_cn: 客户确认到并理解，客户可以通过向公司发出通知撤销交易代理授权，但是撤销需最多两个工作日才能处理完毕。

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
fr: Le Client autorise un Agent de Trading et un mandataire dans le but d'acheter et de vendre des contrats financiers par l'intermédiaire du compte du Client, à ses risques et périls. Le Client est tenu d'indemniser et de préserver la Société des pertes et autres responsabilités causées directement ou indirectement par les transactions du Client ou de l'Agent de Trading.
zh_cn: 客户授权交易代理及委托代理人通过客户账户购买或销售固定赔率的财务交易，风险自担。对于客户或交易代理的交易对公司造成的直接或间接损失和所有其他责任，客户特此予以赔偿，并使公司免害。

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
fr: La Société ne fournit pas un marché entre les Clients à des fins d'investissements, de titres, de produits dérivés ou de spéculations. Chaque contrat financier acheté par un Client via ce site constitue un accord individuel entre le Client et la Société. Ce contrat ne constitue cependant pas un titre, n'est pas transférable, négociable ou assignable à ou avec toute tierce partie.
zh_cn: 公司不提供客户之间进行投资、证券、衍生品或投机的市场。每份通过该网站购买的金融合约都是客户与公司之间的单个协议，并不是证券，也无法与任何第三方进行转让、谈判或分配。

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
fr: Par le présent, la Société vous octroie une licence non exclusive, non transférable, pour la durée du cet Accord, à utiliser les marques de propriété intellectuelle de %1 (sous licence, gérées par nous, depuis leur propriétaire) uniquement en connexion avec l'affichage de publicités sur votre Site. Cette licence ne peut pas faire l'objet de sous-licences, être assignée ou transférée par vous d'une autre manière. Votre droit d'utiliser les marques se limite à, et découle uniquement de cette licence d'utiliser les publicités. Vous n'affirmerez pas l'invalidité, l'inapplicabilité, ou mettre en cause la propriété des marques par une quelconque action ou quelconque procédé, et n'entreprendrez aucune action susceptible de porter préjudice à nous ou à nos droits de donneur de licence concernant les marques, à en produire une version générique ou à affaiblir d'une autre manière leur validité ou réduire le bon sentiment qui leur est associé.
zh_cn: 公司因此授予你在协议期间使用%1知识产权标志（我们特许的）作为你网站上广告展示的非独享并不可转让的特许权。你无法再次许可或分配他人或转移这种特许权。你使用标志的权利是有限的，只能用于并产生自广告。你不应以任何性质或类型的行动或诉讼主张标志所有权的无效性、不可执行性或挑战标志所有权，也不应采取任何歧视我们或标志许可人的行动，宣传其他同类产品，也不能削弱标志的有效性或贬低其商誉。

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
fr: La Société ne déclare pas que %1 ne sera pas interrompu et fournira un service sans erreurs, et ne sera pas tenue responsable pour les conséquences de telles erreurs ou interruptions.
zh_cn: 公司并不声称，%1 不会中断服务或提供无差错服务，也不承担任何该等中断或错误导致的后果。

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
fr: La Société est susceptible d'imposer certaines règles et restrictions en rapport avec le placement d'ordres de marché sur ce site web. Ces règles sont susceptibles de changer de temps en temps, en fonction des conditions du marché et d'autres facteurs. Les règles indicatives suivantes sont actuellement en place:
zh_cn: 公司可能会对网站的市场指令设定某些规则或限制。这些规则可能会不时根据市场情况和其他因素随着时间变化。以下指示性规则已经适用：

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 25,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client fully authenticates himself; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 500,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
fr: La Société peut imposer des limites de volume de trading à sa seule discrétion. Les limites actuelles de volume de trading à l'ouverture d'un compte sont de USD/GBP/EUR/AUD 30 000/jour de volume maximal de trading. La taille maximale du compte (c'est-à-dire le solde financier) est de USD/GBP/EUR/AUD 25 000 et le gain maximal de contrat actif à un moment donné, par compte, est de USD/GBP/EUR/AUD 25 000. Ces limites sont haussées une fois qu'un Client a complètement établi son authenticité ; le nouveau volume de trading sera alors de USD/GBP/EUR/AUD 500,000, avec une taille maximale du compte de USD/GBP/EUR/AUD 500,000 et un gain maximal de contrat actif à un moment donné, par compte, de USD/GBP/EUR/AUD 500,000. Si le solde du compte dépasse la taille maximale du compte, des retraits devront être effectués pour réduire le solde sous cette limite.
zh_cn: 本公司可自行决定对客户账户设定交易额限制。现行的开户后交易额限制为USD/GBP/EUR/AUD 30,000/天 最大交易额。账户最大规模（即现金余额）为 USD/GBP/EUR/AUD 25,000，且每一账户在特定时间的未偿合约最高支出金额为 USD/GBP/EUR/AUD 25,000 。客户经过充分的身份认证后，以上限额可相应增加；此时新的最大交易限额将上升为 USD/GBP/EUR/AUD 500,000，同时账户最大规模将为 USD/GBP/EUR/AUD 500,000，每一账户在某一给定时间的未偿合约最高支出限额将为 USD/GBP/EUR/AUD 500,000 。如果账户余额超过了账户规模上限，那么就必须提款以将余额降低至该限额之下。

source: The Company may, from time to time, at its sole discretion, require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction.
fr: La Société peut, de temps en temps, à sa seule discrétion, demander à un Client de fournir une preuve d'identité (comme une copie certifiée conforme du passeport ou d'autres documents permettant de vérifier l'identité comme la Société peut être amenée à demander en fonction les circonstances) et peut, à sa seule discrétion, suspendre un compte jusqu'à ce que cette preuve lui ait été transmise et lui ait donné satisfaction.
zh_cn: 公司有权不时自行要求客户提供身份证明（如经公证的护照复印件或公司在相关情形下认为必要的其他身份证明文件），也有权在得到满意的身份证明之前自行中止账户。

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
fr: La Société se réserve le droit, à sa seule discrétion, de refuser et/ou de fermer les services, de facturer des frais de dépôts et/ou de retraits à quiconque, pour toutes raisons incluant, mais sans s'y limiter:
zh_cn: 公司有权自行以任何理由拒绝和/或取消对任何人的服务，收取定金和/或提款费的权利，该等理由包括但不限于：

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
fr: La Société se réserve le droit de modifier toute partie du présent Accord, à tout moment. Vous serez avisés par émail 7 jours avant toute modification, mais il demeure de votre responsabilité de consulter régulièrement ces termes et conditions. La poursuite de votre participation à notre programme affilié après que nous ayons posté les modifications constituera une acceptation contraignante de ces modifications.
zh_cn: 公司有权在任何时间修改本协议的任何内容。任何修改的通知都会在该修改之前七天以邮件形式发送给您，但是您承担定期检查本条款和条件的最终责任。该等修改公布后，您继续参加加盟计划的行为，将构成对该等修改的约束性接受。

source: The Company reserves the right to suspend the operation of this site or sections thereof
fr: La Société se réserve le droit de suspendre le fonctionnement de ce site ou de parties de celui-ci
zh_cn: 公司有权中止网站或其部分运行的权利

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
fr: La Société sera autorisée à exercer tous ses droits ou à satisfaire à toutes ses obligations mentionnées ci-dessous (incluant, sans s'y limiter, les obligations de paiement conformément à l'article 6) par le biais de toute entreprise inclue dans la Société (comme défini ci-dessous).
zh_cn: 公司有权通过公司的任何下属公司（如下所述）行使其任何权利或履行其任何义务（包括但不限于其在第6条下的支付义务）。

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
fr: La Société n'est pas responsable envers vous dans le cadre du contrat, ou autre (incluant la responsabilité pour négligence), pour des pertes directes ou indirectes de bénéfices ou profits, d'économies anticipées ou de dépenses gâchées, de corruption ou de destruction de données, ou pour toute perte indirecte ou conséquente, quelle qu'elle soit.
zh_cn: 对于业务、收入或利润、预期结余或开支浪费、数据破坏或损害的直接或间接损失，或者任何间接或衍生损失，公司对您不承担合同或其他（包括疏忽责任）责任。

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
fr: La Société vous paiera (conformément aux provisions de l'article 5.3) le pourcentage actuellement publié de revenus nets (comme détaillé sur la page de commission de votre Compte affilié) perçus durant la durée de cet Accord. Les paiements affilié dus seront uniquement pour les clients de bonne foi de référence et la Société se réserve le droit d'ignorer les comptes doubles ou les comptes nominatifs que la Société voit comme des clients qui ne sont pas de bonne foi, à sa seule discrétion.
zh_cn: 公司将会（根据5.3条规定）向你支付协议期间获得净收入的现在公布的比例（详见你联盟账户的佣金页）。联盟到期款项将只会支付给诚信的推荐人，公司保留忽视重复账户或公司认为不诚信客户账户的全部权利。
