Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: and
pt: e

source: has been credited to your Virtual money account
pt: foi creditado na sua conta de dinheiro Virtual

source: or email us at
pt: ou envie e-mail para

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
pt: "Trabalho com uma série de empresas afiliadas e a %1 é de longe a mais amigável e prestativa que encontrei. Eles fazem tudo para fornecer aos seus afiliados todas as ferramentas, conselhos e apoio de que necessitam para ter êxito. O melhor é que eles oferecem alguns dos mais atrativos descontos da indústria." - <strong>Vinod Gorasia, Diretor de Marketing, Agora Lifestyles</strong>.

source: "Lucky 10 Digits" - you win when you correctly predict the last decimal digit of the 5th tick.
pt: "10 Dígitos da Sorte" - você ganha quando prevê corretamente o último dígito decimal do 5° movimento mínimo.

source: "Quick 10%" - you win when you correctly predict what the last decimal digit of the 5th tick will not be.
pt: "10% rápidos" - você ganha quando prevê qual não vai ser o último dígito decimal do 5° movimento mínimo.

source: "Tick Trades Up/Down" - you win when you correctly predict if the market will rise or fall over the next 5 ticks.
pt: "Contrato Instantâneo sobe/desce" - você ganha quando prevê corretamente se o mercado vai subir ou se vai descer durante os próximos 5 ticks.

source: $1 to $100,000 payouts, low-risk to high-leverage, and much more. We offer limitless profit opportunities.
pt: Pagamentos de $1 até $100.000, desde baixo risco até alto rendimento, e muito mais. Oferecemos oportunidades de lucro ilimitadas.

source: %1 - Trading Limits
pt: %1 - Limites de Negociação

source: %1 Affiliate Program Terms and Conditions
pt: %1 Termos e Condições do Programa de Afiliados

source: %1 Period
pt: %1 Prazo

source: %1 Up/Down
pt: %1 Sobe/Desce

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
pt: Os %1 são mercados que reiniciam o preço a 1000 no início de cada dia de negociação (00:00:00 GMT), e todas as negociações são liquidadas antes do final do dia (23:59:59 GMT).

source: %1 are the REST-style parameters to the service e.g. "/forex".
pt: %1 são os parâmetros de estilo REST para o serviço, por exemplo, "/forex".

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
pt: A %1 assume a propriedade do cliente no momento do primeiro contato com o visitante. Como afiliado, você atua como agente referenciador da %1. Reservamo-nos o direito de recusar clientes (ou de fechar as suas contas) se necessário para cumprir quaisquer requisitos que possamos estabelecer periodicamente.

source: %1 does not charge any transfer fees.
pt: A %1 não cobra taxas de transferência.

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices, commodities and stocks.
pt: A %1 oferece a todos uma forma fácil e estimulante de participar nos mercados financeiros. Negocie com apenas $1 nas principais moedas mundiais, índices, commodities e ações.

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
pt: A %1 disponibiliza uma série de tipos de contratos, oferecendo muitas formas diferentes de negociar nos mercados. Saiba mais sobre cada tipo de contrato clicando nos links abaixo.

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
pt: A %1 desenvolveu índices aleatórios nos quais você pode negociar 24/7. Você pode negociar aleatórios em todos os tipos de contratos:

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
pt: A %1 tem milhares de clientes que se posicionam de forma variável nos mercados financeiros a todo o momento, ganha uma pequena margem de preços nessas transações.

source: %1 is a Base64-encoding of %2.
pt: %1 é um Base64-encoding de %2.

source: %1 is a new OAuth2 access token.
pt: %1 é o novo token de acesso OAuth2.

source: %1 is a new OAuth2 authorization code.
pt: %1 é o novo código de autorização OAuth2.

source: %1 is any binary.com API service e.g. "/markets".
pt: %1 é qualquer binary.com serviço API, por exemplo "/mercados".

source: %1 is entirely web-based and requires no software installation.
pt: A %1 está completamente baseada na Internet e não requer instalação de software.

source: %1 is for your own internal reference; optional.
pt: 1% é para sua própria referência interna; opcional.

source: %1 is tailored to traders of all levels.
pt: A %1 é adaptada para negociadores de todos os níveis.

source: %1 is the award-winning industry pioneer in online options trading. We boast:
pt: A %1 é a premiada plataforma de negociações online e pioneira desta indústria. Nós nos orgulhamos:

source: %1 is the lifetime in seconds of the new access token.
pt: %1 é o tempo de vida em segundos do novo token de acesso.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
pt: % 1 é a página em seu aplicativo que vai lidar com a etapa de retorno. Esta URL deve ser registrada conosco antecipadamente.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
pt: %1 é a pagina no seu aplicativo que vai lidar com o passo de retorno. Essa URL deve ser registrada conosco com antecedência. Para aplicação online, isso pode por exemplo usar um esquema de URI customizado.

source: %1 is the same endpoint used during authentication.
pt: 1% é o mesmo parâmetro usado durante a autenticação.

source: %1 is the scope level that was granted.
pt: % 1 é o nível de escopo que foi concedido.

source: %1 minute quotes
pt: %1 cotações de minuto

source: %1 offer you the chance to trade on a very short-term event and make money in seconds!
pt: A %1 dá-lhe a oportunidade de negociar num evento a muito curto prazo e de fazer dinheiro em segundos!

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
pt: A %1 oferece uma gama de métodos normais de depósito e retirada, desde os cartões de crédito e débito até às transferências bancárias, dinheiro eletrônico e carteiras eletrônicas.

source: %1 offers five ways to trade your chosen asset:
pt: A %1 oferece cinco formas de negociação a sua escolha:

source: %1 offers the commission plan below:
pt: A %1 oferece o plano de comissões abaixo:

source: %1 offers the following tick trades:
pt: A %1 oferece as seguintes contratos instantâneos:

source: %1 offers the world's financial markets in a simple, user-friendly platform.
pt: A %1 oferece os mercados financeiros mundiais numa plataforma simples e fácil de usar.

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
pt: Os preços da %1 são referenciados em comparação com o mercado de opções interbancárias, dessa forma você sempre obtém os melhores preços para as suas posições.

source: %1 provides <a href="%2">Self Exclusion</a> facilities which allow you to set limits on your account.
pt: A %1 fornece ferramentas de <a href="%2">Auto-Exclusão</a> que lhe permitem definir limites na sua conta.

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
pt: A %1 fornece uma série de gráficos para o ajudar a determinar quais os mercados onde negociar. Experimente-os.

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
pt: A %1 oferece parceiros de negócios confiáveis com o aplicativo REST-style Aplication Programming Interface (API) por meio da internet. O API oferece as seguintes funcionalidades:

source: %1 provides you with the opportunity to either self exclude or
pt: A %1 oferece a você a oportunidade de se auto-excluir ou

source: %1 supports <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. GamCare has a commitment to promote responsible attitudes to gambling and to work for the provision of proper care for those who have been harmed by gambling dependency. Other websites that provide information about gambling or gambling addiction are:
pt: A %1 apoia a <a target="_blank" href="http://www.gamcare.org.uk">GamCare</a>. A GamCare tem como compromisso promover atitudes responsáveis de apostas e trabalhar para proporcionar os cuidados devidos a quem tenha sido atingido pela dependência do jogo. Outras páginas Web que prestam informação sobre jogo ou dependência do jogo são:

source: %1 was returned by the authentication procedure.
pt: % 1 foi devolvido pelo procedimento de autenticação.

source: %1 will be provided to you on registration.
pt: 1% vai ser fornecido durante o registro.

source: %1's API conforms to the Representational State Transfer (REST) model.
pt: O API da %1 está de acordo com o modelo Representational State Transfer (REST).

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
pt: Os índices aleatórios da %1 são os %2, %3, %4 e %5. Esses índices correspondem às volatilidades de 25%, 50%, 75% e 100%

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
pt: A tecnologia de preços patenteada da %1 permite que você se beneficiem das mesmas taxas de retorno do mercado interbancário.

source: %1: Online Trading platform for binary options on Forex, Indices, Stocks, Commodities and Global Sector Indices
pt: %1: Plataforma de negociação online para opções binárias em Índices, Ações, Forex, Commodities e Índices Global de Setores

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
pt: %2 oferece uma conta virtual para que você possa negociar as binárias. Experimente <a class="pjaxload" href="%1">abrir uma conta gratuita de $10k em dinheiro virtual</a>, e aprenda a negociar.

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
pt: %ctx(Se olhar para o céu)Verá %plural(%1,uma estrela, %d estrelas).

source: %plural(%1,%d day,%d days)
pt: %plural(%1,%d dia,%d dias)

source: %plural(%1,%d hour,%d hours)
pt: %plural(%1,%d hora,%d horas)

source: %plural(%1,%d minute,%d minutes)
pt: %plural(%1,%d minuto,%d minutos)

source: %plural(%1,%d second,%d seconds)
pt: %plural(%1,%d segundo,%d segundos)

source: 'Free Contract' bonus code
pt: Código de bônus 'Contrato Gratuito'

source: 'Get X when you deposit Y' bonus code
pt: Código de bônus 'Obtenha X quando deposita Y'

source: (Monday to Friday)
pt: (de Segunda a Sexta-feira)

source: (One) Touch trades
pt: (Um)Contrato Toca

source: (delayed)
pt: (atrasado)

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
pt: * Livre de Impostos: Em muitos países, mas consulte sempre um consultor fiscal qualificado.

source: 1. Choose the Underlying
pt: 1. Escolha o ativo

source: 10 seconds to 365 days...
pt: 10 segundos a 365 dias...

source: 1d
pt: 1 dia

source: 1h
pt: 1 hora

source: 1m
pt: 1 minuto

source: 1w
pt: 1 semana

source: 1y
pt: 1 ano

source: 2-way pricing
pt: Preços de dois lados

source: 2. Choose the Duration of the Trade
pt: 2. Escolha a Duração da sua Negociação

source: 2d
pt: 2 dias

source: 2w
pt: 2 semanas

source: 3 - 30 characters and alphanumeric only.
pt: Apenas 3 - 30 caracteres e alfanuméricos.

source: 3. Choose how you want to Trade the Market
pt: 3. Escolha como você quer Negociar no Mercado

source: 4. Choose your Payout
pt: 4. Escolha o seu Pagamento

source: 5 - 25 characters and alphanumeric only.
pt: Apenas 5 - 25 caracteres e alfanuméricos.

source: 5d
pt: 5 dias

source: <br>Your Cashier and Settings sections are locked as per your request</strong> - if you wish to unlock them, please enter the password.
pt: <br>As suas seções do Caixa e de Definições estão bloqueadas conforme seu pedido</strong> - se pretende desbloqueá-las, introduza a senha.

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
pt: <option value=""></option><option value="01">Jan</option><option value="02">Fev</option><option value="03">Mar</option><option value="04">Abr</option><option value="05">Mai</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Ago</option><option value="09">Set</option><option value="10">Out</option><option value="11">Nov</option><option value="12">Dez</option>

source: <p style='color: red'> For security reasons this link will be invalidated after this.</p>Please confirm for which of these accounts you want to reset your password:
pt: <p style='color: red'>Por razões de segurança, este link será invalidado depois desta ação.</p>Por favor, confirme qual destas contas você pretende restabelecer a sua senha:

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
pt: <p><strong>Relatório detalhado</strong>: O relatório detalhado mostra-lhe estatísticas detalhadas de tráfego e receitas. Use os filtros e seletores de coluna para dividir o seu relatório conforme pretendido.</p> <p><strong>Relatório de Jogadores</strong>: O relatório de jogadores mostra uma divisão de estatísticas por jogador. Use os filtros para otimizar o relatório.</p> <p><strong>Ganhos Diários</strong>: O relatório de comissões mostra-lhe os seus ganhos diários em comissões, por site / produto.</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
pt: <p>Um cliente é alguém que foi referenciado através de uma das suas ferramentas de marketing e que depositou dinheiro na sua respectiva conta da %1. Ele deve cumprir os seguintes critérios:</p> <ul class='checked'> <li>Não ter sido anteriormente cliente da %1.</li> <li>Ter realizado o depósito mínimo.</li> <li>Ter mais de 18 anos.</li> </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
pt: <p>Em apenas um curto espaço de tempo desde a sua criação, as opções binárias estão rapidamente a tornar-se um produto de negociação corrente. As numerosas plataformas de negociação de opções binárias posteriormente criadas apoiam esta tendência crescente. Ao tornar-se afiliado agora pode beneficiar do rápido aumento de interesse por esta nova indústria.</p> <p>A negociação de opções binárias é um mercado com lucro elevado, onde há espaço para todos [incluindo você] tirarem a sua parte!</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
pt: <p>Por favor dedique algum do seu tempo para verificar a sua identidade, fornecendo-nos a resposta correta à sua pergunta secreta e data de nascimento, em baixo.</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
pt: <p>Desculpe, ocorreu um erro. Por favor, contate o<a href="%1">Suporte ao Cliente</a>para receber assistência.</p>

source: <p>Thank you. You're one step closer to being done!</p><p>All you need to do is follow the instructions in the email we just sent you.<br /> The e-mail subject-line reads, <strong>"%1"</strong>.</p><p>Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href="%2"><strong>contact us</strong></a> should you need further assistance.</p>
pt: <p>Obrigado. Você está um passo mais próximo de finalizar!</p><p>Tudo o que tem de fazer é seguir as instruções contidas no e-mail que lhe enviamos.<br />O assunto do e-mail é: <strong>"%1"</strong>.</p><p>Lembre-se, se não receber um e-mail nosso nos próximos minutos, verifique a sua pasta de spam ou<a href="%2"><strong>contate-nos</strong></a> se precisar de mais assistência.</p>

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
pt: <p>O programa de afiliados da %1 permite-lhe beneficiar do encaminhamento de clientes para o site %1. O crescimento e sucesso da %1 é compartilhado com os afiliados que têm capacidade de trazer novos Clientes para o site.</p> <p>Se você for um corretor, gostaríamos de trabalhar com você. Você vai apresentar aos seus clientes um produto único e inovador - a plataforma de negociação da %1.</p> <p>Os seus clientes vão adorar a plataforma de negociação da %1 porque oferecemos uma experiência completa de negociação feita à medida das necessidades de uma ampla gama de negociadores.</p> <p>Os negociadores iniciantes podem usar a nossa plataforma de visual intuitivo para aprender sobre negociação, praticar e ganhar experiência em negociação.</p> <p>Os negociadores experientes podem usar a plataforma da %1 para um máximo proveito da ampla gama de ferramentas de negociação e análise que temos em oferta.</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
pt: <p>Sim. Por favor, contate o seu gestor de conta se quiser um banner personalizado e forneça-lhe as seguintes informações:</p> <ul class='checked'> <li>Tamanho em pixels.</li> <li>Formato do arquivo.</li> <li>Idioma pretendido.</li> <li>O URL do site onde o banner vai aparecer.</li> <li>Localização do banner.</li> <li>Cores específicas que o banner deve incluir.</li> <li>Mensagem específica que o banner deve incluir.</li> </ul>

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
pt: <strong>Preços nos dois sentidos</strong> - a %1 indica o preço de uma negociação e do seu oposto, com preços imparciais e transparentes.

source: <strong>All durations</strong> - from 10 seconds to 365 days.
pt: <strong>Todas as durações</strong> - desde 10 segundos até 365 dias.

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
pt: <strong>Todas as condições do mercado</strong> - acima/abaixo, toque/sem-toque, fica dentro/sai.

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
pt: <strong>Todos os mercados, todas as condições</strong> -negocie moedas, índices e commodities em alta, queda, para os lados, calmo e volátil.

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
pt: <strong>Todos os mercados</strong> - moedas, índices de ações e commodities.

source: <strong>All payouts</strong> - from $1 to $100,000.
pt: <strong>Todos os pagamentos</strong> - desde $1 até $100.000.

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
pt: <strong>Preços de referência</strong> - A %1 referencia os seus preços diariamente em comparação com derivados interbancários.

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
pt: <strong>Melhor preço de execução!</strong><br/>O preço mudou a seu favor de %1 para %2.

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
pt: <strong>Commodities</strong> - negoceie produtos de alta importância, tais como ouro e petróleo.

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
pt: <strong>Moedas</strong> - negocie todos os principais pares FX, a toda a hora.

source: <strong>Currencies</strong> - trade all major FX pairs.
pt: <strong>Moedas</strong> - negocie todos os principais pares FX.

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
pt: <strong>Mercados em queda</strong> - escolha o contrato em queda, contrato mais baixo, contrato de um toque com uma barreira baixa, ou contrato sem toque com uma barreira alta.

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
pt: <strong>Alta/Baixa</strong> - preveja se mercado vai terminar mais alto ou mais baixo do que um preço alvo.

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
pt: <strong>Alta/Baixa</strong> - onde você pode lucrar quando o mercado terminar mais alto ou mais baixo do que um preço alvo.
