Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
pt: Esta página Web não recolhe informações de identificação pessoal sobre si, exceto quando você as fornecer de forma específica e intencional. Há uma tecnologia chamada "cookies", que pode ser utilizada para fornecer informações personalizadas a partir de uma página Web. Um cookie é um elemento de dados que uma página Web pode enviar para o seu browser, o qual poderá em seguida armazená-lo no seu sistema. Pode configurar o seu browser para notificá-lo quando receber um cookie, dando-lhe a oportunidade de decidir se deseja aceitá-lo. Se não aceitar o cookie, terá então de introduzir o seu ID de início de sessão e senha novamente em todos os formulários necessários para entrar no sistema. Aconselhamo-lo a escolher esta opção se tiver preocupações relativas à segurança do seu PC ou browser.

source: This website is marketed in the UK and Isle of Man by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
pt: Esse site é comercializado no Reino Unido e na Ilha de Man pela Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenciada e regulamentada pela Comissão de Supervisão ao Jogo da Ilha de Man, Ilhas Britânicas, licença de jogo online atual emitida em 31 de Agosto de 2012, e em toda a União Europeia pela Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenciada e regulamentada pela Autoridade de Jogos e Loterias de Malta, licença LGA/CL2/118/2000, de 26 de maio de 2010. Os serviços deste website não estão disponíveis nos EUA, Japão ou Hong Kong.

source: This website is marketed in the UK by Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, regulated by the Gambling Supervision Commission in the Isle of Man, online gambling licence issued on 31 August 2012, and in the rest of the EU by Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000, 26th May 2010. This website's services are not made available in the USA, Japan or Hong Kong.
pt: Esse site é comercializado no Reino Unido pela Regent Markets (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenciada e regulamentada pela Comissão de Supervisão ao Jogo da Ilha de Man, licença de jogo online emitida em 31 de Agosto de 2012, e em toda a União Europeia pela Regent Markets (Malta) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulamentada pela Autoridade de Jogos e Loterias de Malta, licença LGA/CL2/118/2000, de 26 de maio de 2010. Os serviços deste website não estão disponíveis nos EUA, Japão ou Hong Kong.

source: Throughout the term of this Agreement, you shall:
pt: Durante a vigência do presente Acordo, você deve:

source: Tick
pt: Movimento mínimo

source: Tick Brain
pt: Tick Brain (Cérebro de Movimento Mínimo)

source: Tick Trade Up/Down
pt: Contrato Instantâneo Alta/Queda

source: Tick Trades
pt: Contratos Instantâneos

source: Tick by Tick
pt: Tick by Tick (Movimento Mínimo a Movimento Mínimo)

source: Tick number
pt: Número do Movimento Mínimo

source: Tick trades
pt: Contratos instantâneos

source: Tier
pt: Etapa

source: Tile
pt: Em Mosaicos

source: Time
pt: Tempo

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
pt: Os tempos estão mudando. Nós aumentamos os pagamentos para que os nossos clientes possam aproveitar ao máximo suas negociações de sucesso.

source: Tip:
pt: Dica:

source: Title
pt: Título

source: To apply, please submit your CV and a cover letter via our <a href="%1">Contact us</a> page.
pt: Para se inscrever, por favor envie o seu currículo e carta de apresentação para a nossa página <a href="%1">Contate-nos us</a>.

source: To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
pt: Para evitar o risco de tal vício, é importante que siga alguns princípios e diretrizes básicos.

source: To change your name, date of birth, or country of residence, please contact Customer Support.
pt: Para alterar o seu nome, data de nascimento ou país de residência, por favor contate o Atendimento ao Cliente.

source: To continue using our cashier system, please try accessing it again:
pt: para continuar a utilizar o nosso sistema de caixa, tente acedê-lo novamente:

source: To enable cookies, follow the instructions below for the browser version that you are using.
pt: Para ativar os cookies, siga as instruções abaixo para a versão de browser que está a utilizar.

source: To fully authenticate your account, please email scanned copies of the document listed below.
pt: Para autenticar integralmente a sua conta, envie um e-mail com as cópias digitalizadas dos documentos referidos abaixo.

source: To get a summary of currently tradeable market symbols in the "forex" market:
pt: Para obter um resumo dos símbolos atuais do mercado negociáveis ​​no mercado de moedas:

source: To make sure that you can receive a reply, add the "%1" domain to your e-mail "safe list". If you do not receive a response in your "inbox" within 24 hours, check your "bulk mail" or "junk mail" folders.
pt: Para assegurar que consegue receber uma resposta, acrescente o domínio "%1" à sua "lista segura" de endereços eletrônicos. Se não receber uma resposta na sua caixa de entrada dentro de 24 horas, consulte as suas pastas de spam ou lixo eletrônico.

source: To promote transparency and third-party analysis of our %1 time series, %2 provides access to tick-by-tick data for all the %1.
pt: Para promover transparência e uma análise externa da nossa série histórica %1, %2 oferece acesso a todos os dados instantâneos para todos os %1.

source: To reset your password, enter the e-mail address you registered in the field below and click "RESET PASSWORD".
pt: Para redefinir a sua senha, por favor digite o endereço de e-mail com o qual você se registrou no campo abaixo e clique em "Redefinir a senha".

source: To speak to our customer service representatives online, please click on the Live Help button. Live Help in English is available Monday to Friday, 24 hours a day. Assistance in Russian is available from 7h00GMT until 23h30; in Indonesian from 1h00GMT to 10h00.
pt: Para falar online com os nossos representantes do serviço de atendimento a clientes, clique no botão Ajuda em Tempo Real. Disponibilizamos Ajuda em Tempo Real em Inglês de Segunda à Sexta, 24 horas por dia. É disponibilizada assistência em Russo das 7h00 GMT às 23h30; em Indonésio das 1h00 GMT às 10h00.

source: To:
pt: Para:

source: Today's Bet
pt: Aposta de Hoje

source: Toll-Free number
pt: Número gratuito

source: Too many market holidays during the contract period. Select an expiry date after %1.
pt: Haverá muitos feriados durante o período do contrato. Por favor selecione uma data de expiração depois de %1.

source: Total Cost
pt: Custo Total

source: Total Net Revenue Per Month
pt: Total de Receitas Líquidas por Mês

source: Touch / No Touch
pt: Toca / Não Toca

source: Touch/No Touch
pt: Toca/Não Toca

source: Touch/no touch trades
pt: Negociações Toca / Não Toca

source: Town/City
pt: Vila/Cidade

source: Trade
pt: Negociar

source: Trade Confirmation
pt: Confirmação de Negociação

source: Trade Time
pt: Horário de Negociação

source: Trade all major currencies, indices, stocks, and commodities.
pt: Negocie todas as principais moedas, índices, bolsas e commodities.

source: Trade all market conditions
pt: Negocie em todas as condições de mercado

source: Trade on the market action during the next few seconds of trade.
pt: Negoceie sobre a atuação do mercado durante os próximos segundos da negociação.

source: Trade on whether a market will RISE or FALL from its current spot price.
pt: Negoceie se um mercado vai SUBIR ou DESCER do seu preço atual do mercado.

source: Trade on whether a market will STAY BETWEEN or GO OUTSIDE two price targets.
pt: Negoceie se um mercado vai FICAR-ENTRE ou SAIR de dois alvos de preços.

source: Trade on whether a market will TOUCH or NOT TOUCH a predetermined price target anytime during the contract period.
pt: Negoceie se um mercado vai TOCAR ou NÃO TOCAR um alvo de preço predeterminado em qualquer momento durante o período do contrato.

source: Trade on whether a market will finish HIGHER or LOWER than a predetermined price target.
pt: Negocie se um mercado vai terminar ACIMA ou ABAIXO de preço-alvo pré-determinado.

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
pt: Negocie apenas uma quantia de dinheiro que possa perder. Não jogue com dinheiro emprestado.

source: Trade the Smart Indices
pt: Negocie com Índices Inteligentes

source: Trade the next 5 ticks with %1's Tick Trades interface.
pt: Negocie os próximos 5 ticks com a interface de Negociações Instantâneas da %1.

source: Trade with confidence with the industry pioneer.
pt: Negociação confiante com a pioneira desta indústria.

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
pt: Negocie com facilidade a partir da ampla gama de métodos de depósito e retirada oferecidos pela %1. Os seus fundos são segregados e mantidos em bancos de classificação AAA.

source: Trade your way
pt: Negocie do seu jeito

source: Trading
pt: Negociar

source: Trading Account
pt: Conta para Negociação

source: Trading Agent
pt: Agente de Negociação

source: Trading Guide
pt: Guia de Negociação

source: Trading Rules
pt: Regras de Negociação

source: Trading Times
pt: Horário de Negociação

source: Trading and Withdrawal Limits
pt: Limites de Negociação e de Retirada

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
pt: Negociar binários é notavelmente fácil e apenas requer 3 passos simples:

source: Trading facilities (under development)
pt: Facilidades de negociação (em desenvolvimento)

source: Trading financial contracts involves a high level of risk and may not be suitable for all persons. Before deciding to trade financial contracts you should carefully consider your objectives, level of experience and risk appetite. You should be aware of all the risks associated with financial trading and seek advice from an independent financial advisor if you have any doubts.
pt: A negociação de contratos financeiros implica um alto nível de risco e pode não ser adequada a todas as pessoas. Antes de decidir negociar contratos financeiros, deve considerar cuidadosamente os seus objetivos, nível de experiência e apetite de risco. Deve estar ciente de todos os riscos associados à negociação financeira e procurar aconselhamento de um consultor financeiro independentemente de ter ou não alguma dúvida.

source: Trading is available after the first %1 of the session.
pt: Negociação está disponível após a primeira %1 da sessão.

source: Trading is not offered for this duration.
pt: A negociação não é oferecida para esta duração.

source: Trading is suspended at the moment.
pt: A negociação está suspensa no momento.

source: Trading on %1 is suspended at the moment.
pt: A negociação na %1 está suspensa no momento.

source: Trading on %1 is suspended due to missing market data.
pt: A negociação na %1 está suspensa devido à falta de dados do mercado.

source: Trading suspended for the last %1 of the session.
pt: A negociação está suspensa até ao menos %1 da sessão.

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Limits will only be removed or altered after 7 days.
pt: A negociação em mercados financeiros pode criar dependência. Preencha o formulário abaixo para limitar a sua participação na nossa página Web ou envie uma carta ou fax assinados para a nossa equipe de atendimento ao cliente. Os limites só serão removidos ou alterados após 7 dias.

source: Transact in
pt: Transacionar em

source: Transfer from account %1
pt: Transferir da conta %1

source: Transfer from another account
pt: Transferir a partir de outra conta

source: Transfer to
pt: Transferir para

source: Transfer to Login ID
pt: Transferir para ID de Início de Sessão

source: Transfer to Payment Agent
pt: Transferir para Agente de Pagamentos

source: Transfer to account %1
pt: Transferir para a conta %1

source: Transfer to another account
pt: Transferir para outra conta

source: Transfer to client
pt: Transferir para o cliente

source: Transfer to: %1<br/>Login ID: %2<br/>Amount: %3 %4
pt: Transferir para: %1<br/>ID de Início de Sessão: %2<br/>Montante: %3 %4

source: Translations
pt: Traduções

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
pt: As médias móveis triangulares atribuem a maior parte do peso à parte intermédia das séries dos preços. São na realidade médias móveis simples com suavização dupla. Os períodos utilizados nas médias móveis simples variam de acordo com a sua especificação de um número par ou ímpar de períodos de tempo.

source: Troubleshooting
pt: Resolução de Problemas

source: Trust
pt: Confiança

source: Try it now
pt: Experimente

source: Try our downloadable charting application with an extensive range of indicators.
pt: Experimente o nosso aplicativo de mapeamento fácil de baixar, com uma ampla gama de indicadores.

source: Types of trades
pt: Tipos de negociações

source: Typical Price
pt: Preço Típico

source: UK
pt: RU

source: UK Stocks
pt: Ações do RU

source: UK and Manx residents will have their account opened with Regent Markets (IOM) Ltd.
pt: Os residentes no RU e Manx abrirão as suas contas na Regent Markets (IOM) Ltd.

source: UP
pt: ACIMA

source: US Patents
pt: Patentes dos EUA

source: US Stocks
pt: Ações dos EUA

source: Ultimate Oscillator
pt: Ultimate Oscillator (Oscilador Derradeiro)

source: Unable to contact the server
pt: Impossível contatar o servidor

source: Unable to process your request
pt: Não é possível processar o seu pedido

source: Unauthenticated
pt: Não autenticado

source: Under %1 for market-leading returns
pt: Abaixo de %1 para retornos líderes de mercado

source: Underlying
pt: Subjacente

source: Unexpected response
pt: Resposta inesperada

source: Unknown error while saving workspace '#1'.
pt: Erro desconhecido ao guardar área de trabalho: '#1'.

source: Unlock Cashier/Settings sections
pt: Desbloquear seções do Caixa/Definições

source: Unsupported bet class $bet_params->{bet_class}
pt: Classe de aposta não suportado $bet_params->{bet_class}

source: Up to
pt: Até

source: Upcoming Events
pt: Próximos Eventos

source: Update
pt: Atualização

source: Update Settings
pt: Atualizar Definições

source: Upgrade to a real money account
pt: Mude para uma conta de dinheiro real

source: Upon appointment of a Trading Agent, the Client acknowledges and understands that the Company is hereby giving authorisation to follow the instructions of the authorised Trading Agent in every respect with regards to the Client's financial trading account with the Company, EXCEPT for the withdrawal of any funds from the Client's account. The Company will not in any way be liable or responsible for any buy or sell trading actions done on the Client's behalf by the Trading Agent, or for any losses incurred by the Trading Agent for the Client's Account. Furthermore, the Company does not endorse the Trading Agent nor does it vouch for the background, or experience of the Trading Agent, nor does the Company endorse any operating methods used by the Trading Agent, including when trading for the Client's account.
pt: Após a nomeação de um Agente de Negociação, o Cliente confirma e entende que é concedida, pelo presente, autorização à Empresa para seguir as instruções do Agente de Negociação autorizado em todos os aspectos referentes à conta de negociação financeira do Cliente na Empresa, EXCETO as referentes à retirada de quaisquer fundos da conta do Cliente. A Empresa não será de nenhuma forma responsável ​​por nenhuma compra ou venda de ações de negociação realizadas pelo Agente de Negociação em nome do Cliente, ou por quaisquer perdas incorridas pelo Agente de Negociação referentes à Conta do Cliente. Adicionalmente, a Empresa não endossa o Agente de Negociação, nem atesta os antecedentes ou a experiência do Agente de Negociação; a Empresa não endossa quaisquer métodos operacionais utilizados pelo Agente de Negociação, inclusive quando das negociações referentes à conta do Cliente.

source: Upper Band
pt: Bandas superiores

source: Upper Band = Average + 0.5 * Std Deviation
pt: Banda Superior = Média + 0.5 * Desvio Padrão

source: Use of Information
pt: Utilização das Informações

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
pt: Utilização de preços de compra/venda: quando o mercado estiver sem liquidez, o feed de dados pode conter muitos preços de venda e de compra, sem conter qualquer preço efetivamente negociado durante algum tempo. Ao assumir-se uma média do preço de compra/venda (ou seja, compra + venda, dividido por 2), a cotação de mercado gerada reflete o mercado atual, sem ser efetivamente um preço negociado. O nosso sistema vai gerar preços a partir destes preços de compra e de venda, ao passo que outras páginas Web não o farão. Consequentemente, a nossa página Web pode exibir movimentos mínimos que não aparecem nos feeds de dados de outras páginas Web.

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
pt: Use a oportunidade dada pelo nosso site de praticar gratuitamente as negociações por meio da nossa função de conta de dinheiro virtual. Isto irá permitir que você se familiarize com as funcionalidades e regras do site.

source: Use this feature to restrict access to your account from a specific IP address, or range of IP addresses. For example, if you are certain that your IP address will always be in the range 213.45.0.0 - 213.45.255.255 then you would input 213.45.*.* into the IP address field. This would ensure that persons outside of that IP network cannot access your account (even if they have the correct password).
pt: Utilize esta função para restringir os acessos à sua conta a partir de um endereço IP específico, ou intervalo de endereços IP. Por exemplo, se estiver seguro de que o seu endereço IP estará sempre num intervalo entre 213.45.0.0 e 213.45.255.255, poderá introduzir 213.45.*.* no campo do endereço IP. Isto vai assegurar que não será possível o acesso à sua conta por parte de pessoas que se encontrem fora dessa rede de IPs (mesmo que tenham a senha correta).

source: User Support - Thank you
pt: Apoio ao Utilizador - Obrigado

source: Utility bill (within last 3 months)
pt: Fatura de serviços públicos (dos últimos 3 meses)

source: Valletta, the capital of Malta
pt: Valletta, a capital de Malta

source: Variable return
pt: Retorno variável

source: Verification of identity
pt: Verificação da identidade

source: Verify new password
pt: Verifique a nova senha

source: Version 29. Last modified 2014-06-26.
pt: Versão 29. Modificada pela última vez em 26-06-2014.

source: Vertical Grid
pt: Grelha Vertical

source: View
pt: Ver

source: View Rise/Fall contract prices across a range of markets.
pt: Veja o preço dos contratos Em alta/Em queda em uma variedade mercados.

source: View Trading Times
pt: Veja os Horários de Negociação

source: View Updated Portfolio
pt: Ver Portfólio Atualizado

source: View and increase your
pt: Ver e aumentar o seu

source: View contract prices across a range of barriers and durations.
pt: Veja o preço dos contratos através de uma variedade de barreiras e durações.

source: View payment methods
pt: Veja os métodos de pagamento

source: View prices
pt: Ver os preços

source: View progress
pt: Veja o progresso

source: View result
pt: Veja o resultado

source: View statement.
pt: Ver declaração.

source: View the Tour
pt: Ver a Digressão

source: View the full list of assets, contract types and durations.
pt: Veja a lista completa de ativos, tipos de contratos e durações.

source: View the operating hours of the markets you can trade.
pt: Veja os horários de funcionamento dos mercados nos quais você pode negociar.

source: View your <a href="%1">withdrawal limits</a>.
pt: Veja o seu <a href="%1">limite de retirada</a>.

source: View your historical transactions.
pt: Veja o seu histórico de transações.

source: View your open positions.
pt: Veja as suas negociações em aberto.

source: View your statement
pt: Veja o seu extrato

source: Virtual Account
pt: Conta Virtual

source: Virtual Money Account Opening
pt: Abertura de Conta de Dinheiro Virtual

source: Virtual money account
pt: Conta de dinheiro virtual

source: Visit our
pt: Visite o nosso

source: Want to learn more?
pt: Quer saber mais?

source: Want to practice some trading before you try for real?
pt: Quer praticar algumas negociações antes de tentar a sério?

source: Want to telecommute?
pt: Quer se comunicar?

source: Warranties
pt: Garantias

source: Watch, earn and learn for FREE!
pt: Assista, ganhe e aprenda GRATUITAMENTE!

source: We are committed to making sure your personal data and transactions are secure:
pt: Estamos empenhados em garantir que os seus dados pessoais e as suas transações estão seguros:

source: We are fully licensed in the British Isles and Malta.
pt: Nós somos integralmente licenciada nas Ilhas Britânicas e em Malta.

source: We are not accepting accounts from residents of this country at the present time.
pt: Não aceitamos atualmente contas de residentes deste país.
