Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
pt: São impostos certos limites no que respeita aos níveis aceitáveis para os preços barreira/limite dos contratos. Por norma a barreira/limite não pode ser demasiado próxima nem demasiado afastada do nível atual de mercado subjacente.

source: Chaikin Money Flow
pt: Chaikin Money Flow (Fluxo de Dinheiro de Chaikin)

source: Chaikin Oscillator
pt: Oscilador de Chaikin

source: Chaikin Volatility
pt: Volatilidade de Chaikin

source: Change
pt: Alterar

source: Change = Close - Open, for the day
pt: Resultado= Fechamento - Abertura do dia

source: Change Account Information
pt: Alterar Informações da Conta

source: Change Password
pt: Alterar Senha

source: Change in account settings
pt: Alterar nas definições da conta

source: Chart
pt: Gráfico

source: Chart Application
pt: Aplicativo de Gráfico

source: Chart Type
pt: Tipo de Gráfico

source: Charting
pt: Mapeamento

source: Charting for this underlying is delayed
pt: Os gráficos para esta base estão com atraso

source: Charting is not available for this underlying
pt: Os gráficos não estão disponíveis para essa base

source: Check out our commission rates below:
pt: Consulte abaixo as nossas taxas de comissão:

source: Check out our daily market reports written by Dave Evans, Professional Trader to stay up to date with the latest financial news.
pt: Veja os nossos relatórios diários do mercado escritos por Dave Evans, Negociador Profissional, para ficar informado sobre as últimas notícias do mercado financeiro.

source: Check out some technical terms before you start.
pt: Veja alguns termos técnicos antes de começar.

source: Check out the payment methods accepted by the payment agents in the list below.
pt: Consulte na lista abaixo os métodos de pagamento aceitos pelos Agentes de Pagamentos.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
pt: Escolha Termina Dentro/Fora para lucrar se o mercado parar dentro/fora dos dois preços-alvo no final do período do contrato.

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
pt: Escolha Alta/Baixa quando você quiser lucrar quando o mercado terminar mais alto ou mais baixo do que um preço-alvo.

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
pt: Escolha Alta/Queda quando você quiser lucrar com a alta ou queda do preço do mercado.

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
pt: Escolha Fica Dentro/Fora para lucrar se o mercado ficar dentro ou sair dos preços-alvos em qualquer momento durante o período do contrato.

source: Choose Tick Trades when you want to profit from very short-term market movements over the next 5 ticks.
pt: Escolha as negociações tick quando você quiser lucrar com movimentos de mercado a curtíssimo termo durante os próximos cinco "movimentos instantâneos".

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
pt: Escolha Toque/Sem Toque quando você quiser lucrar quando o mercado tocar ou não tocar um preço alvo durante qualquer momento de duração do contrato.

source: Choose a duration from 10 seconds to 365 days.
pt: Escolha a duração do contrato desde 10 segundos até 365 dias.

source: Choose a payout from $1 to $100,000.
pt: Escolha pagamentos desde $1 até $100.000.

source: Choose a trade type
pt: Escolha um tipo de contrato

source: Choose from over 1 million trades
pt: Escolha a partir de mais de 1 milhão de negociações

source: Choose from over a million possible trades at any time.
pt: Escolha a partir de um milhão de negociações possíveis a qualquer horário.

source: Choose the barrier(s)
pt: Escolha a(s) barreira(s)

source: Choose the duration
pt: Escolha a duração

source: Choose the market, the price target, the time period, and how much you wish to win.
pt: Escolha o mercado, o alvo de preço, o período de tempo, e quanto deseja ganhar.

source: Choose the market, the price targets, the time period, and how much you wish to win.
pt: Escolha o mercado, os objetivos de preço, o período de tempo, e quanto deseja ganhar.

source: Choose the market, the time period, and how much you wish to win.
pt: Escolha o mercado, o período de tempo e quanto deseja ganhar.

source: Choose the payment method you'd like to use.
pt: Escolha o método de pagamento que você prefere usar.

source: Choose the payout
pt: Escolha o pagamento

source: Choose the underlying market
pt: Escolha o mercado subjacente

source: Choose your own strike.
pt: Escolha a sua própria aposta.

source: Client ID
pt: ID do Cliente

source: Client-facing message
pt: Mensagem destinada ao cliente

source: Clients from the rest of the world will have their account opened with Regent Markets (C.R.) S.A.
pt: Os clientes de todo o mundo podem abrir uma conta na Regent Markets(C.R.)S.A.

source: Clients must fill into the account opening form all requested details that establish his/her identity.
pt: Os clientes devem preencher os formulário de abertura de conta com todas as informações necessárias para a definição da sua identidade.

source: Clients shall not hold or pool third party funds into their own account held with the Company.
pt: Os clientes não devem deter ou reunir fundos de terceiros nas suas próprias contas abertas com a Empresa.

source: Close
pt: Fechar

source: Close All
pt: Fechar Tudo

source: Close Location Value
pt: Fechar Valor de Localização

source: Close of trading day.
pt: Fechamento do dia de negociação.

source: Closed
pt: Fechado

source: Closes
pt: Fecha

source: Closes early (at %1)
pt: Fechamento antecipado (na %1)

source: Closing Price
pt: Preço de Fecho

source: Comment must not exceed %1 characters. Please resubmit.
pt: O comentário não pode exceder os %1 caracteres. Por favor, submeta novamente.

source: Commission (%) you want to take on deposits
pt: (%) de comissão que pretende retirar em depósitos

source: Commission (%) you want to take on withdrawals
pt: (%) de comissão que pretende retirar em transferências

source: Commission Rates
pt: Taxas de Comissão

source: Commission on deposits
pt: Comissão sobre depósitos

source: Commission on withdrawals
pt: Comissão sobre retiradas

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
pt: Os ganhos comissionáveis serão recebidos durante a permanência do cliente, sobre todas as transações que o cliente empreenda no mercado, enquanto o afiliado permanecer membro deste programa de afiliados. A empresa reserva-se o direito de cancelar as comissões que não forem reclamadas após 2 anos.

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
pt: Os commodities são recursos naturais valiosos que são cultivados ou extraído do solo como a prata, do ouro e o petróleo. Na %1, os preços são oferecidos em Dólar Americano.

source: Commodity Channel Index
pt: Commodity Channel Index (Índice do canal de mercadorias)

source: Company trip to Phuket, Thailand
pt: Viagem da empresa à Phuket, Tailândia

source: Confirm
pt: Confirmar

source: Congratulations
pt: Parabéns

source: Congratulations! <br /> You have won the contract!
pt: Parabéns! <br /> Ganhou o contrato!

source: Connection failure. Please try again later.
pt: Falha de ligação. Tente novamente mais tarde.

source: Console Facility
pt: Instalação do Console

source: Contact
pt: Contato

source: Contact Us
pt: Contate-Nos

source: Contact the payment agent directly for more information on how to transfer money to them.
pt: Contate o agente de pagamentos diretamente para mais informações sobre como transferir dinheiro a eles.

source: Contact us
pt: Entre em contato conosco

source: Continue
pt: Continuar

source: Contract Details
pt: Detalhes do Contrato

source: Contract Risks
pt: Riscos do Contrato

source: Contract Type
pt: Tipo de Contrato

source: Contract barrier must be positive.
pt: As barreiras do contrato devem ser positivas.

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
pt: Os contratos não podem expirar durante o período festivo do final do ano. Escolha outra data de fim de contrato %1.

source: Contract cannot be sold at this time.
pt: O contrato não pode ser vendido no momento.

source: Contract discovery and pricing
pt: Descoberta do contrato e preço

source: Contract expired
pt: Contrato expirado

source: Contract has already expired.
pt: O contrato já expirou.

source: Contract market price is too close to final payout.
pt: O preço do contrato de mercado é muito próximo do valor final.

source: Contract may not expire within the last %1 of trading.
pt: O contrato não deve expirar dentro do último %1 da negociação.

source: Contract must expire during trading hours.
pt: O contrato deve expirar durante os horários de negociação.

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones. In the case of single stock and stock index prices, the final closing price as reported by the relevant Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the Exchange 30-90 minutes after the official closing time of the market). For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
pt: Os pagamentos dos contratos devem ser determinados pela Empresa com base nos valores diários de alta/queda/fecho comunicados nesta página Web referentes ao(s) índice(s) subjacente(s) ao(s) contrato(s), ou a partir dos dados de negociação interbancária recebidos pela Empresa referentes às cotações forex ou aos preços das commodities, conforme apresentados na página Web, estando sujeitos ao facto de a Empresa ter o direito de corrigir tais dados no caso de preços incorretamente definidos ou de dados tipograficamente incorretos. Os clientes devem ter em consideração que os diferentes mercados podem fechar em horários distintos durante o dia, devido às horas de negociação e fusos horários locais. Nos casos de preços de ações individuais e de índices de ações, deverá ser aplicado o preço de encerramento final, conforme divulgado pela respectiva Bolsa de Valores, a todas as liquidações (este preço de liquidação final pode, por vezes, ser divulgado pela Bolsa de Valores 30 a 90 minutos após a hora de encerramento oficial do mercado). Quanto às cotações forex, as horas de encerramento são definidas pela Empresa de acordo com o apresentado na seção da página Web Horas de Abertura de Mercado. No caso de alguma disputa relativamente a valores de mercado ou de liquidação, a decisão da Empresa será definitiva e vinculativa. Os clientes devem ter em consideração que os mercados (como ações e índices de ações) não estão abertos durante todo o dia e que a negociação pode não estar disponível quando os mercados estão fechados.

source: Contract period
pt: Período do contrato

source: Contract purchases on this account must be on behalf of granters.
pt: Os contratos comprados nesta conta devem ser em benefício de concessão.

source: Contract started
pt: Contrato Iniciado

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
pt: Os contratos não são, por norma, disponibilizados na última hora de negociação de nenhum mercado específico (relativamente aos mercados de bolsas de valores, a restrição pode ser alargada até 3 horas).

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
pt: Os contratos não podem expirar ao fim-de-semana; por conseguinte, a data de expiração de um contrato pode ser adiada para a segunda-feira seguinte, caso a data de expiração do contrato recaia sobre um sábado ou domingo.

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
pt: Contratos que começam e terminam entre %2 e %3 no mesmo dia não estão disponíveis na %1.

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
pt: Contratos na %1 com duração inferior a um dia devem terminar no mesmo dia de negociação.

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
pt: Os contratos não serão, por norma, disponibilizados com odds abaixo de 0,05-a-1 (ou seja, pagamentos inferiores a 1,05 USD/GBP/EUR/AUD por cada 1 USD/GBP/EUR/AUD apostado).

source: Contracts will not usually be offered during the first 10 minutes of market trade.
pt: Os contratos não serão, por norma, disponibilizados durante os primeiros 10 minutos da negociação de mercado.

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
pt: Os contratos não serão, por norma, disponibilizados quando o mercado subjacente se encontrar na sua alta ou queda intradiárias.

source: Controlled risk
pt: Risco controlado

source: Copyright
pt: Direitos de Autor

source: Country
pt: País

source: Country of Residence
pt: País de Residência

source: Country:
pt: País:

source: Create free account
pt: Abra uma conta gratuita

source: Credit/<wbr/>Debit
pt: Crédito/<wbr/>Débito

source: Credit/Debit Card
pt: Cartão de Crédito/Débito

source: Crosshair
pt: Mira

source: Currencies
pt: Moedas

source: Currency
pt: Moedas

source: Currency conversion from %1
pt: Conversão de moedas de %1

source: Currency conversion to %1
pt: Conversão de moedas para %1

source: Currency conversion transfer
pt: Transferência de conversão de moedas

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes. However, for Tick Trades only, a 6th digit is retained.
pt: As cotações de moedas estão truncadas a 5 dígitos e todos os contratos são adquiridos e estabelecido com base nas cotações de moedas de 5 dígitos. Contudo, e somente no que respeita aos Contratos Instantâneos, é retido um 6º dígito.

source: Current
pt: Atual

source: Current Spot
pt: Preço Atual de Mercado

source: Current market price is 0.
pt: O preço do mercado é 0.

source: Current password
pt: Senha atual

source: Current photocard Driving Licence (Provisional or Full)
pt: Carteira de habilitação com fotografia atual (Provisória ou Definitiva)

source: Current signed Passport
pt: Passaporte atual assinado

source: Current signed Passport OR
pt: Passaporte atual assinado OU

source: Customer Support has been informed of your Lost Login ID / Password request and will be contacting you soon. Thank you for your patience.
pt: O Serviço de Atendimento ao Cliente foi informado de que você perdeu o seu ID de Início de Sessão/Senha e entrará em contato em breve. Agradecemos a sua paciência.

source: DOWN
pt: QUEDA

source: Daily
pt: Diariamente

source: Daily Prices
pt: Cotações diárias

source: Daily Turnover limit
pt: Limite do Volume de Negócios Diário

source: Daily Turnover limit is currently set to <strong>%1 %2</strong>
pt: O limite de Volume de Negócios Diário encontra-se atualmente definido para <strong>%1 %2</strong>

source: Daily report
pt: Relatórios Diários

source: Data Feed
pt: Feed de Dados

source: Data will be available after market close
pt: Os dados estarão disponíveis após o fechamento do mercado

source: Date
pt: Data

source: Date of birth
pt: Data de nascimento

source: Day
pt: Dia

source: Day Bet
pt: Aposta do Dia

source: Days to display
pt: Dias para exibir

source: Dear %1 %2 %3,
pt: Caro %1 %2 %3,

source: Dear %1 %2 %3, We would like to inform you that your %5 Deposit has been processed. Kind Regards, %4
pt: Caro %1 %2 %3, gostaríamos de informá-lo que o seu Depósito de %5 foi processado. Os fundos foram creditados na sua conta. Melhores cumprimentos,%4

source: Dear %1 %2 %3, We would like to inform you that your %5 Withdrawal has been processed. Kind Regards, %4
pt: Caro %1 %2 %3, gostaríamos de informá-lo que a sua retirada de %5 foi processada. Melhores cumprimentos,%4

source: Dear %1 %2 %3, We would like to inform you that your Western Union withdrawal has been processed. <strong>%5</strong> You can then go to any Western Union agent, provide the MTCN number and claim your funds. You can find the Western Union agent which is closest to you on their <a href="http://www.westernunion.com/info/agentLocator.asp?country=global">website</a>. Kind Regards, %4
pt: Caro %1 %2 %3, Gostaríamos de informá-lo que a sua retirada a partir da Western Union foi processada. <strong>%5</strong>Você pode agora ir a qualquer agência Western Union, fornecer o número de MTCN e solicitar os seus fundos. Você poderá encontrar o agente Western Union mais próximo de você no<a href="http://www.westernunion.com/info/agentLocator.asp?country=global">website</a>. Melhores Cumprimentos,%4

source: Dear %1,
pt: Caro %1,

source: Dear %1, We were unable to verify your identity and prove your residential address using our automated verification procedure. You can still authenticate your account by sending scans of the following documents by email to us at %3: - A scanned copy of your current valid passport, current driving license (provisional or full), or identity card - A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook All scans must be legible and in colour or they will not be accepted. Please note that mobile telephone bills are not acceptable as evidence of address. Kind regards, %2
pt: Caro %1, Não fomos capazes de verificar sua identidade e provar o seu endereço residencial usando↵ nosso procedimento de verificação automática. Você ainda pode autenticar sua conta↵ enviando scaners dos seguintes documentos por e-mail para nós em 3%:↵ - Uma cópia digitalizada do seu passaporte válido atual, carta de motorista↵ (provisória ou completo), ou carteira de identidade↵ - Uma cópia recente (menos de 3 meses) digitalizada de sua conta de luz ou↵ do seu banco, cooperativa de crédito, sociedade de crédito imobiliário, saldo do cartão de débito ou crédito↵ ou caderneta bancária↵ Todos os atestados devem ser legíveis e em cor ou eles não serão aceitos.↵ Por favor, note que as contas de telefone celular não são aceitáveis ​​como prova de↵ endereço.↵ Atenciosamente, %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
pt: Caro %1, É com muita satisfação que constatamos que decidiu participar em negociações com a %2 e esperamos que a sua experiência na nossa plataforma tenha sido boa. Queremos informá-lo que recebemos o seu pedido de um bônus e que a sua conta foi creditada com um bônus de% 3% 4 *. Caso tenha alguma questão, por favor não hesite em contatar-nos: %5. Melhores cumprimentos, Karen Yap %2 *As retiradas poderão estar sujeitas a termos e condições. (%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been good. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
pt: Caro %1, É com muita satisfação que constatamos que decidiu participar em negociações com a %2 e esperamos que a sua experiência na nossa plataforma tenha sido boa. Queremos informá-lo que recebemos o seu pedido de um bônus. Infelizmente não fomos capazes de processar a sua solicitação devido a uma das seguintes razões:

source: Dear Client,
pt: Prezado Cliente,

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
pt: Prezado Cliente,↵ ↵ Antes de atendermos a sua solicitação para alterar sua senha, por favor nos ajude a verificar a sua identidade, clicando no link abaixo: ↵ ↵ %1

source: Dedicated affiliate team to provide you with the best service possible
pt: Uma equipe de afiliados dedicada para lhe prestar o melhor serviço possível

source: Define your position
pt: Defina a sua posição

source: Delete
pt: Eliminar

source: Delete All
pt: Eliminar tudo

source: Delete All Lines
pt: Eliminar todas a linhas

source: Delete all lines?
pt: Eliminar todas a linhas?

source: Depo./With. commission
pt: Depo./Sem comissão

source: Deposit
pt: Depósito

source: Deposit %1 virtual money into your account
pt: Deposite %1 em dinheiro virtual na sua conta

source: Deposit Y or more and we will add an additional X to your account after five times X in trading volume is made. By way of example, if you claim a "Deposit $100, get $20 bonus" offer, then the $20 bonus will be credited as "pending" to your account once you deposit $100. Once you reach (5 * $20 = $100) in trading volume, the $20 bonus will be released to your account upon approval.
pt: Deposite Y ou mais e nós acrescentaremos um X adicional na sua conta depois de ser realizado, cinco vezes, um volume de negociação de X. A título de exemplo, se solicitar um "Depósito de $100, obterá um bônus de $20"; em seguida, o bônus de $20 será creditado na sua conta como "pendente" quando fizer depósitos de $100. Quando atingir um volume de negociação de (5 * $20 = $100), o bônus de $20 será lançado na sua conta após aprovação.

source: Deposit to Payment Agent
pt: Depositar em Agente de Pagamentos

source: Deposit using legacy method: %1
pt: Depositar utilizando o método de patrimônio: %1

source: Deposit via BACS
pt: Depositar via BACS

source: Deposit via Bank Transfer
pt: Depositar via Transferência Bancária

source: Deposit via Credit/Debit card
pt: Depositar via Cartão de Crédito/Débito

source: Deposit via DoughFlow
pt: Depositar via DoughFlow

source: Deposit via Western Union
pt: Depositar via Western Union

source: Deposit via Western Union (MTCN: %1)
pt: Depositar via Western Union (MTCN: %1)
