Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: We could not authenticate your account online. please proceed to the <a href="%1">manual authentication section</a>. If you would like to register additional credit cards, please contact <a class="pjaxload" href="%2">customer support</a>.
pt: Não foi possível autenticar a sua conta online. Por favor acesse a <a href="%1">seção de autenticação manual</a>. Se quiser registrar cartões de crédito adicionais, por favor contate o <a class="pjaxload" href="%2">atendimento ao cliente</a>.

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
pt: Fizemos de novo. A BetOnMarkets.com segue o exemplo de 2007 e é eleita o "Melhor Provedor de negociações financeiras de probabilidades fixas" em 2008.

source: We don't usually require any documents as we can verify your identity online.
pt: Não costumamos pedir documentos, pois podemos verificar a sua identidade online.

source: We employ an extensive team of writers, designers, market analysts and programmers dedicated to producing education and sales materials for our affiliates. We go way beyond banners, with text ads, customer landing pages and promotions, free content and gifts for your site visitors.
pt: Damos emprego a uma extensa equipe de escritores, designers, analistas de mercado e programadores dedicados à produção de materiais de instrução e vendas para os nossos afiliados. Vamos muito além de banners, com anúncios de texto, páginas de destino dos clientes e promoções, conteúdo gratuito e presentes para os visitantes do site.

source: We have a proven track record since starting in 2000.
pt: Nós temos um histórico comprovado desde o início, em 2000.

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
pt: Temos uma seleção testada e comprovada de banners, links, comentários, newsletters, vídeos e anúncios de texto para a sua utilização. Além disso, temos banners em flash que você pode obter por meio da sua conta de associado. Se quiser ferramentas personalizadas ou um item não oferecido atualmente no site, por favor entre em contacto com seu gestor de conta em: <a href="mailto:%1">%1</a>.

source: We kindly ask you to engage in a careful self-analysis to check if you are at risk.
pt: Pedimos por gentileza que você faça uma autoanálise cuidadosa para verificar se está em risco.

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
pt: Conservamos os saldos dos clientes em numerário ou em equivalente a numerário. Garantimos que 100% do saldo de cada cliente está disponível para retirada imediata, sujeita a verificação.

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
pt: Nós oferecemos uma estrutura de remuneração com base no mercado, um plano de bônus anual em dinheiro, benefícios de saúde para você e sua família, viagens e abonos de internet, e viagens da empresa.

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
pt: Proibimos o uso de quaisquer incentivos, ofertas ou pagamentos não autorizados para estimular os registros de clientes. Caso consideremos que se envolveu em tais atividades, reservamo-nos o direito de reter quaisquer quantias que lhe sejam devidas. No entanto, se tiver um incentivo específico em mente, entre em contato com o seu gestor de conta para discussão e aprovação.

source: We recognize the importance of protecting your personal and financial information.
pt: Reconhecemos a importância de proteger as suas informações pessoais e financeiras.

source: We segregate and hold client funds in secure AAA-rated banks.
pt: Nós separamos e guardamos os fundos dos clientes em bancos de classificação AAA.

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
pt: Usamos serviços de verificação de identidade e medidas de detecção de fraude em tempo real para ajudar a protegê-lo de acessos não autorizados à sua conta. Também monitoramos a atividade das contas a fim de detectar sinais de atividades não habituais que possam indicar fraude e trabalhamos com agências de cobrança e de aplicação da lei para lidar com fraudes.

source: We want to make it as easy as possible for you to bring us prospects. And once you've introduced them to %1, our team goes to work to convert them to customers, and keep them coming back with free webinars, charting and trading tools, contests and promotions, and an ever-expanding lineup of available markets and contracts.
pt: Queremos facilitar-lhe tanto quanto possível a conquista de novos potenciais clientes. E assim que os tenha apresentado à %1, a nossa equipe trabalhará para os converter em clientes, e fazê-los regressar com webinários gratuitos, ferramentas de mapeamento e de negociação, concursos e promoções, e a formação cada vez maior de mercados e contratos disponíveis.

source: We were unable to recover your Login ID or Password with the provided information. <a href="%1">Return to Password Recovery</a>, or <a href="%2"><strong>contact us</strong></a> should you need further assistance.
pt: Não nos foi possível recuperar o seu ID de Início de Sessão ou Senha com a informação fornecida. <a href="%1">Regresse à Recuperação da Senha</a>, ou <a href="%2"><strong>contate-nos</strong></a> caso necessite de mais assistência.

source: We were unable to verify your identity and prove your residential address using our automated verification procedure.
pt: Não foi possível verificar a sua identidade e comprovar o endereço da sua residência através do nosso procedimento de verificação automático.

source: We will provide you the Links to include on your Site (if you are promoting %1 online) and the affiliate IDs and/or promotional codes to quote to your clients (if you are promoting %1 offline)
pt: Iremos fornecer-lhe os links para incluir no seu Site (caso promova a %1 online) e os IDs de afiliado e/ou códigos promocionais para referir aos seus clientes (caso promova a %1 offline)

source: We will provide you with all the tools to turn your traffic into a lucrative revenue stream
pt: Iremos fornecer-lhe todas as ferramentas para transformar o seu tráfego numa corrente de receitas lucrativas

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
pt: Gostaríamos de informar que a transferência de %1 %2 através de %3 foi processada. Os fundos foram creditados na sua conta. Melhores Cumprimentos, A equipe da %4.

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
pt: Gostaríamos de informar que o pedido de retirada de %1%2 por %3%4 foi processado. Os fundos foram creditados na sua conta %5 em %6.

source: We'll then send you an e-mail asking you to verify your identity. If you don't receive the e-mail within a few minutes, please check your junk/spam mail folder.
pt: Nós lhe enviaremos um e-mail pedindo que verifique a sua identidade. Se você não receber um e-mail nosso nos minutos seguintes ao seu pedido, verifique por favor a sua pasta de correios lixo/spam.

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
pt: Lamentamos mas a ferramenta Auto Exclusão não está disponível para Contas Virtuais.

source: We're sorry, but our system has been unable to authenticate your ID online due to connection problem. Please try again later.
pt: Lamentamos, mas não foi possível ao nosso sistema autenticar o seu ID online devido a um problema de ligação. Por favor tente mais tarde.

source: Webinars
pt: Webinários

source: Website
pt: Página Web

source: Website exclusion is currently set to <strong>%1.</strong>
pt: A exclusão da página Web está atualmente definida como <strong>%1.</strong>

source: Week
pt: Semana

source: Weekend quotes
pt: Cotações de fim-de-semana

source: Weekly
pt: Semanalmente

source: Weekly Live Trading Room
pt: Sala de negociação semanal ao vivo

source: Weeks
pt: Semanas

source: Weighted
pt: Ponderado

source: Weighted Close
pt: Fecho Ponderado

source: Weighted Moving Average
pt: Média Móvel Ponderada

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
pt: Indicador de volume ponderado baseado na mudança de um dia no preço dividido pelo intervalo do dia atual. Geralmente, o ADI move-se na direção do preço.

source: Welcome!
pt: Bem-vindo!

source: What are the Smart Indices?
pt: O que são os Índices Inteligentes?

source: What commission plan do you offer?
pt: Qual é o plano de comissões oferecido?

source: What is the %1 affiliate program?
pt: O que é o programa de afiliados da %1?

source: What is the definition of a 'client'?
pt: Qual é a definição de um 'cliente'?

source: What marketing tools do you offer?
pt: Quais são as ferramentas de marketing disponibilizadas?

source: What other reports can I generate?
pt: Que outros relatórios posso criar?

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
pt: Independentemente da sua perspectiva ou estratégia de mercado, a %1 proporciona-lhe a negociação certa para lucrar com a sua previsão. Escolha a partir de cinco formas de negociação:

source: When a prospect visits %1 by clicking on your affiliate link, we set a "cookie" to identify them as your client when they open an account with %1.
pt: Quando um potencial cliente visita a %1 por meio de um clique no link do site afiliado, colocamos um "cookie" para identificá-lo como seu cliente quando ele abre uma conta na %1.

source: When the Company opens an account for a client, that person or entity will become our client and, accordingly, all client rules, policies, and operating procedures will apply to them. During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of our clients and/or the affiliate program (including, for example, referral fees earned by you under the program). You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have our prior written consent and that you will use the confidential information only for purposes necessary to further the purposes of this Agreement. Your obligations with respect to confidential information shall survive the termination of this Agreement.
pt: Quando a Empresa abre uma conta para um cliente, essa pessoa ou entidade torna-se nosso cliente e, por conseguinte, aplicam-se a essas pessoas todas as regras, políticas e procedimentos de operação relativas a clientes. Durante a vigência do presente Acordo, poderá ser-lhe confiada informação confidencial relativamente ao negócio, operações, ou tecnologia subjacente dos nossos clientes e/ou do programa de afiliados (incluindo, por exemplo, honorários de referência ganhos por você no programa). Você aceita evitar a divulgação ou o uso não autorizado de informação confidencial a terceiros ou partes externas, a não ser que tenha o nosso prévio consentimento escrito, e usar a informação confidencial apenas para fins necessários à prossecução dos fins do presente Acordo. As suas obrigações relativas à informação confidencial deverá sobreviver à rescisão do presente contrato.

source: When you are satisfied with the trade price, instantly execute your trade.
pt: Quando você estiver satisfeito com o preço da negociação, execute imediatamente o seu contrato.

source: When your prospect opens a real account with us, you earn a share of the revenues for life. When you are approved as a %1 affiliate, we'll give you everything you need to get started right away. Join us as a %1 affiliate today.
pt: Quando o seu potencial cliente abre uma conta real conosco, você ganha para sempre uma parte das receitas. Assim que você for aprovado como afiliado da %1, iremos fornecer tudo o que precisar para iniciar imediatamente. Junte-se a nós hoje e seja um afiliado da %1.

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
pt: Quando uma conta é financiada exclusivamente por meio de um código de bónus, a quantia do bónus mais os ganhos não podem ser levantados até você ter excedido um volume de negócios de conta de 25 vezes o valor da quantia do bónus. A quantia máxima de ganhos permitida nessas contas será 25 vezes a quantia dessa quantia de bónus.

source: Where are they located?
pt: Onde estão localizados?

source: Where can I send my questions, comments and suggestions?
pt: Para onde posso enviar as minhas perguntas, comentários e sugestões?

source: Where supportive colleagues are like a second family.
pt: Onde os colegas solidários de trabalho são como uma segunda família.

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
pt: Onde o trabalho em equipe e uma cultura de colaboração formam a plataforma para o crescimento pessoal e empresarial.

source: Where we are
pt: Onde nós estamos

source: Where you can go
pt: Onde você pode ir

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
pt: Onde a sua experiência, unidade e talento podem impulsioná-lo em direções desconhecidas. E você tem a liberdade para enfrentar novas fronteiras.

source: Who can be a client on the %1 platform?
pt: Quem pode ser cliente na plataforma da %1?

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
pt: Quem gosta de trabalhar com pessoas de diferentes culturas, e está animado em contribuir para um ambiente de trabalho dinâmico e único, e quer se destacar.

source: Why Choose Binary Trading?
pt: Por que escolher Negociação Binária?

source: Why Us?
pt: Por que nós?

source: Why become a %1 Affiliate?
pt: Por que tornar-se Afiliado da %1?

source: Why choose binary trading?
pt: Por que escolher negociação binária?

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
pt: Por que limitar-se? Independentemente da sua perspectiva de mercado, a %1 permite-lhe pôr a sua estratégia a funcionar e lucrar com as suas previsões.

source: Why pay more?
pt: Por que pagar mais?

source: Why should I become a %1 affiliate?
pt: Por que razão devo tornar-me afiliado da %1?

source: Why should I become a binary options trading affiliate?
pt: Por que razão devo tornar-me afiliado de negociação de opções binárias?

source: Will I need to install any software?
pt: Vou precisar de instalar algum software?

source: William's %R
pt: %R de William

source: Williams %R
pt: %R de William

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
pt: Ganhe 10%-1000% sobre a sua aposta se você estiver correto. Para ter um retorno mais alto, escolha "Fica Dentro" com uma margem estreita de preço.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
pt: Ganhe 10% a 1000% sobre a sua aposta se você estiver correto. Para um contrato "Tocar", quanto mais distante o alvo de preço for do preço atual, maior é o retorno.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
pt: Ganhe 10%-1000% sobre a sua aposta se você estiver correto. Quanto mais distante o alvo de preço for do preço atual, maior é o retorno.

source: Win 80-100% on your stake if you are correct.
pt: Ganhe 80%-100% na sua aposta se você estiver correto.

source: Winning the contract
pt: Ganhar o Contrato

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
pt: Os ganhos só podem ser pagos ao iniciador de uma conta. Quando um Cliente mantém uma conta por meio de depósitos telegráficos, os ganhos são pagos apenas ao titular da conta bancária de origem, e é da responsabilidade do cliente garantir que o número e o nome da conta de acompanhe todas as transferências para a Empresa. Quando um Cliente mantém uma conta por meio de depósitos com cartão de crédito / débito, os ganhos só são pagos novamente para o mesmo cartão.

source: With %1 you can trade:
pt: Com %1 pode negociar:

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
pt: Com a plataforma única da %1, não à risco de "derrapagem" ou mercados de espaçamento. E sem taxas ocultas.

source: With %1, the most you can lose is the amount you stake at the start of your trade.
pt: Com a %1, o máximo que você pode perder é o valor que você apostou no início da sua negociação.

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
pt: Com a %1 o controle é seu. Simplesmente fixe o seu máximo e o seu mínimo antes de todas as negociações.

source: With %1, your money is secure.
pt: Com %1, o seu dinheiro está seguro.

source: With a current access_token it is now possible to make calls to an API Service. Such a call looks like this:
pt: Como atual access_token agora é possível realizar chamadas para um serviço API. Esse tipo de ligação é assim:

source: With payouts from $1 to $100,000, we have you covered.
pt: Com pagamentos desde $1 até $100.000, você está coberto por nós.

source: Withdraw
pt: Retirada

source: Withdraw via Payment Agent
pt: Retirada via Agente de Pagamentos

source: Withdraw: %1
pt: Retirada: %1

source: Withdraw: %1 working day
pt: Retirada: %1 dia útil

source: Withdraw: %1 working days
pt: Retirada: %1 dias úteis

source: Withdraw: Not applicable
pt: Retirada: Não aplicável

source: Withdrawal
pt: Retirada

source: Withdrawal amount (%1 %2) is greater than your balance (%3 %4).
pt: A quantia da retirada (%1 %2) é superior ao seu saldo (%3 %4).

source: Withdrawal amount exceeds your limits.
pt: O valor da retirada excede o seu limite.

source: Withdrawal is disabled.
pt: As retiradas de fundos estão desativadas.

source: Withdrawal limits
pt: Limites de retirada

source: Withdrawal using legacy method: %1
pt: Fazer retirada utilizando o método de patrimônio: %1

source: Withdrawal via BACS
pt: Retirada através de BACS

source: Withdrawal via Bank Transfer
pt: Retirada através de Transferência Bancária

source: Withdrawal via Credit/Debit card
pt: Retirada através de cartão de Crédito/Débito

source: Withdrawal via DoughFlow
pt: Retirada através de DoughFlow

source: Withdrawal via Western Union
pt: Retirada através de Western Union

source: Withdrawal via Western Union (MTCN: %1)
pt: Retirada através de Western Union (MTCN: %1)

source: Withdrawal via bank wire
pt: Retirada através de transferência bancária

source: Workspace
pt: Área de trabalho

source: Workspace '#1' saved successfully.
pt: Área de trabalho '#1' guardada com sucesso.

source: Workspace name:
pt: Nome da área de trabalho:

source: World FX indices
pt: Índices Mundiais FX

source: World Indices
pt: Índices Mundiais

source: Written limits
pt: Limites escritos

source: Yes
pt: Sim

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
pt: Sim. Envie um e-mail <a href="mailto:%1">%1</a> para mais informações.

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
pt: Você aceita que poderemos utilizar as informações Pessoais fornecidas por si na realização de verificações Antifraude apropriadas. As Informações Pessoais que fornecer podem ser divulgadas a uma agência de notação de crédito ou de prevenção de fraudes, que poderá manter um registro dessas informações.

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
pt: Tem também o direito de exigir-nos que o informemos quanto aos dados pessoais que processamos sobre você e de solicitar a sua correção, quando necessário. Este pedido deve ser feito por escrito sendo enviado para nós assinado por você como a pessoa em causa.

source: You and we are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the parties. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your site or otherwise, that reasonably would contradict anything in this paragraph.
pt: Você e nós somos contratantes independentes, e no presente Acordo nada irá criar qualquer parceria, joint venture, agência, franquia, representação de vendas, ou relação de emprego entre as partes. Você não terá autoridade para fazer ou aceitar quaisquer ofertas ou representações em nossa representação. Não irá fazer qualquer afirmação, no seu site ou noutro sítio, que possa contradizer razoavelmente qualquer afirmação contida neste parágrafo.

source: You are being given the better price.
pt: Etá a ser-lhe apresentado o melhor preço.

source: You are not a Payment Agent
pt: Você não é um Agente de Pagamento

source: You are not allowed to make deposit.
pt: Você não tem autorização para fazer um depósito.

source: You are not allowed to rebate any part commission payment onto your referrals and your affiliate account shall be revoked immediately, should the company realise you are engaged in such actions.
pt: Não lhe é permitido descontar qualquer parte do pagamento de comissões para os seus referenciadores, e a sua conta de afiliado será revogada imediatamente caso a Empresa entenda que você está envolvido em tais ações.
