Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
pt: <strong>EXCLUSÃO DE RESPONSABILIDADE IMPORTANTE</strong> - a %1 não está afiliada em nenhum dos Agentes de Pagamentos acima referidos. Cada Agente de Pagamentos opera como prestador de serviços independente e não é endossado, garantido ou de outra forma aprovado pela %1. OS CLIENTES LIDAM COM OS AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviar algum dinheiro. A %1 não deve, em nenhuma circunstância, ser responsabilizada por operações realizadas entre clientes e Agentes de Pagamentos.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
pt: <strong>EXCLUSÃO DE RESPONSABILIDADE IMPORTANTE</strong> - a %1 não está afiliada à nenhum dos Agentes de Pagamentos acima referidos. Cada Agente de Pagamentos opera como prestador de serviços independente e não é endossado, garantido ou de outra forma aprovado pela %1. OS CLIENTES LIDAM COM OS AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviar algum dinheiro. A %1 não deve, em nenhuma circunstância, ser responsabilizada por operações realizadas entre clientes e Agentes de Pagamentos.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
pt: <strong>Dentro/Fora</strong> - preveja se o mercado vai ficar dentro ou vai para fora das duas barreiras de preço.

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
pt: <strong>Dentro/Fora</strong> - onde você pode lucrar quando o mercado que fica dentro ou vai para fora das barreiras de preço.

source: <strong>Instant access</strong> - open an account in minutes.
pt: <strong>Acesso instantâneo</strong> - abra uma conta em alguns minutos.

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
pt: <strong>Financiamento instantâneo</strong> Abrir, financiar ou levantar da sua conta no espaço de minutos, 24 horas por dia.

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
pt: <strong>Conheça os riscos</strong> - você sabe desde o início o que você vais ganhar ou perder.

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
pt: <strong>Ação a longo prazo</strong> - escolha contratos com duração de até 365 dias.

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
pt: <strong>Apostas com valores mínimos</strong> - começe a negociar com apenas $5.

source: <strong>Lucky 10 Digits</strong> - these are trades where the trader predicts the last decimal digit of a market after 5 ticks to win 10 times the initial stake.
pt: <strong>10 Dígitos da Sorte</strong> essas são negociações em que o cliente prevê que o último dígito decimal de um mercado após 5 ticks para ganhar 10 vezes a aposta inicial.

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
pt: <strong>Sem surpresas</strong> - sem "derrapagem", sem "avisos de margem", sem ficar "sem saída", e sem taxas ou comissões ocultas.

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
pt: <strong>Sem surpresas</strong> - você nunca vai ter "avisos de margem", "risco de alterações repentinas", "derrapagens de custos", taxas ou comissões ocultas.

source: <strong>Note:</strong> There is a 1.5% commission on any payout.
pt: <strong>Nota:</strong> Existe uma comissão de 1,5% sobre cada pagamento.

source: <strong>Note:</strong> There is no commission on any winnings.
pt: <strong>Nota:</strong> Não existe comissão sobre quaisquer ganhos.

source: <strong>Note:</strong> to minimize the file size, please save the image in PNG or JPEG format.
pt: <strong>Nota:</strong> para minimizar o tamanho do ficheiro, guarde por favor a imagem em formato PNG ou JPEG.

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
pt: <strong>Tecnologia patenteada</strong> - A %1 é a pioneira desta indústria e possui uma tecnologia de preços patenteada.

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
pt: <strong>Opções de Pagamento</strong> a %1 oferece dezenas de métodos de pagamento, desde cartões de crédito/débito, transferências bancárias, até dinheiro eletrônico e porta-moedas eletrônicos.

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
pt: <strong>Mercados tranquilos</strong> - escolha o contrato não toca, o contrato fica entre, ou o contrato terminae ntre.

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
pt: <strong>Índices Aleatórios</strong> - a %1 é proprietária dos índices aleatórios.

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
pt: <strong>Índices Aleatórios</strong> - a %1 possui seus próprios índices aleatórios, 24/7.

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
pt: <strong>Alta/Queda</strong> - preveja se o mercado vai subir ou descer do seu nível atual.

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
pt: <strong>Alta/Queda</strong> - onde você pode lucrar com a alta ou queda do preço do mercado.

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
pt: <strong>Mercados em alta</strong> - escolha o contrato em alta, contrato mais alto, contrato um toque com uma barreira alta, ou contrato sem toque com uma barreira baixa.

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
pt: <strong>Negociação escalável</strong> - ganhe o mesmo retorno proporcional em contrato de todos os valores.

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
pt: <strong>Segurança</strong> - A %1 garante a segurança dos seus dados pessoais e as suas transações estão sempre seguras.

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
pt: <strong>Defina as suas probabilidades de ganhos</strong> - escolha contratos com retornos de baixa probabilidade de ganhar, ou retornos baixos e alta probabilidade de ganhar.

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
pt: <strong>De curto a longo prazo</strong> - escolha durações desde 10 segundos até 365 dias.

source: <strong>Short-term action</strong> - choose tick trades and intraday trades, from 1 minute to 24 hours.
pt: <strong>Ação a curto prazo</strong> - escolha contratos instantâneos e contratos intradiários, desde 1 minuto até 24 horas.

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
pt: <strong>Índices de Ações</strong> - negocie todos os principais índices de ações a nível mundial.

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
pt: <strong>Índices de Ações</strong> - negocie todos os principais índices de ações a nível mundial.

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
pt: <strong>Ganhe lucros inicias</strong> - venda os seus contratos a longo prazo a preços de mercado antes do vencimento.

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
pt: <strong>Sem impostos</strong> - os binários estão licenciados como atividade apostadora no Reino Unido, dessa forma os seus lucros são livres de impostos.

source: <strong>Tick Trade Quick 10%</strong> - these are trades where the trader predicts that the last decimal digit of a market after 5 ticks will NOT be the number selected.
pt: <strong>Contratos Instantâneos Rápidos 10%</strong> - essas são negociações em que o negociador prevê que o último dígito decimal de um mercado após 5 ticks NÃO será o número selecionado.

source: <strong>Tick Trade Up/Down</strong> - these are trades where the trader predicts if the market will move up or down after 5 ticks.
pt: <strong>Negociações Instantâneas Alta/Baixa</strong> - essas são negociações em que o negociador prevê se o mercado vai subir ou descer após 5 ticks.

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
pt: <strong>Toca/Não Toca</strong> - preveja se o mercado vai tocar ou não tocar um preço alvo.

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
pt: <strong>Toque/Sem Toque</strong> - onde você pode lucrar com o mercado tocar ou não tocar um preço alvo.

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $75,000.
pt: <strong>Negocie de acordo com o seu orçamento</strong> - experimente com $2 ou confie em si para $75.000.

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
pt: <strong>Negocie quando você quiser</strong> - negocie 24/7, inclusive nos finais de semana.

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
pt: <strong>Negocie com confiança.</strong> - obtenha preços que estão normalmente reservados a grandes negociadores institucionais.

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
pt: <strong>Negocie da sua forma</strong> - adeque o seu contrato às suas necessidades.

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
pt: <strong>Retornos de até 100% em contratos de alta/queda</strong> - nós te desafiamos a encontrar melhores retornos num site concorrente.

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
pt: <strong>Mercados voláteis</strong> - escolha o contrato um-toque, o contrato fica-entre, ou o contrato fora.

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
pt: <ul class='checked'> <li>A %1 é a plataforma líder na negociação de opções binárias.</li> <li>Com uma interface em inglês, espanhol, francês, japonês, português, russo e indonésio, tem um amplo atrativo internacional. </li> <li>A plataforma da %1 é 100% baseada na Internet, tornando-se instantaneamente disponível para os clientes.</li> <li>A plataforma é fácil de usar e acessível a todos os níveis de negociadores.</li> <li>O programa de afiliados da %1 é competitivo e adaptável aos seus requisitos [quaisquer que sejam].</li> </ul> <p>Se quiser beneficiar deste produto de grande procura, a sua melhor opção é entrar numa parceria com o líder do mercado: a %1. Estamos neste ramo de negócio desde 1999, e sabemos o que estamos fazendo.</p>

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
pt: <ul><li> Vá para o menu <strong>Editar</strong> e selecione <strong>Preferências....</strong> </li><li> Clique no separador <strong>Segurança</strong>. </li><li> Defina "<strong>Aceitar cookies</strong>" em <strong>Sempre</strong>. </li><li> Clique no botão <strong>X</strong> em cima à direita para guardar e fechar. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
pt: <ul><li> Vá para o menu <strong>Ferramentas</strong> e selecione <strong>Opções de Internet</strong>. </li><li> Clique no separador <strong>Privacidade</strong>. </li><li> Clique no botão <strong>Avançadas</strong>. </li><li> Selecione <strong>Ignorar tratamento automático de cookies</strong>. </li><li> Selecione <strong>Aceitar</strong> tanto para <strong>Cookies Primários</strong> como para <strong>Cookies de Terceiros</strong>. </li><li> Clique no botão <strong>OK</strong> para guardar e fechar. </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
pt: <ul><li> Vá para o menu <strong>Ferramentas</strong> e selecione <strong>Preferências</strong>. </li><li> Clique no separador<strong>Avançadas</strong>. </li><li> Selecione <strong>Cookies</strong> na coluna esquerda. </li><li> Selecione <strong>Aceitar cookies</strong>. </li><li> Clique no botão <strong>OK</strong> para guardar e fechar. </li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
pt: <ul><li>Vá para"<strong>Personalizar e controlar Google Chrome</strong>" abra e selecione <strong>Opções</strong>.</li><li>Clique no separador <strong>Sob o Extrator</strong>.</li><li>Clique no botão <strong>Definições de conteúdo</strong>.</li><li>Selecione <strong>Permitir definição de dados locais (recomendado)</strong>.</li><li>Clique no botão<strong>Fechar</strong> para guardar as suas definições.</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
pt: <ul><li>Vá para o menu <strong>Ferramentas</strong> e selecione <strong>Opções</strong>.</li><li>Clique no link <strong>Privacidade</strong>.</li><li> Mude "<strong>Definições do Firefox</strong>" para "<strong>Lembrar histórico</strong>".</li><li>Clique no botão <strong>OK</strong> para guardar as suas definições.</li></ul>

source: A Phonegap mobile application for Binary.com
pt: Um aplicativo para celular Phonegap para a Binary.com

source: A Selenium test suite for Binary.com
pt: Um conjunto de testes Selenium para Binary.com

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
pt: Uma linha média móvel Simples pode ser otimizada colocando um envelope percentual em ambos os lados da mesma. As nossas linhas são exibidas 20% acima e 10% abaixo da linha média móvel.

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
pt: A negociação Fica-dentro remunera se o mercado ficar entre (não tocar) a barreira alta, ou a barreira baixa em qualquer momento durante o período escolhido pelo negociador. A negociação Vai para fora remunera se o mercado tocar a barreira alta ou a barreira baixa em qualquer momento durante o período escolhido.

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
pt: Um Agente de Negociação é uma pessoa ou entidade que não é o Cliente, a quem é dada autoridade para comprar e vender contratos em representação do Cliente na Conta do Cliente.

source: A True Partnership
pt: Uma Verdadeira Parceria

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
pt: A opção binária é um contrato comprado pelo negociador, e que paga uma quantia pré-determinada se a sua previsão for correta.

source: A call is being initiated to your telephone number
pt: Está a ser iniciada uma chamada para o seu número de telefone

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
pt: Um derivado é um instrumento financeiro cujo valor é determinado por referência a um mercado subjacente. Os derivados são normalmente negociados no mercado interbancário, e os binários são uma das formas mais simples de derivados.

source: A member of our Customer Support Team will contact you shortly.
pt: A nossa Equipe de Atendimento ao Cliente irá contatá-lo em breve.

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
pt: Um indicador de dinâmica que mostra a velocidade de mudança percentual de uma média móvel tripla exponencialmente suavizada. Tal como outros indicadores, o TRIX oscila em redor de uma linha zero.

source: A new version of the interface is available. Please refresh this page to try again.
pt: Uma nova versão da interface está disponível. Por favor, atualize essa página e tente novamente.

source: A next-generation front-end interface with Sencha ExtJS-5
pt: Uma interface de última geração com Sencha ExtJS-5

source: A problem occurred
pt: Ocorreu um problema

source: A problem occurred while connecting to the server. Please try again later.
pt: Ocorreu um problema durante a ligação ao servidor. Tente novamente mais tarde.

source: A recent (less than 3 months old) scanned copy of your paper utility bill, or your paper bank, credit union, building society, credit, or debit card statement, or passbook
pt: Um cópia digitalizada de sua conta de luz recente (menos de 3 meses), ou uma conta do seu banco, cooperativa de crédito, sociedade de crédito ou fatura de cartão de débito ou caderneta

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
pt: Cópia escaneada de uma conta de eletricidade recente mostrando o seu atual endereço (a fatura não deve ter mais de três meses.

source: A scanned copy of your current valid passport, current driving license (provisional or full), or identity card
pt: Uma cópia escaneada do seu passaporte atual válido, ou uma cópia de Carteira de Habilitação atual (Provisória ou Definitiva), ou Carteira de Identidade/Cartão de Cidadão

source: A scanned copy of your passport or driver's licence.
pt: Cópia escaneada do passaporte ou carteira de habilitação.

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
pt: Um indicador técnico que avalia os níveis de sobrecompra/sobrevenda de forma muito semelhante à de um indicador de Oscilador, com a exceção de que o R% é traçado inversamente, de 0% a 100%. As leituras num intervalo de 80 a 100% indicam que o título foi sobrevendido, enquanto as leituras num intervalo de 0 a 20% sugerem que foi sobrecomprado.

source: A tick is the minimum upward or downward movement in the price of a market.
pt: Um movimento mínimo para cima ou para baixo no preço de um mercado.

source: API Developer Guide
pt: Guia do programador API

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
pt: AGENTE DE PAGAMENTOS AUTORIZADO?(este campo apenas é visível a partir do escritório)

source: About
pt: Acerca

source: About Us
pt: Sobre Nós

source: Absolute barrier
pt: Barreira absoluta

source: Acceptance
pt: Aceitação

source: According to our terms and conditions, you may only register for one real money account through our site. If you have forgotten the Login ID or password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
pt: De acordo com os nossos termos e condições, você deve registrar apenas uma conta real no nosso site. Se tiver esquecido o seu ID de Início de Sessão ou senha da sua conta existente, por favor,<a href="%1">use a nossa ferramenta de recuperação de senha</a> ou contate o nosso serviço de atendimento ao cliente.

source: Account
pt: Conta

source: Account Details
pt: Detalhes da Conta

source: Account Limits
pt: Limites da Conta

source: Account Management and Tracking
pt: Gestão e Acompanhamento de Contas

source: Account Opening
pt: Abertura de Conta

source: Account Settings</a> accordingly. Thank you for your kind assistance
pt: Definições de conta</a> em conformidade. Agradecemos a sua amável assistência

source: Account balance : %1 %2
pt: O seu saldo de conta: %1 %2

source: Account balance:
pt: O seu saldo de conta:

source: Account management facilities (under development)
pt: Recursos de gestão de conta (em desenvolvimento)

source: Accounts
pt: Contas

source: Accumulation/Distribution
pt: Acumulação/Distribuição
