Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: The most widely traded and liquid forex pairs.
pt: Os pares de câmbio mais amplamente negociados e liquidados.

source: Americas
pt: Américas

source: Agriculture Sector
pt: Setor de Agricultura

source: Nocturnes
pt: Noturno

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
pt: Representam um único dia de negociação com diferentes fatores de mercado. Eles são reiniciados no início de cada dia de negociação (12:00 GMT).

source: Spain Stocks
pt: Ações da Espanha

source: Italy Stocks
pt: Ações da Itália

source: Industrials Sector
pt: Setor Industrial

source: Europe/Africa
pt: Europa/África

source: United States Stocks
pt: Ações dos EUA

source: Minor Pairs
pt: Pares secundários

source: Forex pairs of interest, but with less liquid international markets.
pt: Pares de câmbio de interesse, mas com menor liquidação nos mercados internacionais.

source: Global Sector
pt: Setor Global

source: Energy Sector
pt: Setor de Energia

source: Norway Stocks
pt: Ações da Noruega

source: Metals Sector
pt: Setor de Metais

source: Germany Stocks
pt: Ações da Alemanha

source: Quotidians
pt: Quotidianos

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
pt: Representam um único dia de negociação com diferentes fatores de mercado. Eles são reiniciados no início de cada dia de negociação (00:00 GMT).

source: Associated with a number that represents the relative volatility of the market. For example, the Random 100 Index is twice as volatile as the Random 50 Index.
pt: Associado a um numero que representa a volatilidade relativa do mercado. Por exemplo, o índice Aleatório 100 (Random 100) é duas vezes mais volátil do que o Aleatório 50 (Random 50).

source: Financial Sector
pt: Setor Financeiro

source: Metals
pt: Metais

source: Japan Stocks
pt: Ações do Japão

source: Technology Sector
pt: Setor de Tecnologia

source: config-only
pt: somente configuração

source: Health Care Sector
pt: Setor da Saúde

source: Korea Stocks
pt: Ações da Coreia

source: Consumer Srv Sector
pt: Setor de Serviços ao Consumidor

source: Asia/Oceania
pt: Ásia/Oceânia

source: Vanilla Options
pt: Opções Vanilla

source: Plain vanilla options
pt: Planeje opções vanilla

source: Predict whether or not the market will touch a chosen level before expiration.
pt: Preveja se o mercado vai tocar ou não um determinado nível antes de expirar.

source: Predict the ending market level relative to 2 chosen barriers.
pt: Preveja o nível de fechamento relativo a 2 barreiras escolhidas.

source: Predict very short-term market results.
pt: Preveja resultados de mercado a prazo bem curtos.

source: Predict the ending market level relative to a chosen barrier.
pt: Preveja o nível relativo final do mercado para uma determinada barreira.

source: Predict the ending market level relative to the starting market level.
pt: Preveja o nível relativo final do mercado para o nível inicial do mercado.

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
pt: Preveja se o mercado vai tocar ou não qualquer um dos 2 níveis escolhidos antes da expiração.

source: Digit Match/Differ
pt: Dígitos Combinados/Diferentes

source: Predict the last digit of the market price at expiration.
pt: Preveja o último dígito do preço do mercado na sua expiração.

source: ends between
pt: termina entre

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at close on %5.
pt: %1 <strong>%2</strong> pagamento se %3 <strong>terminar estritamente entre%7</strong>e<strong>%6</strong> no fechamento à %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5 after %4.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>finalizar estritamente entre%7</strong>e<strong>%6</strong> às %5 depois %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> and <strong>%6</strong> at %5.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>finalizar estritamente entre %7</strong>e <strong>%6</strong> em %5..

source: differs
pt: Diferentes

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se o último dígito de %3<strong>não for %6</strong> às %5 depois %4.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> at %5.
pt: %1 <strong>%2</strong>de pagamento se o último dígito de %3 <strong>não for %6</strong> às %5.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> after <strong>%5 ticks</strong>.
pt: %1 <strong>%2</strong>de pagamento se o último dígito de %3 <strong>não for %6</strong>depois <strong>%5 ticks</strong>.

source: falls
pt: queda

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3 for estritamente <strong>inferior</strong> a <strong>%6</strong> às %5 depois %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5.
pt: %1 <strong>%2</strong> de pagamento se %3 for estritamente <strong>inferior</strong> a <strong>%6</strong> em %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>lower</strong> than <strong>%6</strong>.
pt: %1 <strong>%2</strong> de pagamento se %3 depois <strong>%5 ticks</strong> for estritamente <strong>mais baixo</strong> que<strong>%6</strong>.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at close on %5.
pt: %1 <strong>%2</strong> pagamento se %3 for estritamente <strong>inferior</strong> a <strong>%6</strong> no fechamento em %5.

source: does not touch
pt: não tocada

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through close on %5.
pt: %1 <strong>%2</strong>pagamento se %3 <strong>não tocar%6</strong> no fechamento em %5.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3<strong>não tocar%6</strong> às %5 depois %4.

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>não tocar %6</strong> às %5.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at close on %5.
pt: %1 <strong>%2</strong> pagamento se %3 for estritamente <strong>superior</strong> a <strong>%6</strong> no fechamento em %5.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3 for estritamente <strong>superior</strong> a <strong>%6</strong> às %5 em %4.

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5.
pt: %1 <strong>%2</strong> de pagamento se %3 for estritamente <strong>superior</strong> a <strong>%6</strong> às %5.

source: goes down
pt: desce

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>lower</strong> than the entry price.
pt: <strong>Negociação Tick</strong>: (dobro) %1 <strong>%2</strong> pagamento se %3 após <strong>%5 ticks</strong> para <strong>mais baixo</strong> do que o preço de entrada.

source: <strong>Tick Trade</strong>: (Lucky 10) %1 <strong>%2</strong> payout if %3 <strong>has</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
pt: <strong>Negociação Tick</strong>: (Lucky 10) %1 <strong>%2</strong> de pagamento se %3<strong>tiver</strong> um último dígito decimal de <strong>%6</strong> após <strong>%5movimentos mínimos</strong>.

source: ends outside
pt: termina fora

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at close on %5.
pt: %1 <strong>%2</strong> pagamento se %3 <strong>terminar fora de%7</strong> para <strong>%6</strong> no fecho em %5.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3 <strong>terminar fora de%7</strong>para <strong>%6</strong>às %5 em %4.

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>terminar fora de%7</strong>para <strong>%6</strong> às %5.

source: rises
pt: aumenta

source: goes outside
pt: vai para fora

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> to <strong>%6</strong> by close on %5.
pt: %1 <strong>%2</strong>pagamento se %3 <strong>sair%7</strong> para <strong>%6</strong> no fecho em %5.

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> and <strong>%6</strong> by %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3 <strong>sair de%7</strong>e<strong>%6</strong>até %5 às %4.

source: touches
pt: toca

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by close on %5.
pt: %1<strong>%2</strong> de pagamento se %3<strong>tocar%6</strong>até o fechamento às%5.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5 after %4.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>tocar%6</strong>até %5 até %4.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> by %5.
pt: %1 <strong>%2</strong>de pagamento se %3 <strong>tocar%6</strong>até %5.

source: matches
pt: combina

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5 after %4.
pt: %1 <strong>%2</strong>de pagamento se o último dígito de %3 <strong>for %6</strong>às %5 até %4.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> at %5.
pt: %1 <strong>%2</strong>de pagamento se o último dígito de %3 <strong>for %6</strong>às %5.

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> after <strong>%5 ticks</strong>.
pt: %1 <strong>%2</strong>de pagamento se o último dígito de %3 <strong>for %6</strong> depois <strong>%5 ticks</strong>.

source: stays between
pt: fica entre

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through close on %5.
pt: %1 <strong>%2</strong> de pagamento se %3 <strong>ficar entre %7</strong> e <strong>%6</strong> no fecho em %5.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> and <strong>%6</strong> through %5 after %4.
pt: %1 <strong>%2</strong> de pagamento se %3 <strong>ficar entre %7</strong> e <strong>%6</strong> até %5 depois de %4.

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through %5.
pt: %1 <strong>%2</strong> de pagamento se %3 <strong>ficar entre %7</strong> e <strong>%6</strong> até %5.

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>higher</strong> than <strong>%6</strong>.
pt: %1 <strong>%2</strong> de pagamento se %3 depois <strong>%5 ticks</strong>for estritamente <strong>superior</strong> a <strong>%6</strong>.

source: <strong>Tick Trade</strong>: (Quick 10%) %1 <strong>%2</strong> payout if %3 <strong>does not have</strong> a last decimal digit of <strong>%6</strong> after <strong>%5 ticks</strong>.
pt: <strong>Negociação Tick</strong>: (Rápido 10%) %1 <strong>%2</strong> de pagamento se %3 <strong>não tiver</strong> um último dígito decimal de <strong>%6</strong> após <strong>%5 ticks</strong>.

source: goes up
pt: sobe

source: <strong>Tick Trade</strong>: (double) %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is <strong>higher</strong> than the entry price.
pt: <strong>Contrato Instantâneo</strong>: (dobro) %1 <strong>%2</strong> de pagamento se %3 após <strong>%5 movimentos mínimos</strong> para <strong>mais alto</strong> do que o preço de entrada.

source: Incorrect LoginID or password.
pt: ID de Início de Sessão ou senha incorretos.

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
pt: Os acessos às contas estão temporariamente suspensos devido à manutenção do sistema. Por favor, tente novamente em 30 minutos.

source: This account is unavailable. For any questions please contact Customer Support.
pt: Está conta está indisponível. Para qualquer pergunta, por favor contate o Apoio a Clientes.

source: Sorry, access through this IP network has been disabled. Please contact Customer Support.
pt: Lamentamos, o acesso através desta rede de IP foi desativado. Contate o Atendimento ao Cliente.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
pt: Lamentamos, você já teve muitas tentativas sem êxito. Por favor, tente novamente em 5 minutos.
