Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
pt: O %1 simula um mercado que fica mais volátil ao longo do dia (e mais calmo durante a noite). O %2 simula um mercado que é calmo durante o dia (e se torna mais volátil durante a noite.

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
pt: O %1 simula um mercado que é mais ativo ao longo do dia (mas se torna menos volátil durante a noite). O %2 simula um mercado que é calmo durante o dia (mas se torna mais volátil durante a noite).

source: The %1 team.
pt: A equipe da %1.

source: The %1 website is protected by certain copyrights.
pt: A página Web da %1 está protegida por determinados direitos de autor.

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
pt: A %1 irá retornar uma estrutura JSON que inclui access_token juntamente com vários outros atributos úteis.

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by the Regent Markets Group of companies. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 300,000 clients since <span itemprop="foundingdate">1999</span>
pt: O serviço da <span itemprop="brand">%1</span>(antigamente chamado de BetOnMarkets.com) é possuído e operado pelo grupo de empresas Regent Markets Group. Totalmente licenciada e regulamentada, a %1 tem disponibilizado negociações financeiras a mais de 300.000 clientes mundiais desde <span itemprop="foundingdate">1999</span>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
pt: O <strong>período do contrato</strong> é o período entre o <strong>movimento mínimo seguinte</strong> após a <strong>hora de início</strong> e a <strong>hora de fim</strong> do contrato.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pt: A <strong>hora do término</strong> do contrato é o número selecionado de minutos/horas após a <strong>hora de início</strong>(se inferior a um dia de duração), ou no final do dia de negociação (se tiver uma duração de um dia, ou superior).

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pt: A <strong>hora de término do contrato</strong> é o número selecionado de segundos/minutos/horas após a <strong>hora de início</strong> (se inferior a um dia de duração), ou no final do dia de negociação (se tiver uma duração de um dia, ou superior).

source: The <strong>exit spot</strong> is the price in effect at the <strong>end time</strong>.
pt: O <strong>preço de saída</strong> é o preço em vigor na <strong>hora do fim</strong>.

source: The <strong>start time</strong> is when the contract is processed by our servers.
pt: A <strong>hora de início</strong> é quando o contrato é processado pelos nossos servidores.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
pt: O Agente irá enviar-lhe a quantia de retirada (menos a comissão) através do seu método de pagamento preferido.

source: The Ask price represents the price at which the contract may be purchased at the present time.
pt: O preço de Venda representa o preço a que o contrato pode ser comprado no momento presente.

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
pt: O processo de Autenticação verifica as informações que nos forneceu durante o registro da conta. Este processo vai aumentar os seus limites de negociação e permitir-lhe registrar mais do que um cartão de crédito.<br/><br/>Com vista a facilitar o processo, confirme por favor o seu N.º de edifício/nome antes de clicar em "Autenticar".<br/>

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
pt: O preço de Compra representa o preço de revenda do contrato assim que aparece no seu Portfólio. É aproximadamente 100 menos o preço do contrato oposto.

source: The Binary.com mobile application is developed with <a target="_blank" href="%1">Phonegap</a> and is open-sourced as <a target="_blank" href="%2">client-app</a> on github. Phonegap developers are invited to participate in this project by forking the repository.
pt: O aplicativo para celular Binary.com é desenvolvido com <a target="_blank" href="%1">Phonegap</a> e é open-sourced como <a target="_blank" href="%2">client-app</a> no github. Os programadores Phonegap são convidados a participar deste projeto pela bifurcação do repositório.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
pt: O CCI é um sistema de cronometragem indicado principalmente para contratos de commodities que tenham tendências cíclicas ou sazonais. O CCI não determina a duração dos ciclos - está concebido para detetar o momento em que esses ciclos começam e terminam recorrendo a uma análise estatística que incorpora uma média móvel e um divisor, refletindo as margens de negociação tanto reais como possíveis.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
pt: O CLV é um indicador baseado na localização do fecho relacionado com a alta e queda do período. É utilizado para detetar a tendência nos movimentos de preços.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
pt: A função Volatilidade de Chaikin determina a volatilidade de uma série de dados financeiros recorrendo à mudança percentual numa média móvel do preço de alta versus o preço de queda durante um tempo específico.

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
pt: O Cliente confirma e compreende que uma autorização de Agente de Negociação pode ser revogada mediante aviso prévio dado pelo Cliente à Empresa. No entanto, tal revogação pode requerer um tempo de processamento de até dois dias úteis.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
pt: O Cliente autoriza um Agente de Negociação e procurador para efeitos de compra e venda de contratos financeiros através da conta do Cliente, por sua conta e risco. O Cliente indemniza e isenta de responsabilidade a Empresa por perdas e todas as outras responsabilidades que possam surgir direta ou indiretamente através de transações do Cliente ou do Agente de Negociação.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
pt: A Empresa não disponibiliza um mercado entre dois ou vários clientes para investimentos, títulos, derivados ou especulações. Cada contrato financeiro adquirido por um Cliente através deste site constitui um acordo individual entre esse Cliente e a Empresa e não constitui uma garantia, nem é transferível, negociável ou atribuível a nenhum terceiro.

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
pt: Pelo presente a Empresa concede-lhe uma licença não exclusiva e não transmissível, durante a vigência do presente Acordo, para usar as marcas de propriedade intelectual da %1 (por sua vez licenciada por nós a partir do seu proprietário) somente no que se refira à exibição de anúncios no seu Site. Esta licença não pode ser por si sub-licenciada, atribuída, ou de outra transferida. O seu direito a usar as marcas está limitado a esta licença e decorre apenas desta licença para usar os anúncios. Você não irá reivindicar a invalidade, a inexequibilidade, contestar a propriedade das marcas em nenhuma ação ou processo de qualquer natureza, e não tomará qualquer ação que possa prejudicar-nos, ou os nossos direitos de licenciante de marcas, processar o mesmo genérico, ou de outra forma debilitar a sua validade ou diminuir a sua boa-vontade associada.

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
pt: A Empresa não afirma que a %1 será ininterrupta, ou que fornece um serviço isento de erros, nem será responsável pelas consequências de tais erros ou interrupções.

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
pt: A Empresa pode impor certas regras e restrições relativamente à realização de ordens de mercado nesta página web. Essas regras podem mudar ocasionalmente de acordo com as condições do mercado e outros fatores. As seguintes regras indicativas estão atualmente implementadas:

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 25,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client fully authenticates himself; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 500,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
pt: A Empresa pode impor, a seu exclusivo critério, limites de volume de negociação às contas do Cliente. Os limites de volume de negociação atuais sobre a abertura de uma conta são um volume de negociação máximo de USD/GBP/EUR/AUD 30.000/dia. A dimensão máxima de uma conta (isto é, saldo em numerário) é USD/GBP/EUR/AUD 25.000 e o pagamento máximo de um contrato pendente num momento específico de acordo com a conta é USD/GBP/EUR/AUD 25.000. Estes limites são aumentados assim que um Cliente se autentique totalmente; onde o novo volume máximo de negociação é USD/GBP/EUR/AUD 500.000, tendo uma dimensão de conta máxima de USD/GBP/EUR/AUD 500.000 e um pagamento máximo de contrato pendente num momento específico de acordo com a conta de USD/GBP/EUR/AUD 500.000. Se o saldo da conta exceder o tamanho de conta máximo, devem ser feitas retiradas de fundos para colocar o saldo abaixo deste limite.

source: The Company may, from time to time, at its sole discretion, require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction.
pt: A empresa pode, ocasionalmente e a seu exclusivo critério, exigir a um cliente que faça prova de identidade (tal como uma cópia autenticada do passaporte ou outro meio de verificação de identidade na medida em que a Empresa considere necessário conforme as circunstâncias) e pode, a seu exclusivo critério, suspender uma conta até tal prova ter sido fornecida para sua satisfação.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
pt: A Empresa reserva-se o direito ao seu exclusivo critério de recusar e/ou cancelar serviços, cobrar pelo depósito ou retirada de fundos a qualquer pessoa por quaisquer razões, incluindo, mas não exclusivamente:

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
pt: A Empresa reserva-se o direito de alterar qualquer parte do presente Acordo em qualquer momento. O pré-aviso destas alterações será enviado para o seu endereço de e-mail 7 dias antes das mesmas, mas em última instância é da sua responsabilidade verificar estes termos e condições com regularidade. A continuação da sua participação no nosso programa de afiliados após termos enviado as alterações constituirá aceitação vinculativa dessas alterações.

source: The Company reserves the right to suspend the operation of this site or sections thereof
pt: A Empresa reserva o direito de suspender a operação deste site ou de respectivas seções

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
pt: A Empresa terá direito a exercer qualquer dos seus direitos ou a cumprir qualquer das suas obrigações a seguir indicadas (incluindo, mas não exclusivamente, as suas obrigações de pagamento nos termos da cláusula 6) através de qualquer empresa do seio da Empresa (como em baixo definido).

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
pt: A Empresa não será responsável perante você no contrato, ou de qualquer outra forma (incluindo responsabilidade por negligência), pela perda direta ou indireta de negócio, receitas ou lucros, poupanças previstas ou despesa desperdiçada, corrupção ou destruição de dados ou por qualquer tipo de perda indireta ou consequencial.

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
pt: A Empresa vai pagar-lhe (de acordo com as disposições da cláusula 5.3) a percentagem atualmente publicada das receitas líquidas (como detalhado na página de comissões da sua conta de Afiliado) recebida durante a vigência do presente Acordo. Os pagamentos de afiliado devidos serão apenas para referências de clientes de boa-fé e a Empresa reserva-se o direito de desconsiderar, a seu exclusivo critério, contas (clientes) duplicadas ou contas nominativas (clientes mandatários) que a Empresa vê como clientes de não boa-fé.

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
pt: A Empresa irá fornecer-lhe extratos acessíveis através da página Web %1, com o detalhe das receitas geradas por Clientes a quem você nos tenha eventualmente apresentado, que lhe tenham sido creditadas ao longo do mês de calendário. Esses extratos serão atualizados diariamente. No final de um mês de calendário, a empresa registará a sua parcela total das eventuais Receitas Líquidas, durante o mês de calendário anterior. Caso uma parcela de receitas, em qualquer mês de calendário, seja uma quantia negativa, a Empresa terá o direito, mas não a obrigação, de transportar e imputar essa quantia negativa nas parcelas de receitas futuras que de outra forma seriam pagáveis a você. No entanto, a Empresa também terá o direito, mas não a obrigação, de colocar em zero o saldo negativo que de outra forma seria transportado.

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
pt: A empresa não será responsável de nenhuma forma perante quaisquer pessoas em casos de força maior, atos de qualquer Governo ou autoridade legal, ou pelo insucesso, ou dano, ou destruição dos seus sistemas informáticos, dados ou registros ou respectiva parte, ou por atrasos, perdas, erros ou omissões resultantes da falha ou má gestão de qualquer software ou equipamento de telecomunicações ou computador.

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
pt: A Empresa irá notificá-lo por e-mail se a sua candidatura for bem sucedida, juntamente com as instruções sobre como começar a promover a %1

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
pt: A Empresa irá fornecer-lhe garantia adicional publicitária através de Links que contêm os IDs de afiliados e que podem ser modificados por nós de tempos a tempos.

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
pt: A Empresa determinará, a seu exclusivo critério, se a sua candidatura foi ou não bem sucedida. A decisão da empresa é definitiva e não é aberta a recurso.

source: The Company's Obligations
pt: As Obrigações da Empresa

source: The Cyberview Lodge Resort in Cyberjaya
pt: O Cyberview Lodge Resort em Cyberjaya

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
pt: As leis e regulamentos de proteção de dados atribuem obrigações aos utilizadores de dados pessoais e estabelecem princípios para um tratamento leal e lícito destas informações. Empenhamo-nos em proteger a sua privacidade online. Apenas utilizamos as suas informações pessoais para nos ajudar a assistir a sua conta, para melhorar os serviços que lhe prestamos e para lhe fornecermos os produtos que nos solicitou. Nós não vendemos as suas informações pessoais a terceiros, mas podemos fornecer as suas informações pessoais a provedores de pagamentos para facilitar as transações da sua conta.

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
pt: O Oscilador de Preços após a Tendência Eliminada compara o preço de fecho com uma média móvel anterior, eliminando ciclos mais longos do que a média móvel.

source: The First Tick
pt: Os Primeiros Ticks

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
pt: O Índice de Massa tenta prever reversões, comparando a faixa de negociação (Alta menos Queda) para cada período. As reversões estão assinaladas por uma protuberância na linha do índice.

source: The Mid price represents the average of the Bid and Ask.
pt: O preço Médio representa a média do Preço de Compra e de Venda.
