Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
pt: Vá para a página <a href="http://login.binary.com/password-retrieve.php">reposição de senha</a>, e introduza o seu nome de utilizador e endereço de e-mail nos campos de formulário apresentados para que a senha lhe seja enviada por e-mail.

source: Go to Home Page
pt: Acesse a pagina inicial

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
pt: Vá para a <a href="http://login.binary.com/signup.php"> página de registro</a> para se registrar ainda hoje como afiliado da %1 gratuitamente.

source: Go with the leader
pt: Siga o líder

source: Great payouts, earn up to 35%
pt: Excelentes pagamentos, ganhe até 35%

source: Group History
pt: História do Grupo

source: Group Information
pt: Informações do Grupo

source: Have a question? Need Help?
pt: Está com dúvidas? Precisa de ajuda?

source: Hello
pt: Olá

source: Hello World
pt: Olá Mundo

source: Hello, World!
pt: Olá, Mundo!

source: Help
pt: Ajuda

source: Hide last spot
pt: Esconder o último ponto

source: High
pt: Alta

source: High barrier
pt: Barreira alta

source: High barrier offset
pt: Variação de barreira alta

source: High conversions and customer value
pt: Conversões elevadas e valor para o cliente

source: High returns
pt: Retornos altos

source: High/Low
pt: Alta/Queda

source: Higher / Lower
pt: Mais Alto / Mais Baixo

source: Higher/Lower
pt: Mais Alto/Mais Baixo

source: Higher/Lower trades
pt: Contratos Mais Altos/Mais Baixos

source: Higher/lower trades
pt: Contratos Mais Alto/Mais Baixo

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
pt: Destaca a relação entre volume e variações de preço, sendo particularmente útil para avaliar a força de uma tendência.

source: Home
pt: Página Inicial

source: Horizontal Grid
pt: Grelha Horizontal

source: How and when will I receive my affiliate earnings?
pt: Como e quando receberei os meus ganhos de afiliado?

source: How can I become a %1 affiliate?
pt: Como posso tornar-me afiliado da %1?

source: How do I change my payment method?
pt: Como posso alterar o meu método de pagamento?

source: How do I fund my account?
pt: Como financio a minha conta?

source: How do I know how much I have earned?
pt: Como sei quanto ganhei?

source: How does %1 make money?
pt: Como a %1 realiza dinheiro?

source: How safe is my money with %1?
pt: Que segurança tem o meu dinheiro com a %1?

source: How soon can I start trading?
pt: Quando posso começar a negociar?

source: How to open an account
pt: Veja como abrir uma conta

source: How to trade binaries?
pt: Como negociar binários?

source: How to trade the random markets?
pt: Como negociar os mercados aleatórios?

source: How to use a payment agent
pt: Veja como usar um Agente de Pagamento

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
pt: Contudo, para aumentar os seus limites de retirada de fundos, solicitamos-lhe a gentileza de seguir as instruções abaixo.

source: Huge
pt: Enorme

source: I forgot my password, what should I do?
pt: Esqueci a minha senha, o que devo fazer?

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
pt: Li e aceitei os <a target="_blank" href="%1">termos e condições</a> do site.

source: I predict that the last decimal of the 5th tick will not be:
pt: Prevejo que o último decimal do 5º movimento mínimo não será:

source: I'm new to binaries, where do I start?
pt: Sou iniciante em binários, como começo?

source: ID scans submitted
pt: Digitalizações de documento de identificação submetidas

source: IP Address
pt: Endereço IP

source: IP Security
pt: Segurança de IPs

source: Ideal for both pros and novices
pt: Ideal para profissionais e iniciantes

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
pt: Caso seja cometido um erro no cálculo da sua parte da parcela de receitas, a Empresa reserva-se o direito de corrigir esse cálculo em qualquer momento e reclamar-lhe qualquer sobrepagamento feito a si pela Empresa (includindo, mas não exclusivamente, através da redução do pagamento de receitas de ganhos futuros, com vista a cobrir o estorno antes de você poder recomeçar a receita de ganhos). A Empresa reserva-se o direito, em casos especiais, de excluir a repartição de receitas sobre fundos promocionais depositados pela Empresa na conta do cliente.

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
pt: Caso alguma disposição do presente Acordo seja considerada nula ou inexigível no todo ou em parte, a disposição impugnada (ou parte dela) será considerada eliminada do presente Acordo e as restantes disposições (incluindo o restante da disposição afetada) continuarão a ser válidas e aplicáveis.

source: If applicable, to expedite the processing of your query please include a screen capture of the page that requires our attention.
pt: Se for o caso, para agilizar o processamento da sua questão inclua uma captura de ecrã da página que requer a nossa atenção.

source: If the connection problem persists, you can try to <a href="%1">reload the application</a>.
pt: Se o problema de conexão persistir, você pode tentar <a href="%1">recarregar a aplicação</a>.

source: If the trading page is closed or internet access is terminated, the outcome of your contract won&rsquo;t be affected. You can then access your account statement to view the outcome of the contract.
pt: Se a página de negociação estiver fechada, ou se o acesso à Internet tiver sido terminado, o resultado do seu contrato não será afetado. Você poderá acessar o extrato da sua conta para consultar o resultado do contrato.

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
pt: Se estiver a ter dificuldades com o início de sessão na sua conta, verifique se os cookies estão ativados no seu browser. Esta página Web utiliza cookies para guardar o seu ID de Início de Sessão e senha (em formato encriptado) no seu PC durante a sua sessão de login.

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
pt: Se você pensa que nenhuma dessas razões se aplicam ao seu caso e você gostaria de solicitar que o bônus seja creditado na sua conta, por favor nos forneça:

source: If you need help, please contact our customer support team at %1
pt: Caso você precise de mais assistência, por favor contate o nosso atendimento ao cliente através da %1

source: If you select "Differs", you win the payout if the market price does not end in the digit you have selected.
pt: Se você selecionar "Difere", você ganha o pagamento se o preço do mercado não terminar no dígito que selecionou.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
pt: Se selecionar "Não Toca", você ganha o pagamento se o mercado nunca tocar na <strong>barreira</strong>em nenhum momento durante o <strong>período do contrato</strong>.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
pt: Se selecionar "Termina Entre", você ganha o pagamento se o <strong>preço de saída</strong> for estritamente superior à <strong>barreira baixa</strong> E estritamente inferior à <strong>barreira alta</strong>.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
pt: Se selecionar "Termina Fora", ganha o pagamento se o <strong>preço de saída do mercado</strong> for estritamente superior à <strong>barreira alta</strong> OU estritamente inferior à <strong>barreira baixa</strong>.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
pt: Se selecionar "Cai", você ganha o pagamento se a <strong>preço de saída</strong> for estritamente inferior ao <strong>preço inicial</strong>.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
pt: Se selecionar "Sai", você ganha o pagamento se o mercado tocar na <strong>barreira alta</strong> ou na <strong>barreira baixa</strong> em qualquer momento durante o <strong>período do contrato</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
pt: Se selecionar "Mais alto", você ganha o pagamento se o <strong>preço de saída</strong> for estritamente superior à <strong>barreira</strong>.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
pt: Se selecionar "Mais baixo", ganha o pagamento se o <strong>preço de saída</strong> for estritamente inferior à <strong>barreira</strong>.

source: If you select "Matches", you win the payout if the market price ends in the digit you have selected.
pt: Se você selecionar "Combina", você ganha o pagamento se o preço do mercado terminar no dígito que selecionou.

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
pt: Se selecionar "Mais alto", você ganha o pagamento se o <strong>preço de saída</strong> for estritamente superior ao <strong>preço inicial</strong>.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
pt: Se selecionar "Fica entre", você ganha o pagamento se o mercado ficar entre (não toca) a <strong>barreira alta</strong> ou a <strong>barreira baixa</strong> em qualquer momento durante o <strong>período do contrato</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
pt: Se selecionar "Toca", ganha o pagamento se o mercado tocar na <strong>barreira</strong> em qualquer momento durante o <strong>período do contrato</strong>.

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
pt: Se selecionar "cai", ganha o pagamento se o preço do mercado for inferior ao <strong>preço inicial do contrato comprado</strong>.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
pt: Se selecionar "cai", ganha o pagamento se o preço do mercado for inferior ao preço inicial do contrato comprado.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
pt: Se selecionar "sobre", ganha o pagamento se o preço do mercado for superior ao <strong>preço inicial do contrato comprado</strong>.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
pt: Se selecionar "sobe", ganha o pagamento se o preço do mercado for superior ao preço inicial do contrato comprado.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
pt: Se selecionar uma <strong>hora de início</strong> no futuro, a <strong>hora de início</strong> do contrato será a selecionada e o <strong>preço de entrada</strong> é o preço em vigor nesse momento.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
pt: Se selecionar uma <strong>hora de início</strong> como "Agora", a <strong>hora de término</strong> do contrato é o número de minutos/horas selecionado após a <strong>hora de início</strong>(se inferior a um dia de duração), ou no final do dia de negociação(se tiver uma duração de um dia, ou superior).

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
pt: Se selecionar uma <strong>hora de início</strong> como "Agora", a <strong>hora de início</strong> do contrato é o momento em que o contrato é processado pelos nossos servidores e o <strong>preço de entrada</strong> é o <strong>movimento mínimo seguinte</strong> e assim por diante.

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
pt: Se selecionar uma <strong>hora de término</strong> específica, a <strong>hora de término</strong> do contrato é a hora selecionada.

source: If you wish to raise these limits, please <a href="%1">authenticate</a> your account.
pt: Se pretender aumentar estes limites, <a href="%1">autentique</a> a sua conta.

source: If you wish to raise these limits, please authenticate your account.
pt: Se pretender aumentar estes limites, por favor autentique a sua conta.

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
pt: Se você está na Asia, você pode achar os %1 particularmente atrativos, pois eles reiniciam no momento em que os mercados da Ásia fecham.

source: Illegal contract type %1
pt: Tipo de contrato ilegal %1

source: Illegal currency $currency for $broker
pt: moeda ilegal $moeda para $corretores

source: Imagine
pt: Imaginar

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
pt: Imagine um local de trabalho onde sua individualidade, criatividade e senso de aventura são valorizados e recompensados.

source: In / Out
pt: Dentro/Fora

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
pt: Em abril, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formalmente conhecida como <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) entra no ar, criando um serviço de apostas financeiras em uma variedade de índices financeiros. Os negócios crescem rapidamente, e nós nos tornaremos em breve o líder do mercado em apostas financeiras de probabilidades fixas.

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
pt: Em outubro de 1999, a Regent Markets recebeu US$ 2 milhões em recursos de investimento de Jim Mellon através de sua empresa Regent Pacific Group, uma sociedade gestora de fundos com sede em Hong Kong.

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
pt: Nos mercados cambiais estrangeiros, os negociadores podem negociar com base na alteração de preço de uma moeda em relação a outra moeda. Por exemplo, se o negociador selecionar Aumenta no mercado EUR/USD, ele está prevendo que o valor do Euro vai subir em relação ao valor do Dólar Americano.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
pt: Para que você possa comprar seus contratos, temos de saber a sua Residência (País). Por favor atualize a página de Definições.

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
pt: Para concluir a sua retirada, você deve autenticar a sua conta. Depois de fazê-lo, avance para o Caixa e tente fazer uma nova transferência.

source: In such an event, the Company may at its sole discretion (with or without notice) close out Clients' open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
pt: Neste caso, a Empresa poderá, a seu exclusivo critério, (com ou sem aviso prévio) fechar os contratos financeiros em aberto dos Clientes a preços que considere justos e razoáveis nesse momento, não sendo possível a recepção de qualquer reclamação contra a Empresa relativamente aos mesmos.

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
pt: No campo 'Outras Instruções' especifique o método de pagamento e número de conta para a qual o Agente fará o envio dos fundos.

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mis-pricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
pt: No caso de quaisquer contratos financeiros serem adquiridos ou vendidos a preços que não reflitam os preços justos do mercado, ou de serem adquiridos ou vendidos a um nível de risco anormalmente baixo devido a um erro de programação, bug ou falha não detectados no software da nossa página Web, a Empresa reserva-se o direito de cancelar ou inverter tais transações mediante notificação do Cliente quanto à natureza do erro informático que conduziu à avaliação errada do preço. Os clientes têm a obrigação de comunicar à Empresa quaisquer problemas ou suspeitas de inadequações do sistema que possam detetar e não podem abusar de problemas no sistema para lucro. A Empresa vai empreender esforços para a resolução de quaisquer dificuldades no mais curto espaço de tempo possível. As pessoas com conhecimentos específicos de qualquer mercado ou instrumento financeiros estão proibidas de negociar nesta página Web.

source: In the meantime, we hope that you will have found the site to be informative and that it will meet with your requirements for financial fixed-odds trading.
pt: Entretanto, esperamos que tenha considerado o site como informativo e que o mesmo vá de encontro às suas necessidades no que toca à negociação financeira de odds fixas.

source: In these terms and conditions, Y represents the amount of funds that you must deposit and X represents the bonus amount that you will receive.
pt: Nos presentes termos e condições, Y representa a quantia dos fundos que deve depositar e X representa a quantia do bônus que vai receber.

source: In what country do you want to offer your service
pt: Em que país pretende prestar o seu serviço

source: In/Out
pt: Dentro/Fora

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
pt: Dentro/Fora (<a href="%1">termina entre/fora</a> e <a href="%2">fica entre/vai para fora</a>)

source: In/Out trades
pt: Contratos Dentro/Fora

source: In/out trades
pt: Contratos Dentro/Fora

source: Indemnity and Liability
pt: Indemnizações e Responsabilidade

source: Indicative
pt: Indicativo

source: Indicative Price
pt: Preço Indicativo

source: Indicator
pt: Indicador

source: Indicator that displays the width of Bollinger Bands.
pt: Indicador que exibe a largura das Bandas de Bollinger.

source: Indicator that displays the width of Donchian Channels.
pt: Indicador que exibe a largura dos Canais de Donchian.

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
pt: Indicador calculado ao subtrair uma média exponencial móvel de 10 períodos a uma média móvel de 3 períodos da Linha de Distribuição de Acumulação.

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
pt: Indicador que sinaliza uma tendência ascendente quando sobe acima de zero e uma tendência de queda quando cai abaixo de zero. Quanto mais afastado o oscilador estiver da linha zero, mais forte é a tendência.

source: Indices
pt: Índices

source: Individual Traders
pt: Negociadores Individuais

source: Indonesia
pt: Indonésia

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
pt: Informações sobre os feeds de dados utilizados pela nossa empresa, e sobre a forma de processamento dos dados antes de serem alimentados no sistema.

source: Input error.
pt: Erro de introdução.

source: Instant
pt: Instante

source: Instrument
pt: Instrumento

source: Instrument:
pt: Instrumento:

source: Instruments
pt: Instrumentos

source: Interested? Why not try a virtual account
pt: Interessado? Experimente uma conta virtual
