Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Accuracy of Information
pt: Precisão das Informações

source: Acknowledgement of Money Transfer
pt: Confirmação de Transferência de Dinheiro

source: Acknowledgement of Withdrawal Request
pt: Confirmação de Pedido de Retirada

source: Acquisition
pt: Compra

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
pt: A aquisição de contratos financeiros através deste site deve ser efetuada em conformidade com os termos e condições apresentados nas páginas deste site. A aquisição de um contrato financeiro é concluída após a adaptação do contrato financeiro, o cálculo do prémio (ou o pagamento, conforme o caso) e a verificação do pagamento.

source: Action
pt: Ação

source: Add Lines
pt: Adicionar Linhas

source: Add Overlay
pt: Adicionar Sobreposição

source: Address
pt: Endereço

source: Affiliate
pt: Afiliado

source: Affiliate Program
pt: Programa de Afiliados

source: Affiliate reward for period from %1 to %2
pt: Recompensa de afiliado para o período entre %1 e %2

source: After logging into binary.com, you can register as an API Developer
pt: Depois de se conectar à Binary.com, você pode se registrar como um programador API

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
pt: Depois que usuário fizer a autenticação na %1; o seu navegador será redirecionado ao seu provedor de chamadas com uma ligação assim:

source: All
pt: Tudo

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
pt: Todas as informações de cartões de crédito são enviadas diretamente para a rede Visa/Mastercard, utilizando a mais recente tecnologia de encriptação SSL, de acordo com as políticas do banco.

source: All email inquiries will be responded to within 2 business days whenever possible.
pt: Todas as questões enviadas por e-mail terão resposta num período de 2 dias úteis, sempre que possível.

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
pt: Todas as opiniões, notícias, pesquisas, análises, preços ou outras informações contidas nesta página Web são disponibilizadas como comentários gerais do mercado, não constituindo recomendações de investimento. A %1 não se responsabilizará por quaisquer perdas ou danos, incluindo, mas não só, quaisquer perdas de lucros que possam resultar direta ou indiretamente da utilização ou confiança depositada em tais informações.

source: All times are in GMT (Greenwich Mean Time).
pt: Todos os horários estão de acordo com o fuso horário GMT (Greenwich Mean Time).

source: Amount
pt: Quantia

source: Amount must be a positive number.
pt: O valor deve ser um número positivo.

source: Amount you wish to trade:
pt: Quantia que pretende negociar:

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
pt: Uma Negociação Termina entre remunera se o preço de saída do mercado for estritamente mais alto do que a barreira de preço baixa, OU estritamente mais baixo do que a barreira de preço "baixa".

source: An additional password can be used to restrict access to the Cashier and Settings areas.
pt: Uma senha adicional pode ser usada para restringir acesso às sessões Caixa e Definições.

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
pt: A geração automática da<a href="https://apigee.com/rmg/resources/binary1" target="_blank">Síntese de Recursos</a> também está disponível.

source: An error occurred : the system cannot log you in (2).
pt: Ocorreu um erro; o sistema não conseguiu proceder ao seu início de sessão (2).

source: An error occurred while processing request. If this error persists, please contact customer support
pt: Ocorreu um erro no processamento desta transação. Se o problema persistir, por favor contate o serviço de atendimento ao cliente

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
pt: Um indicador com base na diferença entre as duas médias móveis apresentadas como percentagem. O PPO é calculado subtraindo-se a média móvel superior da média móvel inferior; em seguida, divide-se a diferença pela média móvel superior.

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
pt: Um indicador que avalia a volatilidade de um título. Valores de ATR elevados indicam uma alta volatilidade e podem ser indicadores de vendas ou compras induzidas por pânico. Leituras de ATR baixas indicam movimentos horizontais das ações.

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
pt: Um oscilador que tenta combinar num único número informações referentes a períodos de tempo distintos. São utilizados três períodos de tempo diferentes, por norma um período de 7 dias, um período de 14 dias e um período de 28 dias. O oscilador resultante é "limitado" a uma deslocação entre 0 e 100, sendo 50 a linha central. 70 e 30 são utilizados ​​como níveis de sobrecompra(overbought)/sobrevenda(oversold).

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
pt: Um oscilador que avalia a taxa de variação de preços (por oposição aos próprios níveis reais). É calculado através da consideração das diferenças de preços referentes a um intervalo de tempo fixo. Este valor, positivo ou negativo, é traçado em torno de uma linha zero.

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
pt: Um oscilador utilizado na identificação de leituras de sobrecompra e sobrevenda em RSI (Relative Strength Index - Índice de Força Relativa). Uma vez que o RSI pode passar longos períodos sem se tornar sobrecomprado (acima dos 70) ou sobrevendido (abaixo dos 30), o StochRSI fornece um meio alternativo para a identificação destas extremidades.

source: Answer to secret question
pt: Resposta à pergunta secreta

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
pt: Quaisquer alterações ao nível da nossa política de privacidade ou declaração de segurança serão publicadas no site. No caso de alterações significativas, que afetem diretamente a utilização econômica das suas informações pessoais, solicitaremos a sua autorização prévia por escrito antes de efetuarmos essa alteração na sua conta.

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 are liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
pt: Qualquer forma de Spam terá como resultado a sua conta ser colocada sob análise e todos os fundos devidos serem retidos, pendentes de uma investigação à sua conta. Você deve ter consciência de que as %1 são suscetíveis de incorrer em despesas ao tratarem de correio gerado por Spam, e que estas mesmas despesas serão deduzidas da sua conta. Neste caso, o valor apurado será justo e considerado definitivo e aceitável com base na boa-fé, sendo essa quantia cobrável por lei e considerada como tendo sido por si aceite como justa e razoável e conforme acordada através do registro como afiliado da %1.

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
pt: Todas as informações apresentadas nestas páginas e/ou e-mails ou newsletters enviados pela empresa referentes às mesmas, não constituem qualquer recomendação financeira ou de investimento; a Empresa não aceitará qualquer responsabilidade a este respeito, nem aceitará qualquer responsabilidade pela precisão ou abrangência das informações fornecidas neste site.

source: Any limits set may only be changed or increased after 7 days notice.
pt: Todas as definições de limites só podem ser mudadas ou aumentadas depois de um aviso de 7 dias.

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
pt: Qualquer notificação dada ou feita à Empresa ao abrigo do presente Acordo será enviada por e-mail para a %1. A Empresa enviar-lhe-á quaisquer notificações dadas ou feitas ao abrigo do presente Acordo para o endereço de e-mail indicado no formulário da sua candidatura ou outro endereço de e-mail, de acordo com a notificação feita por si à Empresa.

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
pt: Qualquer pessoa com idade superior a 18 anos (que tenha lido e aceitado os termos e condições da 1%) e que não seja residente em nenhum dos "países fechados" pode negociar na plataforma da 1%.

source: Application Name
pt: Nome do Aplicativo

source: Apply for access
pt: Inscreva-se para acessar

source: Apply to become Payment Agent
pt: Candidate-se para se tornar um Agente de Pagamentos

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
pt: Inscreva-se para se tornar um <a class="pjaxload" href="%2">Agente de Pagamentos</a> da %1.

source: Are you ready?
pt: Você está pronto?

source: Are you sure you want to delete '#1'?
pt: Tem a certeza que deseja apagar '#1'?

source: Are you sure you want to delete all workspaces?
pt: Tem a certeza que deseja apagar todas as áreas de trabalho?

source: Are you sure you want to revoke this Power of Attorney?
pt: Tem a certeza que deseja revogar esta Procuração?

source: Are your site visitors interested in:
pt: Os visitantes do seu site estão interessados em:

source: Aroon Up/Down
pt: Aroon Up/Down (Sobe/Desce)

source: AroonOsc
pt: Aroon Oscilador

source: Asia
pt: Ásia

source: Asia and Europe
pt: Ásia e Europa

source: Asia and Europe 24 Hours
pt: Ásia e Europa 24 Horas

source: Ask
pt: Venda

source: Asset
pt: Ativos

source: Asset Index
pt: Índice de Ativos

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
pt: Em um determinado momento na sua aplicação, quando a autorização pela %1 para o usuário final é necessária, re-direcione o navegador para esta URL:

source: Australia
pt: Austrália

source: Authenticate
pt: Autenticar

source: Authenticate to Withdraw
pt: Autenticar para fazer a retirada

source: Authenticate your Account
pt: Autenticar a sua Conta

source: Authenticated
pt: Autenticado

source: Authentication
pt: Autenticação

source: Authorization: Basic %1
pt: Autorização: Básico %1

source: Authorization: Bearer %1
pt: Autorização: Portador% 1

source: Average
pt: Média

source: Average Change
pt: Variação Média

source: Average Change = Average Close - Average Open, for the period selected
pt: Variação Média = Média do Fechamento - Média de Abertura para o período selecionado

source: Avg Directional Index
pt: Índice Direcional Médio

source: Avg True Range
pt: Avg True Range (Escala Real Média)

source: Awaiting market ticks....
pt: A aguardar ticks do mercado....

source: Award-winning, patented financial trading platform
pt: Plataforma de negociação financeira patenteada e premiada

source: BACK TO HOMEPAGE
pt: VOLTAR PARA A HOMEPAGE

source: BOM Charts Workspace
pt: Área de Trabalho de Gráficos BOM

source: Back
pt: Retroceder

source: Bad input %1
pt: Entrada incorreta %1

source: Balance
pt: Saldo

source: Bank Wire
pt: Transferência Bancária

source: Bank wire/Money transfer
pt: Transferência Bancária/Transferência de Dinheiro

source: Bank your way
pt: Negocie como quiser

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
pt: Extrato de Banco/Cooperativa de Crédito/Instituição Financeira/Cartão de Crédito/Débito ou caderneta (dos últimos 3 meses).

source: Banking & Security
pt: Conta e Segurança

source: Bankruptcy Filing
pt: Pedido de Falência

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
pt: Os bancos, fundos de cobertura e investidores profissionais negociam rotineiramente nas opções binárias em diferentes tipos de mercados derivados. Muitos mercados profissionais usam e confiam na plataforma %1 para um grande volume de negociações flexíveis.

source: Bar HLC Chart
pt: Gráfico de Barras HLC

source: Bar OHLC Chart
pt: Gráfico de Barras OHLC

source: Barrier
pt: Barreira

source: Barrier Step (%) out of limit
pt: Etapa de Barreira (%) fora dos limites

source: Barrier may not be adjusted.
pt: A barreira não pode ser ajustada.

source: Barrier must be at least
pt: A barreira deve ser de ao menos

source: Barrier offset
pt: Variação de Barreira

source: Barrier outside acceptable range.
pt: A barreira está fora do intervalo aceitável.

source: Barrier terms
pt: Condições da barreira

source: Barrier(s)
pt: Barreira(s)

source: Barriers must be on either side of the spot.
pt: As barreiras devem estar nos dois lados do preço do mercado.

source: Batch Transactions
pt: Transações em lote

source: Before you proceed...
pt: Antes de avançar...

source: Benefits of binary trading
pt: Benefícios das negociações binárias

source: Benefits of trading binaries
pt: Benefícios de negociar binários

source: Best Tracking with "Forever Cookies"
pt: O Melhor rastreamento com o "Forever Cookies"

source: Best regards,
pt: Melhores cumprimentos,

source: Best-in-class pricing for binaries...
pt: Os melhores preços para binários...

source: BetOnMarkets goes live
pt: Binary ao vivo

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
pt: Binary.com tem mais de 400,000 clientes no seu banco de dados e atinge o marco de mais de US$ 1 bilhão no seu 13 ano, tornando-se um dos lideres em negociações binarias.

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
pt: Binary.com aumenta os pagamentos até 100.000 USD, EUR, GBP e AUD

source: BetOnMarkets.com is successfully rebranded Binary.com
pt: BetOnMarkets.com foi renomeada como Binary.com com sucesso

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
pt: BetOnMarkets.com atingiu $1 bilhão em volume de negócios desde 1999

source: Bid
pt: Compra

source: Binary Options Basics
pt: Opções Binárias Básicas

source: Binary Trading is simple to learn and to execute.
pt: As Negociações Binárias são simples de aprender e executar.

source: Binary option
pt: Opções binárias

source: Binary options basics
pt: Opções binárias básicas

source: Binary trading is flexible.
pt: As negociação de opções binárias são flexíveis.

source: Binary trading is ideal for both individuals and market professionals.
pt: As negociações binárias são ideais para ambos individuais e profissionais do mercado.

source: Binary trading is very simple.
pt: As negociações binárias são muito simples.

source: Binary.com Open-Source Projects
pt: Projetos Open-Source da Binary.com

source: Binary.com continues to innovate and grow
pt: A Binary.com continua a inovar e crescer

source: Binary.com is a registered trademark.
pt: A Binary.com é uma marca comercial registrada.

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
pt: Binary.com é um membro ativo da comunidade Perl e está em processo de carregar um número de seus módulos internos de serviços públicos para <a target="_blank" href="%1">CPAN</a>. Se você é um entusiasta da Perl, contribua revisando esses módulos e enviando os pedidos em <a target="_blank" href="%2">github</a>.

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
pt: A Binary.com é defensora ativa do movimento open-source e está em processo de open-sourcing de uma série de componentes de seu código de base.

source: Binary.com is developing a Selenium test suite designed to run against <a target="_blank" href="%1">BrowserStack Automate</a>. To participate in this project, please fork the project on <a target="_blank" href="%2">github</a> and submit a pull-request of your work.
pt: A Binary.com está desenvolvendo um conjunto de testes Selenium projetado para ser executado contra <a target="_blank" href="%1">BrowserStack Automate</a>. Para participar deste projeto, por favor selecione o projeto em <a target="_blank" href="%2">github</a> e envie um pedido para o seu trabalho.

source: Binary.com offers new ways to trade
pt: A Binary.com oferece novas formas de negociar

source: Bollinger Band Width
pt: Largura da Banda de Bollinger

source: Bollinger Bands
pt: Bandas de Bollinger

source: Bollinger Bands Average
pt: Média das Bandas de Bollinger

source: Bollinger Bands Lower
pt: Bandas de Bollinger Inferiores

source: Bollinger Bands Upper
pt: Bandas de Bollinger Superiores

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
pt: As Bandas de Bollinger são linhas exibidas em torno de uma linha média móvel simples (predefinida para 20 períodos). A linha superior é exibida 2 desvios-padrão acima da média móvel, e a linha inferior é exibida 2 desvios-padrão abaixo da média móvel. Por definição, os preços são elevados na banda superior e baixos na banda inferior. Esta definição pode auxiliar no reconhecimento de padrões rigorosos e é útil na comparação da ação do preço com a ação dos indicadores, de forma a alcançar decisões de negociação sistemáticas.

source: Bonus Code
pt: Código de Bónus

source: Brand of first car
pt: Marca do primeiro carro

source: Browse
pt: Navegar

source: Building Number
pt: Número do Edifício

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
pt: Mas você não precisa esperar até a expiração do contrato. Você pode vender contratos a longo prazo a preços atuais de mercado para aproveitar as mudanças das condições de mercado.

source: Buy
pt: Comprar

source: Buy Price
pt: Compre Preços

source: Buy a contract
pt: Comprar um contrato

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
pt: Ao solicitar a qualidade de membro do nosso programa de afiliados, você está de acordo com os termos e condições estabelecidos no presente Acordo. O formulário de candidatura constituirá parte integral do presente Acordo.

source: Calculate
pt: Calcular

source: Calculating
pt: A Calcular

source: Call me now
pt: Contatem-me agora

source: Call us
pt: Contate-nos

source: Callback URL
pt: Retribuição de Chamadas URL

source: Callback services
pt: Serviços de Retribuição de Chamadas

source: Calling a Service
pt: Chamandando um Serviço

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
pt: Chamadas que envolvem o API são simples, fáceis de reconhecer e podem ser negociadas a partir de todas as populares tecnologias de programação web em uso atualmente. Por exemplo, para ver a lista de "lugares de mercados" atualmente disponíveis na %1:

source: Can I become a %1 affiliate even if I don't have a website?
pt: Posso tornar-me afiliado da %1 mesmo não tendo uma página Web?

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
pt: Posso dar um incentivo aos meus referidos para se registrarem através do meu link, em vez de fazerem o registro diretamente?

source: Can you customize a banner for my site?
pt: Podem personalizar um banner para o meu site?

source: Cancel
pt: Cancelar

source: Cancel Registration
pt: Cancele o Registro

source: Candlestick Chart
pt: Gráfico de Candelabro (Candlestick)

source: Candlesticks
pt: Candlestick

source: Careers
pt: Carreiras

source: Cascade
pt: Cascata

source: Cash Dividend
pt: Dividendo (Lucro)

source: Cashier
pt: Caixa

source: Cashier/Settings password
pt: Senha do Caixa/Definições
