Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
pt: A sua senha e o ID de início de sessão são únicos e as senhas estão protegidas para que nem os funcionários da %1 as possam ler. Esta é a razão por que não podemos recuperar a senha e de termos de lhe emitir uma nova e enviá-la para o seu endereço de e-mail se não conseguir lembrar-se.

source: Your password has been changed.
pt: A sua senha foi alterada.

source: Your password has been successfully reset. Your login ID is <strong>%1</strong>. Please log into your account using your new password.
pt: A sua senha foi reposta com sucesso. O seu ID de início de sessão é <strong>%1</strong>. Por favor inicie sessão na sua conta, usando a sua nova senha.

source: Your password recovery token has expired. Please click <a href="%1"><strong>here</strong></a> to restart the password recovery process.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%2"><strong>Customer Support</strong></a>.
pt: O seu token de recuperação de senha expirou. Por favor clique <a href="%1"><strong>aqui</strong></a> para reiniciar o processo de recuperação da senha.<br /><br />A sua conta é importante para nós. Se precisar de mais assistência, contate por favor o nosso <a href="%2"><strong>Atendimento ao Cliente</strong></a>.

source: Your password should be at least 5 characters.
pt: A sua senha deve ter pelo menos 5 caracteres.

source: Your password should contain only characters and digits.
pt: A sua senha deve conter apenas caracteres e números.

source: Your password should not be more then 25 characters.
pt: A sua senha não deve ter mais de 25 caracteres.

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
pt: As suas informações pessoais são usadas principalmente como forma de o autenticar como devido proprietário da sua conta e como pessoa a quem podem ser feitos os pagamentos de retiradas. Recolhemos diretamente de si dados pessoais relacionados consigo quando você preenche o formulário de abertura de conta. No caso de qualquer dúvida relativamente à autenticidade dos detalhes da sua conta ou de algum pedido de retirada, a empresa reserva-se o direito de solicitar mais informações para autenticação, as quais podem ser consideradas como adequadas nessas circunstâncias.

source: Your phone number
pt: O seu número de telefone

source: Your prediction
pt: A sua previsão

source: Your prediction, the market will move :
pt: Na sua previsão, o mercado vai mover-se :

source: Your request to revoke the Power of Attorney has been received. Please allow 2 working days for us to process this request.
pt: O seu pedido para revogar a Procuração foi recebido. Por favor conceda-nos 2 dias úteis para processar este pedido.

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
pt: O seu pedido para transferir %1 %2 de %3 para %4 foi processado com sucesso.

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
pt: O seu pedido para levantar %1 %2 da sua conta %3 para a conta %4 do Agente de Pagamentos foi processado com sucesso.

source: Your risks are known
pt: Seus riscos são conhecidos

source: Your secret answer is too short. Please enter at least 4 characters.
pt: A sua resposta secreta é muito curta. Por favor insira ao menos 4 caracteres.

source: Your settings have been updated successfully.
pt: As suas definições foram atualizadas com sucesso.

source: Your transaction reference number is %1
pt: O número de referência da sua transação é %1

source: Your website URL
pt: O URL da sua página Web

source: Your withdrawal limit for the entire duration of the account is currently: <b>EUR %1</b> (or %2 in other currency.)
pt: O seu limite de retirada para toda a duração da conta é atualmente: <b>EUR %1</b> (ou %2 em outra moeda.)

source: Your withdrawal limit is <strong>EUR %1</strong> (or %2 in other currency).
pt: O seu limite de retirada é <strong>EUR %1</strong> (ou %2 em outra moeda).

source: a definite or indefinite period during which you wish to exclude yourself from the website.
pt: um período determinado ou indeterminado durante o qual pretende excluir-se da página Web.

source: a limit on the amount of time you may trade in any given online session;
pt: um limite na quantidade de tempo em que você pode negociar em qualquer sessão online;

source: a limit on the amount you may trade within a specified period of time;
pt: um limite na quantia que você pode apostar dentro de um período de tempo específico;

source: a limit on the losses you may incur within a specified period of time;
pt: um limite sobre as perdas em que pode incorrer dentro de um período de tempo específico;

source: and
pt: e

source: and with this HTTP header
pt: Autorização: Código Básico

source: and your forecast was that the market price after %1 ticks will be %2 than the market entry price.
pt: e a sua previsão foi que o preço de mercado após os ticks %1 será %2 ao preço de entrada do mercado.

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
pt: qualquer situação em que a Empresa considere que as atividades da pessoa neste site podem ser ilegais no país ou estado dessa pessoa;

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
pt: qualquer situação em que a Empresa possa ser abordada ou contatada pelas autoridades legais ou reguladoras do país ou estado dessa pessoa;

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
pt: qualquer situação em que a Empresa possa sofrer alguma desvantagem pecuniária, fiscal ou regulamentar, em virtude das atividades dessa pessoa neste site;

source: any restriction to its Clients from purchasing any contracts during certain hours.
pt: qualquer restrição aos seus Clientes na compra de quaisquer contratos durante algumas horas.

source: barrier
pt: barreira

source: better trade
pt: negociação melhor

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks
pt: opções binárias, opção binária, negociação forex, negociação online, negociação financeira, negociação financeira de opção binária, negociação binária, índice de negociação, índices de negociação, comércio forex, negociação de commodities, negociação de mercado forex, prática comercial, prática comercial binária, negociação tick, negociação com dinheiro virtual, ações de negociação forex, negociações binárias, aposta binária, aposta binária online, plataforma de negociação de opções binárias, opções digitais, negociação de ações

source: binary options, binary option, forex trading, online trading, financial trading, financial trading binary option, binary trading, index trading, trading indices, forex trades, trading commodities, forex trading market, practice trading, practice binary trading, tick trade, virtual money trading, trading forex stocks, binary trading, binary bet, binary online bet, binary options trading platform, digital options, trading stocks.
pt: opções binárias, opção binária, negociação forex, negociação online, negociação financeira em opção binária, negociação binária, índice de negociação, índices de negociação, mercado forex, negociação de commodities, mercado de negociação de moedas (forex), prática de negociação, prática de negociação binária, tick trade, negociação com dinheiro virtual, negociação de ações forex, negociação binária, aposta binária, aposta binária online, plataforma de negociação de opções binárias, opções digitais, ações de negociação.

source: contact us
pt: entre em contato conosco

source: contract start time
pt: hora de início do contrato

source: days
pt: dias

source: details
pt: detalhes

source: entry spot
pt: preço inicial do contrato comprado

source: entry spot minus %1
pt: preço inicial do contrato comprado menos %1

source: entry spot minus %plural(%1,1 pip, %d pips)
pt: preço inicial do contrato comprado menus %plural(%1,1 pip, %d pips)

source: entry spot plus %1
pt: preço inicial do contrato comprado mais %1

source: entry spot plus %plural(%1,1 pip, %d pips)
pt: preço inicial do contrato comprado mais %plural(%1,1 pip, %d pips)

source: equivalent
pt: equivalente

source: explanation
pt: explicação

source: first tick
pt: primeiros ticks

source: for detailed coding instructions.
pt: para instruções de código detalhadas.

source: here
pt: aqui

source: high barrier
pt: barreira alta

source: higher
pt: superior

source: homepage
pt: página inicial

source: hour
pt: hora

source: hours
pt: horas

source: less
pt: menos

source: loading...
pt: a carregar...

source: low barrier
pt: barreira baixa

source: lower
pt: inferior

source: maximum is
pt: o máximo é

source: minimum available duration
pt: duração mínima disponível

source: minimum is
pt: o mínimo é

source: minus
pt: menos

source: minute
pt: minuto

source: minutes
pt: minutos

source: more
pt: mais

source: none
pt: nenhum

source: not available
pt: Indisponível

source: on this website. You may also
pt: nesta página Web. Você também pode

source: or
pt: ou

source: or please try the site map below
pt: ou por favor tente o mapa do site abaixo

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
pt: página para a hora exata de liquidação de todos os contratos. Outras páginas Web podem adotar uma convenção diferente (por exemplo, algumas páginas Web escolhem 4 horas, horário de Nova Iorque, ou 5 horas, horário de Londres). Dessa forma, os preços abertos, altos, baixos e em fechamento apresentados na nossa página Web podem ser diferentes dos preços em outras páginas Web, devido à convenção de hora de fechamento dos mercados.

source: plus
pt: mais

source: quote delayed by at least %1 minutes
pt: cotação atrasada em pelo menos %1 minutos

source: range
pt: intervalo

source: remaining
pt: restante

source: return
pt: retorno

source: return on
pt: Retorno

source: return on trades you make
pt: Retorno sobre as suas negociações

source: rise/fall
pt: sobe/desce

source: running
pt: carregando

source: set limits on your trading activities
pt: definir limites para as suas atividades de negociação

source: starting in
pt: Começando em

source: teams up with Professional Speakers on a monthly basis to teach you trading techniques and ways you can profit with binary trading.
pt: equipes com Palestrantes Profissionais ensinam mensalmente técnicas de negociação e maneiras de lucrar com as negociações binárias.

source: the market entry price was %1
pt: o preço de entrada do mercado era %1

source: to state the limits you wish to set via live chat, email or phone. Available limits are:
pt: estabeleça os limites que deseja através do chat em tempo real, de e-mail ou telefone. Os limites disponíveis são:

source: today
pt: hoje

source: touch/no-touch
pt: toque/sem-toque

source: trades
pt: Negociações

source: trading is suspended at the moment.
pt: a negociação está suspensa no momento.

source: when there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
pt: quando há uma falha nos meios de comunicação normalmente utilizados para a determinação do preço ou valor de qualquer contrato financeiro, ou quando o preço ou valor de qualquer dos contratos financeiros não pode ser apurado prontamente ou com precisão.

source: when, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts; or
pt: quando, como resultado de acontecimentos políticos, econômicos, militares ou monetários (incluindo uma volatilidade incomum do mercado ou falta de liquidez) ou de quaisquer circunstâncias fora do controle, a responsabilidade e poder da Empresa, a continuidade do funcionamento deste site não é razoavelmente praticável sem afetar materialmente e adversamente e prejudicar os interesses dos Clientes ou da Empresa, ou se, na opinião da Empresa, não for possível calcular o preço dos contratos financeiros, ou

source: where
pt: onde

source: with this %1 data:
pt: com estes dados %1:

source: with this HTTP header
pt: com o cabeçalho HTTP

source: withdrawal limits
pt: limites de retirada

source: you are not resident in a restricted country such as the USA, Japan or Hong Kong;
pt: você não é residente em um país restrito como USA, Japão ou Hong Kong;

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, Iraq or Myanmar;
pt: você não é residente em um país restrito como USA, Japão, Hong Kong, Bahamas, Costa Rica, Malásia, Malta, Iran, Corea do Norte,Jersey, Iraque e Birmania;

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
pt: for maior de 18 anos, a menos que seja residente na Estónia, neste caso terá de ser maior de 21 anos;

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
pt: leu a nossa declaração de privacidade e dá-nos, pelo presente, o seu consentimento para o processamento das suas informações pessoais, conforme aqui descrito;

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
pt: leu os presentes Termos e Condições Legais da página na íntegra e entendeu que vai comprar e vender contratos financeiros sujeitos aos presentes termos e condições;

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
pt: tem experiência e conhecimentos suficientes em matéria de negociação financeira para ser capaz de avaliar os méritos e os riscos de aquisição de contratos financeiros através deste site, tendo-o realizado sem depender de qualquer informação contida neste site.

source: your forecast was not '%1'.
pt: a sua previsão não foi '%1'.

source: Dutch Index
pt: Índice Holandês

source: AP Ordinary
pt: AP Ordinária

source: Australian Index
pt: índice Australiano

source: ANZ Banking Group Ltd
pt: Australia and New Zealand Banking Group Ltd (ANZ)

source: Belgian Index
pt: Índice Belga

source: Bombay 30 Index
pt: Índice 30 de Bombaim

source: Deutsche Bank AG
pt: Deutsche Bank

source: Deutsche Lufthansa
pt: Deutsche Lufthansa AG

source: Wall Street Index
pt: Índice de Wall Street

source: Telefonica SA
pt: Telefônica SA

source: French Index
pt: Índice Francês

source: World Index
pt: Índice Mundial

source: UK Index
pt: Índice do RU

source: Italian Index
pt: Índice Italiano

source: German Index
pt: Índice Alemão

source: Hong Kong Index
pt: Índice de Hong Kong

source: Spanish Index
pt: Índice Espanhol

source: Brazilian Index
pt: Índice Brasileiro

source: Irish Index
pt: Índice Irlandês

source: US Tech Composite Index
pt: Índice US Tech Composite

source: Jakarta Index
pt: Índice de Jacarta

source: Hitachi Ltd
pt: Hitachi Ltda

source: Toyota Motor
pt: Toyota Motor Corporation

source: Korean Index
pt: Índice Coreano

source: Hyundai Motor Co.
pt: Hyundai Motor Company

source: Shinhan Financial
pt: Shinhan Financial Group

source: Italian 30 Index
pt: Índice 30 Italiano

source: Euro 100 Index
pt: Índice 100 Europeu

source: Euro 150 Index
pt: Índice 150 Europeu

source: Japanese Index
pt: Índice Japonês

source: US Tech 100 Index
pt: Índice US Tech 100

source: Indian 50 Index
pt: Índice Indiano 50

source: Telenor
pt: Telenor Group

source: Yara International
pt: Yara International ASA

source: New Zealand Index
pt: Índice da Nova Zelândia

source: Norwegian Index
pt: Índice Norueguês

source: US S&P 100
pt: EUA S&P 100

source: Swedish Index
pt: Índice Sueco

source: Portuguese Index
pt: Índice Português

source: Random Bull
pt: Alta Aleatória (Random Bull)

source: Random Mars
pt: Aleatório Marte

source: Random Sun
pt: Random Sun (Sol Aleatório)

source: Random Yin
pt: Random Yin (Yin Aleatório)

source: Russian Regular Index
pt: Índice Regulador Russo

source: Global Energy Index
pt: Índice Global de Energia

source: Global Financial Index
pt: Índice Financeiro Global

source: Global Health Care Index
pt: Índice Global do Setor de Saúde

source: Global Info Tech Index
pt: Índice Global de Tecnologia de Informação

source: Global Materials Index
pt: Índice Global de Materiais

source: Global Industrial Index
pt: Índice Global Industrial

source: Global Telecom Srv Index
pt: Índice Global de Telecom

source: Global Utilities Index
pt: Índice Global do Setor de Serviços Públicos

source: Global Property Index
pt: Índice Global de Propriedade

source: US 500 Index
pt: Índice 500 EUA

source: Metals Index
pt: Índice de Metais

source: Biofuel Index
pt: Índice de Biocombustíveis

source: Bean Oil Index
pt: Índice Commodities Grãos e Óleos

source: Brent Crude Index
pt: Índice Brent Crude

source: Cocoa Index
pt: Índice do Cacau

source: Corn Index
pt: Índice do Milho

source: Crude Index
pt: Índice de Petróleo

source: Cotton Index
pt: Índice do Algodão

source: Energy & Metals Index
pt: Índices Metal e Energia

source: Gasoil Index
pt: Índice da Gasolina

source: Grains Index
pt: Índice de Grãos

source: Heating Oil Index
pt: Índice de Óleo

source: Copper Index
pt: Índice do Cobre

source: Nickel Index
pt: Índice do Níquel

source: Lead Index
pt: Índice do Chumbo

source: Zinc Index
pt: Índice do Zinco

source: Coffee Index
pt: Índice do Café

source: Kansas Wheat Index
pt: Índice do Trigo Kansas

source: Natural Gas Index
pt: Índice do Gás Natural

source: Petroleum Index
pt: Índice do Petróleo

source: Sugar Index
pt: Índice do Açúcar

source: Soybeans Index
pt: Índice da Soja

source: Wheat Index
pt: Índice do Trigo

source: Global Ecology Index
pt: Índice Global de Ecologia

source: Global Infrastructure Index
pt: Índice Global de Infraestrutura

source: Global Nuclear Index
pt: Índice Global Nuclear

source: Aerospace Index
pt: Índice Espacial

source: Construction Index
pt: Índice da Construção

source: Biotechnology Index
pt: Índice de Biotecnologia

source: Banking Index
pt: Índice Bancário

source: Comp Hardware Index
pt: Índice de Tecnologia (Comp Hardware Index)

source: Comp Software Index
pt: Índice de Tecnologia (Comp Software Index)

source: Insurance Index
pt: Índice de Seguros

source: Leisure Time Index
pt: Índice da Indústria do Lazer

source: Mortgage Finance Index
pt: Índice Financeiro Mortgage

source: Pharmaceuticals Index
pt: Índice Farmacêutico

source: Retail Index
pt: Índice do Varejo

source: Semiconductors Index
pt: Índice Semiconductors

source: Transportation Index
pt: Índice da Indústria do Transporte

source: Canadian 60 Index
pt: Índice 60 Canadiano

source: Global REIT Index
pt: Índice Global REIT

source: Shanghai Index
pt: Índice Xangai

source: Swiss Index
pt: Índice Suíço

source: Singapore Index
pt: Índice de Singapura

source: Euro 50 Index
pt: Índice 50 Europeu

source: Shenzhen Index
pt: Índice de Shenzhen

source: South African Index
pt: Índice Sul Africano

source: AstraZeneca plc
pt: AstraZeneca

source: Glencore Xstrat
pt: GlencoreXtrata

source: GlaxoSmithKline plc
pt: GlaxoSmithKline

source: ICAG (British Airways)
pt: British Airways

source: AT&T
pt: AT&T Inc.

source: The Coca-Cola Company
pt: Coca-Cola Company

source: AUD Index
pt: Índice AUD

source: EUR Index
pt: Índice EUR

source: GBP Index
pt: Índice GBP

source: USD Index
pt: Índice USD

source: Oil/AUD
pt: Petróleo/AUD

source: Oil/EUR
pt: Petróleo/EUR

source: Oil/GBP
pt: Petróleo/GBP

source: Oil/USD
pt: Petróleo/USD

source: EUR/BRL
pt: EUR/GBRL

source: USD/MXN
pt: USD/MXR

source: Silver/USD
pt: Prata/USD

source: Gold/AUD
pt: Ouro/AUD

source: Gold/EUR
pt: Ouro/EUR

source: Gold/GBP
pt: Ouro/GBP

source: Gold/USD
pt: Ouro/USD

source: Palladium/USD
pt: Paládio/USD

source: Platinum/USD
pt: Platina/USD

source: Commodities are traded items with directly usable qualities.
pt: Os commodities são produtos negociados com características diretamente utilizáveis.

source: Stocks
pt: Ações

source: Stocks (or shares) represent the value of partial ownership in a single company.
pt: As ações representam o valor parcial de propriedade de uma empresa.

source: Randoms
pt: Aleatórios

source: The Randoms are simulated markets that use random numbers to model the uncertainty that exists in real markets.
pt: Os Randoms (mercados aleatórios) são mercados simuladores que usam números aleatórios para exemplificar as incertezas que existem nos mercados reais.

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
pt: O Forex (ou câmbio) representa a relação entre os valores de duas moedas.

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
pt: Os índices representam o valor ponderado entre determinadas empresas, normalmente negociadas na mesma bolsa de valores.

source: Smart indices.
pt: Índices inteligentes.

source: Sectors
pt: Setores

source: Sectors represent the weighted value of a basket of companies which may operate in different countries and trade on different exchanges, but pursue similar lines of business.
pt: Os setores representam o valor ponderado de determinadas empresas que podem operar em diferentes países e negociam em diferentes bolsas de valores, mas seguem uma linha de negócios semelhante.

source: United Kingdom Stocks
pt: Ações do Reino Unido (UK)

source: Energy
pt: Energia

source: India Stocks
pt: Ações da Índia

source: Smart FX
pt: Inteligente FX

source: Smart FX indices
pt: Índices inteligentes FX

source: Australia Stocks
pt: Ações da Austrália

source: Major Pairs
pt: Pares Principais
