Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
pt: Nenhum atraso, negligência, ou abstenção do lado de qualquer uma das partes na execução contra a outra parte de qualquer termo ou condição deste Acordo deve ser ou será considerada uma renúncia, ou de qualquer forma prejudicar qualquer direito dessa parte ao abrigo do presente Acordo.

source: No hidden fees or commissions.
pt: Sem taxas ou comissões ocultas.

source: No open positions.
pt: Nenhuma posição em aberto.

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures, which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. The anti-money laundering processes have the following effects on Clients:
pt: Ninguém pode utilizar indevidamente este site para "lavagem" de capitais. A Empresa emprega os procedimentos da melhor prática de "anti-lavagem" de capitais, o que pode originar vários efeitos nos Clientes. A Empresa reserva-se o direito de recusar fazer negócio com Clientes, interromper negócio com Clientes e reverter as transações de Clientes que não aceitem ou não aderem a estes processos de "anti-lavagem" de capitais. Os processos de "anti-lavagem" de capitais têm os seguintes efeitos sobre os Clientes:

source: No risk, $10K virtual money account
pt: Sem risco, conta de $10K em dinheiro virtual

source: No. There's no cost to sign up to the %1 affiliate program.
pt: Não. O registro no programa de afiliados da %1 é gratuito.

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
pt: Nota: O contrato será vendido com o preço prevalecente do mercado no momento em que o pedido for recebido pelos nossos servidores. Esse preço pode ser diferente do preço indicado.

source: Note: Duplicate ticks are removed from the %1 feed
pt: Nota: Os tick duplicados são removidos do feed de %1

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
pt: Nota: Durante a hora de Verão ( horário de verão), o fuso horário GMT está uma hora atrás da BST (British Summer Time = Hora de Verão Britânica)

source: Note: Please do not press STOP or BACK on your browser, otherwise the game will be interrupted and you will lose your contract.
pt: Nota: Por favor não prima PARAR ou RETROCEDER no seu browser, senão o jogo será interrompido e perderá o seu contrato.

source: Note: The %1 will quote to %2 decimal places. <br/>Please wait for the market ticks.
pt: Nota: A %1 irá cotar para %2 casas decimais. <br/>Por favor aguarde os ticks do mercado.

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
pt: Nota: A empresa reserva-se o direito de cancelar comissões que não sejam reivindicadas após 2 anos. Por favor leia também os nossos termos e condições de afiliados.

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3 (at the moment it is only %1%4). This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
pt: Nota: Vai poder levantar o seu bônus de %1%2 apenas quando o seu volume agregado de contratos exceder %1%3 (de momento é apenas %1%4). Esta restrição aplica-se apenas aos bónus e aos lucros deles derivados. Todos os outros depósitos e lucros derivados dos mesmos podem ser levantados em qualquer momento.

source: Note: limits will apply to all currency segments on your account individually.
pt: Nota: os limites serão individualmente aplicáveis a todos os segmentos de moedas na sua conta.

source: Notes:
pt: Notas:

source: Notice: Power of Attorney to your account has been revoked from <a target="_blank" href="%1">%2</a>.<br>Trades cannot be placed anymore on your account directly by <a target="_blank" href="%1">%2</a>.
pt: Aviso: a Procuração para a sua conta foi revogada por<a target="_blank" href="%1">%2</a>.<br>Negociações não poderão mais ser feitas diretamente na sua conta pelo <a target="_blank" href="%1">%2</a>.

source: Notice: your account has granted Power of Attorney to <a target="_blank" href="%1">%2</a>.<br>Trades may be placed on your account directly by <a target="_blank" href="%1">%2</a>. You may <a class="bom_confirm_popup_link" href="%3">revoke this Power of Attorney at any time.</a>
pt: Aviso: a sua conta passou uma Procuração a <a target="_blank" href="%1">%2</a>.<br>Os contratos podem ser colocados diretamente na sua conta por <a target="_blank" href="%1">%2</a>. Você pode <a class="bom_confirm_popup_link" href="%3">revogar esta Procuração em qualquer momento.</p>

source: Notification of Changes
pt: Notificação de Alterações

source: Novice or Expert...
pt: Principiante ou Experiente...

source: Now
pt: Agora

source: Number of quoted digits
pt: Número de dígitos referidos

source: Number of ticks
pt: Número de ticks

source: Number of ticks must be between %1 and %2
pt: O número de ticks deve estar entre %1 e %2

source: OAuth2 Authentication Using Auth-Code Flow
pt: OAuth2 Autenticação Usando Auth-Code Fluxo

source: OAuth2 Authentication Using Implicit Flow
pt: OAuth2 Autenticação Usando Fluxo Implícito

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
pt: OAuth2.0 é o padrão emergente da internet para essa finalidade. Veja <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> para a definição oficial, no entanto nós vamos guiá-lo por meio de passos importantes para a sua plataforma.

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
pt: Extrato ORIGINAL de Banco/Cooperativa de Crédito/Instituição Financeira/Cartão de Crédito/Débito ou caderneta (dos últimos 3 meses)

source: ORIGINAL Utility bill (within last 3 months) ; or
pt: Fatura ORIGINAL de serviços públicos (dos últimos 3 meses); ou

source: Office where call is handled
pt: Escritório onde a chamada é tratada

source: Old password is wrong.
pt: A senha antiga está errada.

source: Older
pt: Antigo

source: On-time Payments Every Time
pt: Pontualidade no Pagamento

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
pt: Após a remoção dos ticks extraviados, é aplicado ao feed de dados um algoritmo de suavização a muito curto prazo. Este algoritmo de suavização remove um pouco do "ruído aleatório" em torno do feed de dados e garante que os clientes que compram contratos dependentes dos percursos (como os contratos de Um-Toque ou de intervalo de barreira) não verão os seus contratos serem ativados ou desativados por ruídos de mercado de curto prazo aleatórios, que não reflitam o verdadeiro preço de mercado.

source: Once this limit is reached, you may no longer deposit.
pt: Depois de alcançado este limite, deixará de poder fazer depósitos.

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
pt: Depois de clicar no botão 'Submeter' os fundos serão retirados da sua conta e enviados para a Agência de Pagamentos que escolheu.

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
pt: Depois de clicar no botão 'Submeter' os fundos serão retirados da sua conta e transferidos para a conta %1 do seu Cliente.

source: One simple platform
pt: Uma plataforma simples

source: Only one account is allowed per person. No winnings may be collected on accounts opened in false names or on multiple accounts opened by the same person.
pt: Apenas é permitida uma conta por pessoa. Não é possível recolher quaisquer ganhos em contas abertas com nomes falsos, ou em contas múltiplas abertas pela mesma pessoa.

source: Only properly tagged client can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
pt: Só um cliente devidamente etiquetado pode ser atribuído a um afiliado. Caso uma etiqueta de afiliado seja indevidamente inserida no site do afiliado, ou não seja devidamente recebida pelo servidor MyAffiliates, o registro e as compras resultantes não serão atribuídos ao afiliado. Por isso, a responsabilidade do afiliado é garantir que todos os links estejam devidamente etiquetados.

source: Open
pt: Abrir

source: Open Account
pt: Abrir Conta

source: Open An Account Now
pt: Abrir uma Conta Agora

source: Open New Account
pt: Abrir uma Conta Nova

source: Open Now
pt: Abrir Agora

source: Open Real Account
pt: Abrir Conta Real

source: Open Source
pt: Código aberto

source: Open a Free account
pt: Abra uma conta gratuita

source: Open-Source Projects
pt: Projetos Open-Source

source: Opening an account
pt: Abrir uma conta

source: Opens
pt: Abre

source: Opens late (at %1)
pt: Abre mais tarde (na %1)

source: Options trading can become a real addiction, as can any other activity pushed to its limits.
pt: O jogo e a negociação podem se tornar uma verdadeira dependência, tal como qualquer outra atividade que seja realizada em exagero.

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
pt: Oscilador calculado a partir das leituras diárias da Linha de Distribuição de Acumulação. O CMF é diferente de um oscilador de dinâmica, na medida em que não é influenciado pela variação diária do preço. Em vez disso, o indicador incide sobre a localização do fecho referente ao intervalo do período (diário ou semanal).

source: Other
pt: Outro

source: Other contact numbers
pt: Outros números de contato

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
pt: O nosso programa de afiliados destina-se a profissionais de investimento e Webmasters que gerem a sua própria página Web, newsletter ou mailing list.

source: Our application uses ports 8080 and 843. For connection difficulties, please contact your System Administrator and request your firewall to be updated accordingly.
pt: A nossa aplicação utiliza as portas 8080 e 843. Para dificuldades de conexão, por favor entre em contato com o seu Administrador do Sistema e solicite a atualização do seu firewall.

source: Our commission was %1 = %2 %3
pt: A nossa comissão era %1 = %2 %3

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
pt: Nossa empresa continua a prosperar e possui a licença da Isle of Man para melhor atender nossos clientes do Reino Unido.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
pt: O nosso serviço de atendimento ao cliente vai enviar outra solicitação de bônus em seu nome assim que recebermos os documentos. Esse procedimento pode durar 3 dias úteis para que o bônus seja creditado na sua conta.↵ ↵ Desejamos sorte nas suas negociações.↵ ↵ Atenciosamente,↵ ↵ Karen Yap↵ %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
pt: Os nossos clientes aprovam o nosso trabalho. Em meados de 2014, a Binary.com possui mais de 100 milhões de transações e mais de 130 mil novas operações diárias.

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
pt: O nosso feed de dados é concebido para ser um dos melhores e mais robustos disponíveis para um ambiente de negociação.

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
pt: O nosso feed de dados por vezes difere ligeiramente de outros feeds de dados encontrados na Internet (os quais podem diferir uns dos outros). Os motivos para as diferenças nos fornecedores de feeds incluem:

source: Our email address is %1.
pt: O nosso endereço de e-mail é %1.

source: Our exclusive pricing technology gives you the best possible opportunity to make your money work for you.
pt: A nossa tecnologia exclusiva de preços dá-lhe a melhor oportunidade possível de fazer o seu dinheiro trabalhar para você.

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
pt: Nosso rápido crescimento orgânico é complementado pela aquisição da base de clientes da BetsForTraders, um dos nossos principais concorrentes.

source: Our information security policies are based on industry best practices in access control and business continuity.
pt: As nossas políticas de segurança de dados assentam nas melhores práticas da indústria ao nível do controle de acessos e continuidade do negócio.

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
pt: Os nossos servidores aplicam um algoritmo de filtragem de ticks. O objetivo deste algoritmo de filtragem é cortar o feed de ticks extraviados. Os ticks extraviados são movimentos mínimos que caem manifestamente fora do intervalo de negociação atual do mercado; estes ticks são muitas vezes resultantes de atrasos de comunicação com as bolsas de valores ou bancos que fornecem as cotações, de erro humano ou de problemas com bases de dados em qualquer ponto entre o autor da cotação e os nossos servidores.

source: Over one billion dollars in trades to date.
pt: Mais de um bilhão de dólares em negociações até à data.

source: Overlay
pt: Sobreposição

source: Overlay Instruments
pt: Instrumentos de Sobreposição

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
pt: A propriedade e o conteúdo dos sites da %1 permanecem nossas respectivas propriedades e não são considerados ter sido cedidos ao afiliado através de qualquer ato ou omissão relativamente ao acordo de afiliação.

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
pt: A propriedade, conteúdo e responsabilidade pelos sites afiliados são da exclusiva responsabilidade do afiliado. Você será o único responsável pelo desenvolvimento, operação, e manutenção do seu site e por todos os materiais que aparecem no seu site. Irá indemnizar e isentar-nos de responsabilidades por todas as reclamações, danos e despesas (incluindo, mas não exclusivamente, honorários de advogados) relativamente ao desenvolvimento, operação, manutenção, e conteúdo do seu site.

source: P.O. Box is not accepted
pt: Apartado não aceite

source: PLEASE CONTACT CUSTOMER SUPPORT.
pt: CONTATE O ATENDIMENTO AO CLIENTE.

source: Page not found
pt: Página não encontrada

source: Parabolic SAR
pt: Sistema Parabólico SAR (Stop-And-Reversal)

source: Parameter value must be greater than zero
pt: O valor do parâmetro deve ser superior a zero

source: Participating in the forex, stocks or commodities markets
pt: Participar em mercados forex, de ações ou de commodities

source: Partner API
pt: Parceiro API

source: Partner API Registration
pt: Parceiro de Registro API

source: Partner API Registration for
pt: Registro da Parceiro da API para

source: Password
pt: Senha

source: Password is too long, please enter at most 30 characters.
pt: A senha é muito longa, introduza no máximo 30 caracteres.

source: Password is too short, please enter at least 3 characters.
pt: A senha é muito curta, introduza pelo menos 30 caracteres.

source: Password not given.
pt: Senha não dada.

source: Password reset
pt: Redefinição de senha

source: Password:
pt: Senha:

source: Payment Agent Deposit
pt: Depósito no Agente de Pagamentos

source: Payment Agent Withdrawal
pt: Retirada no Agente de Pagamentos

source: Payment Agent activity not currently authorized
pt: Atividade do Agente de Pagamento não está autorizada atualmente

source: Payment Agent transfer
pt: Transferência para o Agente de Pagamentos

source: Payment Agents are not available for your account.
pt: Não há Agentes de Pagamentos disponíveis para a sua conta.

source: Payment Agents are not available on this site.
pt: Não há Agentes de Pagamentos disponíveis neste site.

source: Payment Methods
pt: Métodos de Pagamento

source: Payment agents
pt: Agentes de pagamentos

source: Payment methods
pt: Métodos de Pagamento

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
pt: O pagamento será feito mensalmente, no 15.º dia, ou aproximadamente, de cada mês, e creditado na sua conta %1 especificada.

source: Payments
pt: Pagamentos

source: Payout
pt: Pagamento

source: Payout Currency
pt: Moeda do Pagamento

source: Payout has moved in your favour from %1 to %2.
pt: O pagamento mudou a seu favor de %1 para %2.

source: Payout may not have more than two decimal places.
pt: O pagamento não deve ter mais do que duas casa decimais.

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
pt: O pagamento deve estar entre <strong>%1</strong> e <strong>%2</strong>.

source: Pending Bonus: %1
pt: Bónus Pendente: %1

source: Performance
pt: Desempenho

source: Period
pt: Período

source: Perl Modules
pt: Módulos Perl

source: Phone Callback
pt: Retribuição de Chamada Telefónica

source: Pick workspace file
pt: Selecionar ficheiro de área de trabalho

source: Pip
pt: Ponto

source: Place a random trade
pt: Faça um contrato aleatório

source: Platform Tour
pt: Faça um tour pela Plataforma

source: Play Again
pt: Jogar Novamente

source: Please choose which currency you would like to transact in.
pt: Escolha a moeda com que pretende negociar.

source: Please click Back and input again.
pt: Clique em Retroceder e introduza novamente.

source: Please click on the "Play" button to start the video.
pt: Clique no botão "Reproduzir" para iniciar o vídeo.

source: Please confirm the transaction details in order to complete the transfer:
pt: Confirme os detalhes da transação para concluir a transferência:

source: Please contact us using the toll-free number provided for your country or our general contact number below.
pt: Contate-nos através do número gratuito disponibilizado para o seu país ou através do nosso número de contato geral apresentado abaixo.

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
pt: Contate-nos para expor as suas questões, quaisquer que sejam, pelo <a href="mailto:%1">%1</a>. Teremos o prazer de conhecer o seu feedback e de responder as suas questões de forma rápida e precisa.

source: Please do not click more than once and please allow 15 seconds for processing.
pt: Por favor, não clique mais de uma vez e aguarde 15 segundos para o processamento.

source: Please enter a date that is at least 6 months from now.
pt: Por favor, introduza uma data que seja, no mínimo, seis meses a partir de agora.

source: Please enter a password.
pt: Introduza uma senha.

source: Please enter a town or city.
pt: Introduza uma vila ou cidade.

source: Please enter a valid amount.
pt: Introduza uma quantia válida.

source: Please enter a valid name.
pt: Introduza um nome válido.

source: Please enter an integer value.
pt: Introduza um valor inteiro.

source: Please enter date in the format YYYY-MM-DD.
pt: Por favor, introduza a data no formato AAAA-MM-DD.

source: Please enter the Login ID to transfer funds.
pt: Introduza o ID de Início de Sessão para transferir os fundos.

source: Please enter the country where you want to offer your service
pt: Introduza o país onde pretende prestar o seu serviço

source: Please enter the first line of your home address.
pt: Introduza a primeira linha do seu endereço residencial.

source: Please enter your email address.
pt: Introduza o seu endereço de e-mail.

source: Please enter your first name.
pt: Introduza o seu nome próprio.

source: Please enter your last name.
pt: Introduza os seus apelidos.

source: Please enter your secret answer
pt: Introduza a sua resposta secreta

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
pt: Preencha o ID de Início de Sessão e a Quantia que pretende transferir para o seu Cliente no formulário abaixo:

source: Please input a valid date.
pt: Introduza uma data válida.

source: Please input it again to confirm
pt: Introduza novamente e confirme

source: Please log in to use this feature
pt: Inicie sessão para utilizar esta função

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
pt: Certifique-se de que aceita as condições de pagamento do Agente antes de submeter o seu pedido.

source: Please note that if you have deposited at least once by credit/debit card, you may find that you are restricted in the amount you may convert into other currencies.
pt: Por favor, note que se tiver feito depósitos pelo menos uma vez com cartão de crédito/débito, poderá perceber que lhe foram impostas restrições nas quantias que pode converter para outras moedas.

source: Please note that mobile telephone bills are not acceptable as evidence of address
pt: Por favor note que as faturas de celular não são aceitas ​​como comprovante de endereço
