Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: You are not authorized for withdrawal via payment agent.
pt: Você não está autorizado a fazer uma retirada por meio de agente de pagamento.

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
pt: Pode <a class="pjaxload" href="%1">abrir uma conta</a>, depositar fundos e começar a negociar dentro de minutos.

source: You can choose payouts from $1 to $100,000. This wide payout range is ideal for both small and large traders.
pt: Você pode escolher pagamentos entre $1 e $100.000. Essa variação de pagamento é ideal para pequenos e grandes negociadores.

source: You can close your trade before expiry to lock in profits.
pt: Você pode fechar o seu contrato antes da data de vencimento para bloquear lucros.

source: You can fund your account with a minimum of &#36;/&pound;/&euro; 5 via any of the methods.
pt: Você pode financiar a sua conta com um mínimo de &#36;/&pound;/&euro; 5 por meio de qualquer um dos métodos.

source: You can open a <a class ="pjaxload" href="%1">real money</a> account using dollars, pounds or euros. Simply make a deposit using your credit card, bank wire or e-cash. You can deposit between 5 and 150,000 USD, GBP, EUR and AUD.
pt: Abra uma conta de <a class ="pjaxload" href="%1">dinheiro real</a> usando dólar, libra ou euro. Simplesmente faça um depósito usando o seu cartão de crédito, transferência bancária ou dinheiro eletrônico. Você pode depositar entre 5 e 150,000 USD, GBP, EUR e AUD.

source: You can open two types of account: a real money account and a virtual money account.
pt: Você pode abrir dois tipos de contas: uma conta de dinheiro real e uma conta de dinheiro virtual.

source: You can open your account
pt: Você pode abrir a sua conta

source: You can sell back long-term trades at any time to profit from changing market conditions.
pt: Você pode vender contratos a longo prazo a qualquer momento a fim de aproveitar as mudanças das condições de mercado.

source: You can set the length of your trade, from 10 seconds to 365 days.
pt: Você pode definir o a duração da sua negociação, desde 10 segundos até 365 dias.

source: You can still authenticate your account by sending us scans of the following documents by email
pt: Você ainda pode autenticar a sua conta nos enviando por e-mail as cópias digitalizadas dos seguintes documentos

source: You can try another <a href="%1">payment option</a> or for additional assistance:
pt: Pode tentar outra <a href="%1">opção de pagamento</a> ou pedir assistência adicional:

source: You can use an authorized payment agent to process deposits and withdrawals for e-cash methods or local currencies not supported by
pt: Você pode usar um agentes de pagamentos para processar os depósitos e retiradas por meio de dinheiro eletrônico ou moedas locais não suportados por

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
pt: Você pode utilizar os Agentes de Pagamentos para processar os depósitos e retiradas para métodos de pagamento ou moedas locais não suportados pela %1. Isso é fácil de fazer.

source: You cannot transfer to account %1, as their account is currently disabled.
pt: Não pode transferir para a conta %1, porque essa conta está de momento desativada.

source: You clicked on an expired link. If you have already clicked on this link, it has been <b>disabled for security reasons</b>. Please re request change of password.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
pt: você clicou em um link que expirou. Se já tiver clicado neste link, o mesmo foi <b>desativado por motivos de segurança</b>. Por favor, peça novamente a alteração da senha.<br /><br />A sua conta é importante para nós. Se precisar de mais ajuda, entre em contato com o nosso <a href="%1" target="_blank"><strong>Atendimento ao Cliente</strong></a>.

source: You clicked on an expired link. Please refer to the email with the subject line <strong>New Password Request</strong> and click on the link provided.<br /><br /> Your account is important to us. If you require further assistance, please contact our <a href="%1" target="_blank"><strong>Customer Support</strong></a>.
pt: Clicou num link que expirou. Por favor, consulte o e-mail com o assunto <strong>Solicitação de Nova Senha</strong> e clique no link fornecido.<br /><br /> A sua conta é importante para nós. Se precisar de mais ajuda, entre em contacto com o nosso <a href="%1" target="_blank"><strong>Atendimento ao Cliente</strong></a>.

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
pt: Você não precisa depositar dinheiro para abrir uma conta, mas você vai precisar depositar fundos antes de poder começar a comprar contratos.

source: You get fair and transparent pricing, whatever your position.
pt: Você consegue preços justos e transparentes, independentemente da sua posição.

source: You have a duty to act in the client's best interests and you shall not encourage clients to make deposits or place any trades where the purpose of that action is (whether in whole or part) to increase affiliate commissions rather than to benefit the client's trading performance and profitability.
pt: Você tem o dever de agir no melhor interesse do cliente e não vai encorajar os clientes a fazer depósitos ou concluir quaisquer contratos que o objetivo dessa ação seja (no todo ou em parte) aumentar as comissões de afiliado em vez de beneficiar o desempenho e a lucratividade das negociações do cliente.

source: You have already attempted to authenticate your ID using our online verification procedure.
pt: Já tentou autenticar o seu ID através do nosso procedimento de verificação online.

source: You have already claimed a bonus in the past.
pt: Você já solicitou o seu bônus.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the last %2 days.
pt: Já levantou o equivalente a EUR %1 em agregado durante os últimos %2 dias.

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the lifetime of your account.
pt: Você já retirou o equivalente a EUR %1 do total ao longo da vida útil da sua conta.

source: You have already withdrawn the equivalent of EUR %1.
pt: Já levantou o equivalente a EUR %1.

source: You have bought contracts with a combined purchase price of five times the bonus amount.
pt: Comprou contratos com um preço de compra combinado de cinco vezes o montante do bónus.

source: You have entered an invalid IP address.
pt: Introduziu um endereço IP inválido.

source: You have entered an invalid login ID
pt: Introduziu um ID de início de sessão inválido

source: You have exceeded the daily limit for contracts of this type.
pt: Excedeu o limite diário de contratos desta página.

source: You have not yet reached the turnover required to be credited with the bonus.
pt: Você ainda não alcançou o faturamento necessário para que o seu bônus seja creditado.

source: You have opened an account using invalid details.
pt: Você abriu uma conta usando dados inválidos.

source: You have predicted that the %1th tick will <strong><i>not</i></strong> have a last decimal digit of "%2".
pt: Você previu que o %1º movimento mínimo <strong><i>não</i></strong> terá um último dígito decimal de "%2".

source: You have predicted that the %1th tick will have %plural(%2,a last decimal digit,last decimal digits) of "%3".
pt: Você previu que o %1º movimento mínimo terá %plural(%2,um último dígito decimal,últimos dígitos decimais) de "%3".

source: You have predicted that the %2 th tick will be %1 than the market entry price.
pt: Você previu que o %2º movimento mínimo será %1 ao preço i entrada do mercado.

source: You have purchased the following contract:
pt: Você comprou o seguinte contrato:

source: You have signed up for more than one account.
pt: Você abriu mais de uma conta.

source: You have sold the following contract:
pt: Você vendeu o seguinte contrato:

source: You may not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trade marks or trade names that include the word "%1" or any variation thereof. However, this does not extend to the use of metatag keywords on your site which are identical or similar to any of the Company's trade marks or trade names including the term %1.
pt: Você não pode comprar ou registar palavras-chave, pesquisar termos ou outros identificadores para uso em qualquer motor de busca, portal, serviço de publicidade patrocinada ou outro serviço de pesquisa ou de referenciadores que sejam idênticos ou semelhantes a qualquer das marcas comerciais ou nomes comerciais da Empresa, que incluam a palavra "%1" ou qualquer variante, respetivamente. No entanto, tal não se estende ao uso de palavras-chave metatag no seu site que sejam idênticas ou semelhantes a alguma das marcas comerciais ou nomes comerciais da Empresa, incluindo o termo %1.

source: You may only open an account at this site on condition that:
pt: Apenas pode abrir uma conta neste site se:

source: You may prefer to open a <a class="pjaxload" href="%1">virtual money</a> account to practice trading. It's free, and will give you experience and confidence in trading strategies.
pt: Você pode preferir abrir uma conta de <a class="pjaxload" href="%1">dinheiro virtual</a> para praticar a sua negociação. Ela é gratuita e oferece uma experiência e confiança nas estratégias de negociação.

source: You may withdraw the Y deposited to claim the bonus and any winnings generated by the bonus at any time.
pt: Pode levantar em qualquer momento o Y depositado para solicitar o bónus e todos os ganhos gerados pelo bónus.

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
pt: Pode levantar a quantia do bónus depois de exceder um volume de negócios da conta de 25 vezes o valor da quantia do bónus.

source: You must already have a valid "Real money account" with Binary.com.
pt: Você já deve ter uma "Conta Real" válida aberta com a Binary.com.

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
pt: Tem de inciar sessão para utilizar a função da área de trabalho. A abertura da conta é gratuita e demora apenas 30 segundos.

source: You must have a valid 'real' money account before registering as an API Developer
pt: Você deve ter uma conta de dinheiro "real" antes de se registrar como Programador API

source: You must now strip ACCESSTOKEN from the redirection URL as described in the literature for Implicit Grants.
pt: Agora você deve retirar o ACCESSTOKEN do redirecionamento de URL, como descrito na literatura por Implicit Grants.

source: You only need to make four decisions to execute a binary contract.
pt: Você precisa apenas tomar quatro decisões para executar um contrato binário.

source: You represent, warrant and undertake that your Site or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive or otherwise controversial or in breach of any third party rights and shall not link to any such material.
pt: Você representa, garante e compromete-se a que o seu Site ou promoção não contenha material que seja difamatório, pornográfico, ilegal, prejudicial, ameaçador, obsceno, ofensivo, ou racial ou etnicamente, ou de outra forma, censurável ou discriminatório, violento, politicamente sensível, ou de outra forma controverso, ou em violação de quaisquer direitos de terceiros e que não terá ligação a nenhum material como os anteriormente referidos.

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
pt: Você arrisca apenas a sua aposta inicial,e a sua aposta nunca aumenta, mesmo em mercados de alterações repentinas.

source: You set the barrier(s) to define your position.
pt: Você define a sua barreira(s)para definir a sua posição.

source: You shall at all times comply with the Data Protection Acts 1988 and 2003 and the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 and any other related or similar legislation and you shall indemnify on demand and hold The Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you this of obligation.
pt: Você deve cumprir sempre as Leis de Proteção de Dados 1988 e 2003 e os Regulamentos da Comunidade Europeia (Redes e Serviços de Comunicações Eletrônicas) (Proteção e Privacidade de Dados) 2003 e qualquer outra legislação relacionada ou semelhante, indemnizando a pedido e isentando a Empresa de responsabilidades decorrentes e contra todas e quaisquer perdas, processos, reclamações, danos, custos, despesas,(includindo, mas não exclusivamente, as perdas consequenciais e a perda de lucros, custos e despesas legais razoáveis e IVA quando aplicável) e passivos sofridos ou incorridos, direta ou indiretamente, pela Empresa em consequência de alguma violação realizada por si desta obrigação.

source: You shall be expected to act with good faith and integrity in your relationships with your referrals and that you shall not resort to high-pressure sales tactics or false promises
pt: Espera-se que você atue de boa fé e com integridade nas suas relações com os seus referenciadores e que não recorra a táticas de venda exercendo grande pressão ou recorrendo a falsas promessas

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you of clause 3.3 or 3.4.
pt: Você indemnizará a pedido, e isentará a Empresa de responsabilidades decorrentes e contra todas e quaisquer perdas, processos, reclamações, danos, custos, despesas, (includindo mas não exclusivamente as perdas consequenciais e a perda de lucros, custos e despesas legais razoáveis e IVA quando aplicável) e passivos sofridos ou incorridos, direta ou indiretamente, pela Empresa em consequência de alguma violação por sua da cláusula 3.3 ou 3.4.

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance or non-observance by you of any of your obligations or warranties under this Agreement.
pt: Deverá indemnizar a Empresa a pedido e isentar a Empresa de responsabilidades decorrentes e contra todas e quaisquer perdas, processos, reclamações, danos, custos, despesas, (includindo, mas não exclusivamente, as perdas consequenciais e perda de lucros, custos e despesas legais razoáveis e IVA quando aplicável) e passivos sofridos ou incorridos, direta ou indiretamente, pela Empresa em consequência de alguma violação, não cumprimento ou não-observância por si, ou de alguma das suas obrigações ou garantias nos termos do presente Acordo.

source: You shall not hold or pool client funds or third party funds into your own account held with %1.
pt: Você não deve deter ou reunir fundos de clientes ou fundos de terceiros na sua própria conta detida na %1.

source: You will be automatically logged out after such time.
pt: A sua sessão será terminada automaticamente após esse tempo.

source: You will earn a commission up to 35% of the net revenue generated by clients you introduce to %1.
pt: Ganhará uma comissão de até 35% das receitas líquidas geradas pelos clientes a quem der a conhecer a %1.

source: You will have no 'margin calls', no 'stops', and no surprises.
pt: Você não terá 'avisos de margem', nem 'pausas', nem surpresas.

source: You will receive your earnings by the 15th of every month, for the commission earned during the previous calendar month.
pt: Você receberá no dia 15 de cada mês os ganhos referentes à comissão do mês anterior.

source: You win the payout if the market price does not end in the digit you have selected.
pt: Ganha o pagamento se o preço do mercado não terminar no dígito que selecionou.

source: You win the payout if the market price ends in the digit you have selected.
pt: Ganha o pagamento se o preço do mercado terminar no dígito que selecionou.

source: You won't lose your shirt
pt: Não perca tudo

source: You'll enjoy using this comprehensive charting tool with 27 technical indicators.
pt: Você vai gostar de usar esta ferramenta de mapeamento abrangente com 27 indicadores técnicos.

source: You're using a virtual money account.
pt: Você está usando uma conta de dinheiro virtual.

source: Your %1 day withdrawal limit is currently <strong>EUR %2</strong> (or %3 in other currency).
pt: O seu limite de retirada diário da %1 é atualmente <strong>EUR %2</strong> (ou %3 em outra moeda).

source: Your <strong>first</strong> deposit is equal to or more than %1%2, and
pt: O seu <strong>primeiro</strong> depósito é igual ou superior a %1%2, e

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
pt: O seu Cliente receberá uma notificação por e-mail com a informação de que a transferência foi processada.

source: Your Email:
pt: O seu e-mail:

source: Your IP address appears to have changed. This could be because you recently disconnected and then reconnected to your ISP.
pt: O seu endereço IP parece ter mudado. Isto pode ter acontecido por se ter recentemente desligado e ligado novamente ao seu ISP.

source: Your Login ID
pt: O seu ID de Início de Sessão

source: Your Login ID must start with either of the following:
pt: O seu ID de Início de Sessão tem de começar por um dos que se seguem:

source: Your Login ID should not contain spaces.
pt: O seu ID de Início de Sessão não pode conter espaços.

source: Your Public Key
pt: A sua Chave Pública

source: Your account balance
pt: O seu saldo de conta

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
pt: O seu saldo de conta (%1%2) é insuficiente para comprar este contrato (%1%3).

source: Your account does not require authentication at this time.
pt: A sua conta não precisa de autenticação no momento.

source: Your account has been credited with <strong>%1 %2</strong>
pt: A sua conta foi creditada com <strong>%1 %2</strong>

source: Your account has been debited with %1 %2
pt: A sua conta foi debitada com %1 %2

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
pt: A sua conta excedeu o limite de negociação com código de promoção gratuito, por favor deposite se desejar continuar a negociar.

source: Your account is closed.
pt: A sua conta está fechada.

source: Your account is disabled.
pt: A sua conta está desabilitada.

source: Your account is fully authenticated and your withdrawal limit of EUR %1 has been lifted.
pt: A sua conta está totalmente autenticada e o seu limite de retirada de EUR %1 foi levantado.

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
pt: A sua conta está totalmente autenticada. Pode consultar os seus <a href="%1">%limites de negociação aqui</a>.

source: Your account is fully operational and you may begin depositing money and buying contracts.
pt: A sua conta está totalmente operacional e pode começar a depositar dinheiro e a comprar contratos.

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
pt: A sua conta é importante para nós. Por favor, <a href="%1">contate-nos</a> se precisar de mais assistência.

source: Your account is registered as a Payment Agent.
pt: A sua conta está registrada como Agente de Pagamentos.

source: Your account is restricted to withdrawals only.
pt: A sua conta pode fazer apenas retiradas.

source: Your balance is over your allowed limit.
pt: O saldo da sua conta está acima do seu limite permitido.

source: Your base url for all API calls
pt: A sua base url para todas as ligações API

source: Your bonus request - %1
pt: O seu pedido de bônus - %1

source: Your bonus will be credited to your account within 3 working days after the following conditions have been met:
pt: O seu bónus será creditado na sua conta num espaço de 3 dias úteis após as condições que se seguem serem cumpridas:

source: Your bonus will be credited to your account within 3 working days after you have bought contracts with a combined purchase price equal to or greater than the bonus amount.
pt: O seu bónus será creditado na sua conta dentro de 3 dias úteis depois de ter comprado contratos com um preço de compra combinado igual ou maior do que a quantia de bónus.

source: Your bonus will be credited to your account within 3 working days.
pt: O seu bónus será creditado na sua conta dentro de 3 dias úteis.

source: Your callback handler now swaps the new authorization code for a session token with this call:
pt: O seu gerenciador de retorno de chamada agora troca o novo código de autorização por uma sessão token com esta chamada:

source: Your cashier is locked by password.
pt: A sua seção do caixa está bloqueada com senha.

source: Your cashier is locked.
pt: O seu caixa está bloqueado.

source: Your cashier section is locked.
pt: A sua seção do caixa está bloqueada.

source: Your cashier session has expired
pt: A sua sessão do caixa expirou

source: Your country
pt: O seu país

source: Your current self-exclusion settings are as follows:
pt: As suas definições de auto-exclusão atuais são as seguintes:

source: Your details
pt: Os seus detalhes

source: Your documents are expired.
pt: Os seus documentos expiraram.

source: Your email address
pt: O seu endereço de e-mail

source: Your form has been submitted.
pt: O seu formulário foi enviado.

source: Your funds are safe
pt: Os seus fundos estão seguros

source: Your information is incomplete or incorrect. Please correct the fields highlighted above.
pt: As suas informações estão incompletas ou incorretas. Corrija por favor os campos destacados acima.

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
pt: O seu dinheiro está sempre seguro com a %1. O tempo todo, ele é guardado em bancos de classificação AAA, que é uma condição de nossas licenças comerciais.

source: Your name
pt: O seu nome

source: Your name/company
pt: O seu nome/empresa

source: Your new account balance is %s %s
pt: O seu novo saldo de conta é %s %s

source: Your old password is incorrect
pt: A sua senha antiga está errada

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
pt: A sua ordem (Referência # <span id="reference_no">%1</span>) foi executada na %2.
