Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
pt: O indicador de Convergência/Divergência de Média Móvel(MACD) é um indicador que segue uma tendência e que se destina a identificar alterações na tendência. O MACD é um oscilador baseado em duas médias móveis exponenciais do preço de uma cotação. São mostradas três linhas. A linha "MACD" é calculada como a diferença entre as duas médias móveis (normalmente com base em médias de 12 e 26 dias). A linha "sinal" é uma média suavizada de 9 dias da linha padrão MACD, e é por vezes referida como linha MACD "lenta".

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
pt: O indicador de Desempenho exibe um desempenho do preço de um título em percentagem. Isto é chamado por vezes de gráfico "normalizado". O indicador de Desempenho exibe a percentagem de aumento do título desde o primeiro período exibido. Por exemplo, se o indicador de Desempenho for 10, significa que o preço do título aumentou 10% desde o primeiro período exibido no lado esquerdo do gráfico. De igual modo, um valor de -10% significa que o preço do título caiu 10% desde o primeiro período exibido. Os gráficos de desempenho são úteis para se comparar as oscilações de preço de diferentes títulos.

source: The Program
pt: O Programa

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
pt: O indicador de Velocidade de Mudança (ROC) é uma forma de mostrar a rapidez com que o preço de uma ação específica (ou de outro instrumento financeiro) está a oscilar. A teoria é que se um preço estiver a subir (ou a cair) muito rapidamente chegará um momento em que se considera como sobrecomprado (ou sobrevendido). Quando isso acontece, o preço pode ainda continuar a subir (ou descer), mas não tão rapidamente como antes.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
pt: O Índice de Força Relativa (RSI - Relative Strength Index) mede o preço de uma ação em relação a si própria e ao seu histórico recente. Ele é calculado com a média de preços para os dias em que o preço subiu, dividida pela média dos preços para os dias em que o preço desceu. O RSI oscila entre 0 e 100. Um nível +70 poderá indicar que uma ação está sobre-comprada, significando que o especulador deve estar a considerar vendê-la. Ou, ao contrário, ela está sobre-vendida no nível 30. O princípio é: quando há uma alta proporção de movimentos diários numa direção, este sugere um extremo, e os preços são susceptíveis de reverter.

source: The Spread represents the difference between the Bid and Ask.
pt: O spread representa a diferença entre o Preço de Compra e de Venda.

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
pt: O Oscilador Estocástico é um indicador de dinâmica que mostra a localização do fecho atual relativo à faixa alta/baixa ao longo de uma série de períodos. O Oscilador Estocástico é composto por duas linhas que oscilam entre uma escala vertical de 0 a 100. A %K é a principal linha e é desenhada como linha contínua. A segunda é a linha %D e é uma média móvel da linha %K. A linha %D é desenhada como linha de pontos. O Estocástico Rápido é a média das últimas %K e um Estocástico Lento é uma média de três dias do Estocástico Rápido.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Regent Markets Group of companies or any of our business associates.
pt: Os dados pessoais acima que recolhemos serão detidos por nós e processados para qualquer finalidade, conforme possa ser permitido por lei ou requerido por qualquer lei. Também podemos transferir esses dados pessoais para qualquer empresa do Regent Markets Group ou qualquer um dos nossos associados.

source: The bandwidth to compute the indicator
pt: A largura de banda para calcular o indicador

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
pt: A barreira de negociação de uma opção binária é o preço-alvo que você seleciona. Você pode escolher negociações que ficam abaixo ou acima do preço-alvo, ou que ficam entre os dois alvos.

source: The barrier(s) you choose defines your position and triggers your payout.
pt: A barreira que você escolhe define a sua posição e aciona o seu pagamento.

source: The barriers are improperly entered for this contract.
pt: As barreiras foram inseridas de forma inadequada neste contrato.

source: The best promotional tools and robust online reporting
pt: As melhores ferramentas promocionais e os relatórios mais robustos online

source: The bonus code can only be entered and activated upon account opening.
pt: O código de bónus só pode ser inserido e ativado com a abertura da conta.

source: The bonus will only be paid according to the first deposit amount, and will not be given based on multiple deposits that accumulate to Y.
pt: O bónus só será pago de acordo com a quantia do primeiro depósito, e não será atribuído com base em depósitos múltiplos que acumulem para Y.

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above. The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
pt: O cálculo do preço a ser pago (ou pagamento a ser recebido) para contratos financeiros neste site no momento em que o contrato financeiro é comprado ou vendido será baseado na melhor estimativa dos movimentos de preços de mercado e no nível esperado de taxas de juros, volatilidade implícita e outras condições ao longo da duração do contrato financeiro e baseia-se em matemática complexa. O cálculo incluirá uma inclinação a favor da Empresa. Os preços de contratos financeiros (ou as quantias de pagamentos) oferecidos aos Clientes que especulam no mercado ou sobre preços de índices podem diferir substancialmente dos preços disponíveis nos mercados primários, onde são negociados índices de ações, commodities ou contratos, devido à inclinação que favorece a Empresa no sistema de cálculo de preço acima referido. Os dados de mapeamento disponibilizados aos Clientes pela Empresa são apenas indicativos e podem por vezes diferir dos valores reais do mercado. A decisão da Empresa relativamente ao cálculo de um contrato financeiro será definitiva e vinculativa. A Empresa permite a opção de vender contratos antes do termo de alguns contratos, mas não será obrigada a fazer isso e pode suspender esta opção, dependendo das condições atuais do mercado. Os contratos podem ser alterados quando o valor do ativo básico é ajustado por ações corporativas durante o período do contrato.

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
pt: A Empresa não garante a capacidade de vender um contrato antes do seu termo.

source: The company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
pt: A empresa pode, de tempos em tempos, informá-lo sobre alterações no site, novos serviços e promoções. Se você, no entanto, não desejar receber dados de marketing direto, você pode cancelar a assinatura do serviço ou enviar e-mail a nossa equipe de apoio ao cliente. Se você decidir optar novamente por receber esse material promocional, você também pode fazê-lo entrando em contato conosco.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
pt: A Empresa reserva-se o direito de cancelar/proibir o uso desta promoção a seu próprio critério em qualquer momento.

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 24 months.
pt: A Empresa reserva-se o direito de cobrar uma taxa de não-movimento de até USD/EUR/AUD/GBP25 a cada 6 meses para todas as contas de Cliente que não tenham registrado nenhuma transação durante mais de 24 meses.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, the company does not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
pt: O conteúdo desta página Web está sujeito a alterações em qualquer momento sem pré-aviso e destina-se exclusivamente a prestar assistência aos negociadores na tomada de decisões de investimento independentes. A %1 tomou medidas razoáveis para garantir a exatidão das informações da página Web. No entanto, a empresa não garante a sua exatidão e não aceitará a responsabilidade por qualquer perda ou dano que possam resultar direta ou indiretamente do conteúdo ou da sua incapacidade de aceder à página Web, por qualquer atraso ou falha na transmissão ou recepção de qualquer instrução ou notificação enviada através desta página Web.

source: The contract has expired
pt: O contrato expirou

source: The contract is not available after %1 GMT.
pt: O contrato não está disponível depois das %1 GMT.

source: The contract must expire on a trading day.
pt: O contrato deverá expirar em um dia de negociação.

source: The contract payout has changed from %1%2 to %1%3.
pt: O pagamento do contrato mudou de %1%2 para %1%3.

source: The contract period is the timeframe of a trade. It is also called the duration.
pt: O período de contrato é o prazo de uma negociação. É também chamado de duração.

source: The contract price has changed from %1%2 to %1%3.
pt: O preço do contrato mudou a seu favor de %1%2 para %1%3.

source: The cost of your open positions
pt: O custo das suas posições em aberto

source: The currency of your bonus will be the same as the currency of your first deposit.
pt: A moeda do seu bônus será a mesma que a moeda do seu primeiro depósito.

source: The database is not yet updated with settlement data.
pt: A base de dados ainda não está atualizada com os dados de liquidação.

source: The distance between the middle line and the upper and lower threshold lines
pt: A distância entre a linha central e as linhas de limite superior e inferior

source: The duration is the length of a purchased trade (see 'contract period').
pt: A duração de um contrato representa o período da negociação comprada (veja "período do contrato").

source: The entry spot price is the starting price of the trade purchased by a trader.
pt: O preço de entrada é o preço inicial do contrato comprado pelo negociador.

source: The expiry price is the price of the underlying when the contract expires.
pt: O preço de vencimento é o preço do subjacente quando o contrato finaliza.

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
pt: O algoritmo de filtragem assenta numa fórmula matemática semelhante ao sistema de volatilidade das "Bandas de Bollinger" - ou seja, as bandas de volatilidade a curto prazo são determinadas em torno do valor atual de mercado, e os movimentos mínimos que estejam manifestamente fora destas faixas são removidos.

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
pt: Os serviços de negociação financeira contidos neste site são adequados apenas para Clientes que sejam capazes de suportar a perda de todo o dinheiro que investem e que entendem e têm experiência nos riscos implicados na aquisição de contratos financeiros.

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If the purchased contracts expire worthless, you will suffer a total loss of your investment, which will consist of the contract premium. If you are contemplating purchasing deep-out-of-the-money contracts (where the strike/barrier price is far away from the current underlying spot price), you should be aware that the chance of such contracts becoming profitable ordinarily is remote.
pt: Os serviços de negociação financeira contidos neste site são adequados apenas para Clientes que sejam capazes de suportar a perda de todo o dinheiro que investem e que entendem e têm experiência nos riscos envolvidos na aquisição de contratos financeiros. As transações em contratos financeiros têm um elevado grau de risco. Se os contratos comprados finalizarem sem valor, sofrerá uma perda total do seu investimento, que consistirá no prêmio do contrato. Se você está pensando em comprar contratos profundamente "out-of-the-money" (onde o preço limite/barreira está muito distante do preço atual do mercado básico atual), deve ter consciência de que a possibilidade de tais contratos se tornarem habitualmente lucrativos é remota.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
pt: O primeiro passo é abrir uma conta. Você pode <a target='_blank' href='%1'>inscrever-se online</a> em apenas poucos minutos.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
pt: A primeira coisa a fazer é escolher o ativo que você deseja negociar, como ouro ou petróleo, as ações ou as taxas cambiais(O valor de uma opção binária é derivado do preço do ativo subjacente. A grande vantagem de negociar opções é que você não está comprando ou vendendo o ativo real.

source: The first tick for this contract is the first tick after the contract is processed by our servers.
pt: O primeiro tick para esse contrato é o primeiro tick depois que o contrato é processado pelos nossos servidores.

source: The game has started!
pt: O jogo já começou!

source: The last decimal %plural(%1,digit,digits) of the %2th tick %plural(%1,is,are) '%3'; your forecast was %4
pt: O último decimal %plural(%1,dígito,dígitos) do %2º movimento mínimo %plural(%1,é,são) '%3'; a sua previsão era %4

source: The last decimal digit of the %1th tick was '%2'.
pt: O último dígito decimal do %1º movimento mínimo era '%2'.

source: The market exit price is the price in effect at the end of the contract period.
pt: O preço de saída do mercado é o preço em vigor no momento do fim do contrato.

source: The market must be open at the start time.
pt: O mercado deve estar aberto no horário do início.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2014 Regent Markets Group of companies. All rights reserved.
pt: Os materiais que compõem o site da %1 (incluindo, sem limitação, todos os artigos, textos, imagens, logótipos, compilação, sistemas, código e design) estão protegidos por direitos de autor de 1999-2014 do Regent Markets Group de empresas. Reservados todos os direitos.

source: The maximum loss that may be incurred by any Client is the amount of money paid by him to the Company.
pt: A perda máxima que pode ocorrer a qualquer Cliente é a quantia de dinheiro que ele pagou à Empresa.

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
pt: O beneficio mais importante do uso do OAuth2 é para os usuários finais, quem já possui logins validos na %1, que são capazes de alavancar novas aplicações para executar várias atividades comerciais, sem que essas aplicações necessitem de conhecer ou "ver" as credenciais de segurança dos usuários finais.

source: The moving average period of the signal line
pt: O período de média móvel da linha de sinal

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
pt: O tempo da página expirou. Pode dever-se a uma ligação à Internet lenta, ou a excesso de carga nos nossos servidores. Por favor volte a tentar dentro de alguns momentos.

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
pt: A patente significa que a Regent Market é reconhecida como pioneira de apostas binárias. A patente protege as nossas inovações.

source: The payout is the amount paid to an options trader if their prediction is correct.
pt: O Pagamento é a quantia a ser paga ao negociador se a sua previsão for correta.

source: The period for the moving average
pt: O período para a média móvel

source: The period to compute the %1 line
pt: O período para calcular a linha %1

source: The period to compute the indicator
pt: O período para calcular o indicador

source: The period to compute the rate of change of the smoothed range
pt: O período para calcular a velocidade de mudança da faixa suavizada

source: The period to smooth the indicator
pt: O período para suavizar o indicador

source: The period to smooth the range
pt: O período para suavizar a faixa

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
pt: As informações pessoais que obtemos sobre si ajudam-nos a fazer a manutenção da sua conta. Sabemos que pode estar preocupado com o uso que damos a essas informações e às informações financeiras referentes à sua conta. A seguir descrevemos as nossas práticas de privacidade.

source: The premier platform for binary options trading
pt: Principal plataforma para negociação de opções binárias

source: The price after %1 ticks was %2
pt: O preço após %1 ticks foi %2

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
pt: O lucro é a diferença entre o preço de compra (Aposta) e o pagamento de um contrato ganhador.

source: The provided currency %1 is invalid.
pt: A moeda providenciada %1 é inválida.

source: The provided currency %1 is not the default currency
pt: A moeda providenciada %1 não é a moeda padrão

source: The provided email address %1 is already in use by another Login ID.
pt: O endereço de e-mail fornecido %1 já está sendo usado por outro ID de Início de Sessão.
