Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
pt: Se pretender prosseguir com a indicação de um Agente de Negociação, deve ler e aceitar o seguinte.

source: Show
pt: Exibir

source: Show chart for the given dates
pt: Exibir o gráfico para as datas fornecidas

source: Show extended options
pt: Mostrar opções estendidas

source: Show last spot
pt: Mostrar o último ponto

source: Show payment agents for:
pt: Exibir Agentes de Pagamentos para:

source: Sign Me Up
pt: Registrar-me

source: Simple
pt: Simples

source: Simple Moving Average
pt: Média Móvel Simples

source: Simplicity
pt: Simplicidade

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
pt: Simplesmente mude qualquer parâmetro e o preço muda instantaneamente, oferecendo informações sobre a sua negociação em tempo-real. A %1 garante preços justos e transparentes, mostrando os dois lados da sua negociação.

source: Site
pt: Local

source: Slow Stochastic
pt: Estocástico Lento

source: Small
pt: Pequeno

source: Smart Indices
pt: Índices Inteligentes

source: Smart indices
pt: Índices inteligentes

source: Smoothing out random noise
pt: Suavizar ruído aleatório

source: Sorry you cannot buy/sell contracts
pt: Lamentamos, mas não pode comprar/vender contratos

source: Sorry, $currency is not default currency for client
pt: Desculpe, $moeda não é a moeda padrão para o cliente

source: Sorry, $currency is not default currency for payment agent
pt: Desculpe, $moeda não é a moeda padrão para esse agente de pagamento

source: Sorry, %1 are currently suspended
pt: Lamentamos, %1 estão de momento suspensos

source: Sorry, OHLC is not available for %1.
pt: Lamentamos, o OHLC não está disponível para %1.

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
pt: Lamentamos, pagamentos por Agentes de Pagamentos estão temporariamente suspensos devido à manutenção do sistema. Por favor, tente novamente em 30 minutos.

source: Sorry, access to the CASHIER SECTION is disabled for TRADING AGENT accounts. This is to protect you from accidentally attempting to place real money contracts via this account instead of using it to place trades for authorised third parties.
pt: Lamentamos, o acesso a esta SEÇÃO DO CAIXA foi desativado para as contas de AGENTES DE NEGOCIAÇÃO. Fizemo-lo para protegê-lo de concluir acidentalmente contratos em dinheiro real através desta conta, em vez de utilizá-la para adjudicar contratos a terceiros autorizados.

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
pt: Lamentamos, ocorreu um erro com esta transação. Por favor, tente novamente em alguns minutos. Se o problema persistir, por favor contate o serviço de atendimento ao cliente.

source: Sorry, an error occurred
pt: Lamentamos, ocorreu um erro

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
pt: Lamentamos, ocorreu um erro enquanto o formulário estava sendo carregado. Por favor contate o nosso Atendimento ao Cliente se o problema persistir

source: Sorry, an error occurred while processing your account.
pt: Lamentamos, ocorreu um erro durante o processamento da sua conta.

source: Sorry, broker %1 does not allow transfers from payment agents.
pt: Desculpe, o corretor %1 não permite a transferência de agentes de pagamento.

source: Sorry, new account opening is suspended for the time being.
pt: Lamentamos, a abertura de novas contas está de momento indisponível.

source: Sorry, only UK residents can authenticate their identity online.
pt: Lamentamos, apenas os residentes no RU podem autenticar a sua identidade online.

source: Sorry, only USD is allowed.
pt: Lamentamos, apenas são permitidos dólares dos EUA.

source: Sorry, our service is not available for residents of %1.
pt: Lamentamos, o nosso serviço não está disponível para residentes do(a) %1.

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
pt: Lamentamos, os agentes de pagamento estão indisponíveis no fim de semana (fuso horário UTC).

source: Sorry, payments are suspended due to system maintenance. Please try again in 30 minutes time.
pt: Lamentamos, os pagamentos estão suspensos devido à manutenção do sistema. Tente novamente em 30 minutos.

source: Sorry, the IP Security field you specified (%1) wouldn't let you in from your current IP address %2.
pt: Lamentamos, o campo de Segurança de IPs que especificou (%1) não o deixará entrar a partir do seu endereço IP atual %2.

source: Sorry, the Login ID (%1) does not exist.
pt: Lamentamos, o ID de Início de Sessão (%1) não existe.

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
pt: Lamentamos, os pagamentos por Agentes de Retirada de fundos estão temporariamente suspensos devido à manutenção do sistema. Por favor, tente novamente em 30 minutos.

source: Sorry, the Payment Agent does not exist.
pt: Lamentamos, o Agente de Pagamentos não existe.

source: Sorry, the Payment Agent is unavailable for your region.
pt: Lamentamos, o Agente de Pagamentos está indisponível para a sua região.

source: Sorry, the Payment Agent's currency
pt: Lamentamos, a moeda do Agente de Pagamento

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1. The current aggregate payout of contracts on your account is %2%3 therefore you cannot buy a contract that would pay out an additional %2%4.
pt: Lamentamos, os pagamentos agregados de contratos referentes à sua conta não podem exceder %2%1. O pagamento agregado de contratos atual referente à sua conta é de 2% 3%, portanto não poderá comprar um contrato que pagaria %2%4 adicionais.

source: Sorry, the contract cannot be purchased during the last minute of the trading session.
pt: Lamentamos, o contrato não pode ser comprado durante o último minuto da sessão de negociação.

source: Sorry, the currency format is incorrect.
pt: Lamentamos, o formato da moeda é incorreto.

source: Sorry, the market is closed at the moment.
pt: Lamentamos, o mercado está fechado de momento.

source: Sorry, the market is closed since it is a holiday (%1).
pt: Lamentamos, o mercado está fechado por hoje ser feriado (%1).

source: Sorry, the market is currently closed.
pt: Lamentamos, o mercado está atualmente fechado.

source: Sorry, the maximum amount you can convert is
pt: Lamentamos, a quantia máxima que pode converter é

source: Sorry, the page cannot be found.
pt: Desculpe, a página não pode ser encontrada.

source: Sorry, the same contract cannot be purchased more than once. You already have an identical contract in your account.
pt: Lamentamos, não é possível adquirir o mesmo contrato mais do que uma vez. Você já possui um contrato idêntico na sua conta.

source: Sorry, there is too much data to display, please select a shorter interval
pt: Lamentamos, há demasiados dados para visualização, selecione um intervalo mais curto

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
pt: Lamentamos, o nosso processador de pagamentos teve um problema na validação das suas informações pessoais. Contate o nosso Serviço de Atendimento a Clientes.

source: Sorry, this feature is available to virtual accounts only
pt: Lamentamos, esta função apenas está disponível para contas virtuais

source: Sorry, this page cannot be refreshed.
pt: Lamentamos, esta página não pode ser atualizada.

source: Sorry, withdrawals cannot be made on the day of your account opening. Please wait until tomorrow to make a withdrawal.
pt: Lamentamos, não é possível realizar transferência de fundos no dia de abertura da sua conta. Aguarde até amanhã para fazer uma retirada.

source: Sorry, you are too young to open an account.
pt: Desculpe, mas você é muito jovem para abrir uma conta.

source: Sorry, you cannot hold more than %1 contracts at a given time. Please sell some of your existing contracts before buying any more.
pt: Lamentamos, não pode deter mais de %1 contratos num momento específico. Por favor venda alguns dos seus contratos antes de comprar mais.

source: Sorry, you cannot withdraw.
pt: Lamentamos, não pode fazer a retirada.

source: Sorry, you have already had too many unsuccessful attempts.<br>Please contact Customer Support.
pt: Lamentamos, já teve demasiadas tentativas sem êxito. <br>Contate o Apoio ao Ciente.

source: Sorry, you have entered an incorrect cashier password
pt: Lamentamos, introduziu uma senha de caixa incorreta

source: Sorry, you have entered an incorrect email address.
pt: Lamentamos, introduziu um endereço de e-mail incorreto.

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 on %2 which is the maximum daily PAYOUT allowed. Please place a contract on a different underlying or lower your stake.
pt: Lamentamos, excedeu o PAGAMENTO diário LIMITE de contratos de %1USD em %2, que corresponde ao PAGAMENTO máximo diário permitido. Conclua um contrato num subjacente distinto ou reduza a sua aposta.

source: Sorry, you have exceeded a BOUNDARY contract daily PAYOUT of USD%1 which is the maximum daily PAYOUT allowed. Please choose on a different type of contract or lower your stake.
pt: Lamentamos, excedeu o PAGAMENTO diário LIMITE de contratos de %1USD, que corresponde ao PAGAMENTO máximo diário permitido. Escolha um tipo de contrato diferente ou reduza a sua aposta.

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 on %2 which is the maximum daily turnover allowed. Please place a contract on a different underlying or lower your stake.
pt: Lamentamos, excedeu o volume de negócios diário LIMITE de contratos de %1USD em %2, que corresponde ao volume de negócios máximo diário permitido. Conclua um contrato num subjacente distinto ou reduza a sua aposta.

source: Sorry, you have exceeded a BOUNDARY contract daily turnover of USD%1 which is the maximum daily turnover allowed. Please choose on a different type of contract or lower your stake.
pt: Lamentamos, excedeu o volume de negócios diário LIMITE de contratos de %1USD, que corresponde ao volume de negócios máximo diário permitido. Escolha um tipo de contrato diferente ou reduza a sua aposta.

source: Sorry, you have exceeded the maximum allowable transactions for today.
pt: Lamentamos, excedeu o máximo de transações permissível para hoje.

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
pt: Lamentamos, excedeu o montante máximo de transferências permissível para hoje.

source: Sorry, you have excluded yourself from the website until %1.
pt: Lamentamos, você auto excluiu-se da página Web até %1.

source: Sorry, you have lost the contract.
pt: Lamentamos, perdeu o contrato.

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
pt: Lamentamos, tem posições em aberto. Feche todas as posições em aberto antes de solicitar fundos adicionais.

source: Sorry, your account balance is more than %1. You may not claim extra funds until such time as your account balance drops under %1.
pt: Lamentamos, o saldo da sua conta é superior a %1. Não pode solicitar fundos extra até ao momento em que o saldo da conta desça para %1.

source: Sorry, your account balance of %1 %2 is insufficient
pt: Lamentamos, o saldo de %1 %2 na sua conta é insuficiente

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
pt: Lamentamos, o seu saldo e muito elevado (%1). <B>O saldo máximo da sua conta é %2 </b>. Por favor retire dinheiro da sua conta para colocar o seu saldo abaixo desse montante. Você não poderá negociar até realizar a retirada.

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
pt: Lamentamos, a sua conta ficou presa numa transação anterior que não foi concluída. Se esta mensagem de erro persistir, por favor envie um e-mail para o serviço de atendimento ao cliente.

source: Sorry, your account has got stuck in a previous transaction that did not complete. If this error persists, please contact customer support.
pt: Lamentamos, a sua conta ficou presa numa transação anterior que não foi concluída. Se esta mensagem de erro persistir, por favor envie um e-mail para o serviço de atendimento ao cliente.

source: Sorry, your account is not authorised for any further contract purchases.
pt: Lamentamos, a sua conta não está autorizada a mais compras de contratos.

source: Sorry, your currency of
pt: Lamentamos, a sua moeda de

source: Sorry, your file is too large. The maximum file size is 1 Megabyte (1MB).
pt: Lamentamos, o seu ficheiro é demasiado grande. O tamanho máximo de ficheiros é 1 Megabyte (1MB).

source: Sorry, your payment could not be processed at this time.
pt: Lamentamos, não foi possível processar o seu pagamento neste momento.

source: Spam - We do not condone Spam
pt: Spam - Não toleramos Spam

source: Spin-Off
pt: Spin-Off (Derivado)

source: Spot
pt: Preço Atual do Mercado

source: Spot price
pt: Preço à vista

source: Stake
pt: Aposta

source: Stake %1 is too high (max: %2)
pt: Aposta %1 demasiado alta (máx: %2)

source: Stake %1 is too small
pt: Aposta %1 demasiado baixa

source: Standard expiry
pt: Expiração padrão

source: Start Time
pt: Hora de Início

source: Start Trading
pt: Começar a Negociar

source: Start time
pt: Hora de início

source: Start time is in the past
pt: A hora de início está no passado

source: Start time is invalid.
pt: O horário inicial é inválido.

source: Start time must be before expiry time.
pt: A hora de início deve ser antes da hora de expiração.

source: Start time on forward-starting contracts must be more than %1 from now.
pt: O período de inicio de contratos com início avançado deve ser mais de %1 a contar de agora.

source: Start trading
pt: Começar a Negociar

source: State/Province
pt: Estado/Província

source: Statement
pt: Extrato

source: Static Content
pt: Conteúdo Estático

source: Statistic
pt: Estatística

source: Statistics
pt: Estatísticas

source: Statistics that help.
pt: Estatísticas que ajudam.

source: Stats
pt: Estatísticas

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
pt: Fique informado. A %1 oferece relatórios diários sobre mercados e pesquisas de mercado, assim como webnarios frequentes.

source: Stays Between/Goes Outside
pt: Fica-Entre/Sai

source: Stays Between/Goes Outside trades
pt: Opção de negociação Fica-Entre/Sai

source: Step
pt: Etapa

source: Step 1: Define your position
pt: Passo 1: Defina a sua posição

source: Step 2: Get your trade price
pt: Passo 2: Obtenha o seu preço

source: Step 3: Make your trade
pt: Passo 3: Faça a sua negociação

source: Stochastic Fast
pt: Estocástico Rápido

source: Stochastic Fast %D
pt: Estocástico Rápido %D

source: Stochastic Fast %K
pt: Estocástico Rápido %K

source: Stochastic Slow
pt: Estocástico Lento

source: Stochastic Slow %D
pt: Estocástico Lento %D

source: Stochastic Slow %K
pt: Estocástico Lento %K

source: Stock Buyback
pt: Stock Buyback (recompra de ações)

source: Stock Dividend
pt: Dividendo de Ações

source: Stock Split
pt: Stock Split (Desdobramento de Ações)

source: Stock and Stock index contracts may not be purchased outside of market opening hours.
pt: Os contratos de ações e de índices de ações não podem ser comprados fora das horas de abertura dos mercados.

source: Stock index closing prices are determined by reference to the official Exchange closing price, which may be reported by the relevant Exchange 30-90 minutes after the closing time, and may differ from the latest tick price that occurred at the closing time.
pt: Os preços de encerramento dos índices de ações são determinados através da consulta dos preços de encerramento das Bolsas de Valores oficiais, que podem ser comunicados pela respetiva Bolsa de Valores 30 a 90 minutos após a hora de encerramento, podendo também diferir do preço do último movimento mínimo ocorrido na hora de encerramento.

source: Stock market indices measure the value of a selection of companies in the stock market.
pt: Os índices de mercados de valores medem o valor de uma seleção de empresas do mercado de valores.

source: Study our live charts
pt: Conheça os nossos gráficos ao vivo

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate Ids during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate Ids and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
pt: Dependendo do cumprimento por si das instruções da Empresa no que respeita ao acompanhamento de Clientes que acedem à %1 através dos links no seu Site, ou citando os IDs dos seus afiliados durante a inscrição, a Empresa envidará todos os esforços razoáveis para assegurar que sempre que um Cliente se liga à %1 através desses Links ou de IDs de afiliados e que, posteriormente, celebra um contrato, ou de outra forma transaciona com a Empresa, o cliente em questão é identificado como sendo proveniente de você ou do seu site. No entanto, a empresa não será responsável perante si de forma nenhuma caso a Empresa seja incapaz de identificar um Cliente como sendo proveniente de si ou do seu site.

source: Submit
pt: Submeter

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2014 Regent Markets Group. All rights reserved.&rdquo;
pt: É possível copiar e distribuir esses materiais numa base limitada, apenas para fins não comerciais, desde que qualquer material copiado permaneça intacto e que todas as cópias incluam o seguinte aviso em posição bem visível: &ldquo;Direitos de Autor, 1999-2014, Regent Markets Group. Todos os direitos reservados&rdquo;

source: Summary
pt: Resumo

source: Support Times
pt: Horas de Suporte

source: Supported banks (this field visible from office only) **
pt: Bancos suportados (este campo só é visível a partir do escritório) **

source: Supported banks list is invalid
pt: A lista de bancos suportados é inválida

source: Switch to full screen mode
pt: Mudar para modo de ecrã inteiro

source: Switch to normal mode
pt: Mudar para modo normal

source: System Time
pt: Horário do Sistema

source: System problems prevent proper settlement at this time.
pt: Problemas no sistema impedem uma solução adequada neste momento.

source: THERE WAS AN ERROR
pt: HOUVE UM ERRO

source: Table
pt: Tabela

source: Talk to us
pt: Fale conosco

source: Target
pt: Alvo

source: Team
pt: Equipe

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
pt: Indicador técnico encontrado ao subtrair o Aroon Down do Aroon Up. Uma vez que o Aroon Up e o Aroon Down oscilam entre 0 e 100, o Oscilador do Aroon oscila entre -100 e 100, sendo zero a linha transversal central.

source: Technology leader with more than 10 years experience...
pt: Líder em tecnologia com mais de 10 anos de experiência...

source: Telephone
pt: Telefone

source: Termination
pt: Termo

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
pt: A rescisão do presente Acordo não tem prejuízo para quaisquer direitos de qualquer das partes que possam ter surgido na data ou antes da data da rescisão.

source: Terms and Conditions
pt: Termos e Condições

source: Test Suite
pt: Conjunto de Teste

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
pt: Experimente a %1 e teste as suas habilidades de negociação com a nossa conta virtua,l sem riscos e sem compromissos.

source: Thank You !
pt: Muito Obrigado!

source: Thank You.
pt: Muito Obrigado.

source: Thank you for visiting %1 and for providing your feedback. We will endeavour to respond as soon as possible.
pt: Obrigado por visitar a %1 e por fornecer o seu feedback. Tentaremos dar resposta o mais brevemente possível.

source: Thank you for your message.
pt: Obrigado pela sua mensagem.

source: Thank you.
pt: Muito Obrigado.

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
pt: Obrigado. A sua candidatura foi enviada e será analisada pela nossa equipe assim que possível. Você receberá uma resposta por e-mail num prazo de 72 horas.

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility aplies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
pt: O API "cru" pode ser analisado "ao vivo" usando a ferramenta <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> da Apigee's. Essa ferramenta usa o processo completo de validação do OAuth2,no entanto você terá que optar pela opção de autenticação "OAuth2" oferecido aqui e então você vai precisar de um login %1 válido para prosseguir.

source: The %1 API
pt: O API da %1

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
pt: O API %1 usa o plano OAuth2 para autenticar seus usuários.

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Regent Markets.
pt: O Programa de Afiliados da %1 sempre realiza os pagamentos no prazo correto, desde o nosso lançamento oficial em Março de 2004. As suas comissões de afiliado serão creditadas pela Regent Markets na sua conta de afiliado dentro de quinze dias a contar do final de um mês de calendário.

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
pt: O %1 é duas vezes mais volátil que o %2, e quatro vezes mais volátil que o %3.

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
pt: O %1 simula um mercado em baixa. O %2 simula um mercado em alta.

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
pt: O %1 simula um mercado otimista (com tendência de alta). O %2 simula mercados pessimistas (com tendência de queda).
