Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
pt: O índice aleatório é um índice de ações cujo preço é simulado, utilizando-se números aleatórios. Ao contrário dos índices reais de ações do mercado cujos preços dependem dos preços das ações individuais cotadas na Bolsa, o índice de ações aleatório depende apenas de fatores como volatilidade, preço de índice anterior (preço simulado anterior)e um número aleatório para determinar o preço do índice. Devido à utilização de números aleatórios, o preço (ou direção) do índice não pode ser previsto com certeza, comportando-se, assim, como um índice de mercado real. Quando o índice tem anexado um número, o número é a volatilidade percentual usada no cálculo do preço do índice. Por exemplo, para o Índice Aleatório 25 utilizamos uma volatilidade de 25% no cálculo do preço do índice. O índice começou a 1000 em 16 de Maio de 2004.

source: The ratio above and below the moving average
pt: O rácio acima e abaixo da média móvel

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
pt: O preço de revenda indica o preço atual de mercado de um contrato. Os preços de revenda estão em uma base de melhores esforços e podem não estar disponíveis em todos os momentos após a compra. Veja a opção vender para obter mais detalhes sobre a venda de contratos antes do término.

source: The return is the money realized when the contract expires (see 'Payout').
pt: O retorno é o dinheiro ganho quando o contrato vence (Veja "Pagamento").

source: The right is reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Client's responsibility to check the terms & conditions for any periodic changes.
pt: É reservado o direito de corrigir ou alterar as regras e âmbito deste serviço de tempos a tempos. Qualquer alteração às regras feita enquanto o site está em operação não será aplicada retroativamente e só se aplica às aquisições de contratos financeiros feitas após essa mudança. É responsabilidade do cliente checar os Termos & Condições para qualquer mudança periódica.

source: The smoothing and filtering algorithms described above.
pt: Os algoritmos de suavização e de filtragem descritos abaixo.

source: The stake is the amount that a trader must pay to enter into a trade.
pt: Uma aposta é a quantia que o negociador deve pagar para iniciar uma negociação.

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
pt: O sistema está sem acesso a informações importantes sobre preços. Por favor tente novamente dentro de alguns minutos ou tente outro mercado.

source: The term "the Company" shall denote either of Regent Markets (IOM) Ltd., Regent Markets (Malta) Ltd. or Regent Markets (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
pt: O termo "Empresa" deve indicar a Regent Markets (IOM) Ltd., a Regent Markets (Malta) Ltd. ou a Regent Markets (CR) SA, dependendo da jurisdição à qual a conta de um cliente foi atribuída de acordo com os procedimentos de abertura de conta da página web e conforme detalhado na seção Quem Somos da página Web.

source: The time is now %1 %2 and the market opening times (for the %3) are:
pt: A hora é agora %1 %2 e as horas de abertura do mercado (para a %3) são:

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. Disputes must be lodged within seven (7) days from the date the contract in question has been decided. No claims will be honored after this period. The client is solely responsible for their account transactions. You can raise any unresolved disputes you might have with Regent Markets (Malta) Ltd with the Lotteries and Gaming Authority at complaints@lga.com.mt and any disputes with Regent Markets (IOM) Ltd with the Isle of Man Gambling Supervision Commission at gaming@gov.im. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
pt: As operações realizadas neste site e o relacionamento entre clientes e a Empresa devem ser regidos e interpretados de acordo com as leis do país onde foi constituída a Empresa (a "Jurisdição"), que devem ser tanto da Ilha de Man, Malta, ou Costa Rica. Você concorda que os tribunais da jurisdição terão competência exclusiva para dirimir as controvérsias que possam surgir. Para tal, você submete-se irrevogavelmente à competência dos tribunais da jurisdição em relação a qualquer controvérsia e concorda que qualquer reivindicação que possa ter contra a Companhia só será levado perante os tribunais da Jurisdição. Você pode desistir de quaisquer litígios não resolvidos que possa ter com a Regent Markets (Malta) Ltd junto da Lotteries and Gaming Authority (Autoridade das Loterias e do Jogo) de Malta através de complaints@lga.com.mt e quaisquer litígios com a Regent Markets (IOM) Ltd junto da Comissão de Supervisão de Jogo da Ilha de Man através de gaming@gov.im. Em caso de quaisquer diferenças entre a versão em Inglês desta página Web e qualquer outro idioma, prevalecerá a versão em Inglês.

source: The two passwords that you entered do not match.
pt: As palavras-chave que introduziu não coincidem.

source: The underlying market has moved too much since you priced the contract.
pt: O mercado subjacente sofreu uma grande oscilação desde que você fixou o preço do contrato

source: The value of your open positions
pt: O valor das suas posições em aberto

source: Then, make your trade
pt: Então, faça a sua negociação

source: There are 3 types of tick trades:
pt: Há 3 tipos de contratos instantâneos:

source: There are no Payment Agents in your country (%1).
pt: Não existem Agentes de Pagamentos no seu país (%1).

source: There are no available Payment Agents.
pt: Não existem Agentes de Pagamentos disponíveis.

source: There are no contracts during this period
pt: Não há itens no contratp durante este período

source: There are no items during this period
pt: Não há itens durante este período

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
pt: Existem riscos associados à utilização de um sistema de negociação de execução de negócios baseado na Internet, incluindo, mas não exclusivamente, a falha de hardware, software e de ligação à Internet. Uma vez que a %1 não controla a potência do sinal, a sua recepção ou roteamento via Internet, a configuração do seu equipamento ou fiabilidade da sua ligação, não podemos ser responsáveis ​​por falhas de comunicação, distorções ou atrasos durante a negociação por meio da Internet.

source: There is no intraday data for %1 on %2.
pt: Não existem dados intradiários para %1 em %2.

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
pt: Houve uma interrupção nos dados de mercado durante o período do contrato. Para contas de dinheiro real, vamos tentar corrigir e liquidar o contrato corretamente, caso contrário o contrato será cancelado e reembolsado. Contratos de dinheiro virtual serão cancelados e reembolsados.

source: There was a problem placing your contract. If you continue to see this message please refer to the Troubleshooting section below.
pt: Ocorreu um problema ao concluir o seu contrato. Se continuar a ver esta mensagem, consulte por favor a seção Resolução de Problemas em baixo.

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
pt: Ocorreu um problema ao validar o seu endereço. Fixe por favor os campos indicados. Se precisar de assistência, queira contatar o nosso <a href="%1">Atendimento ao Cliente</a>.

source: There was an error and we were unable to process your request.
pt: Houve um erro e não foi possível ao servidor processar o seu pedido.

source: There was an error processing the request.
pt: Ocorreu um erro ao processar o pedido.

source: Therefore you may not withdraw any additional funds.
pt: Por isso não pode levantar fundos adicionais.

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is EUR %1 (or %2 in other currency
pt: Por isso, a sua atual retirada máxima imediata (sujeito à existência de fundos suficientes na sua conta) é EUR %1 (ou %2 em outra moeda

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
pt: Essas são negociações em que o cliente prevê se um mercado vai terminar mais alto ou mais baixo do que uma barreira de preço especificada.

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
pt: Essas são negociações em que o cliente prevê se um mercado vai subir ou descer no fim de um período de tempo selecionado.

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades)'.
pt: Essas são negociações em que o negociador seleciona uma barreira baixa e alta, e escolhe se acha que o mercado vai ficar dentro destas barreiras ou vai ficar fora delas (veja também 'Negociações Fica Dentro/Sai Fora').

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
pt: Estas são as negociações em que o negociador escolhe um preço-alvo e prevê que o mercado nunca vai tocar o alvo antes do término da negociação.

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
pt: Estas são negociações em que o negociador escolhe um preço-alvo e prevê que o mercado vai tocar o alvo antes do término do contrato.

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Regent Markets Group company. If you have questions about these terms or would like information about licensing materials from Regent Markets Group, please contact us.
pt: Este material não pode ser copiado ou redistribuído para fins comerciais ou para compensação de qualquer espécie, sem permissão prévia por escrito de uma empresa do Regent Markets Group. Se tiver dúvidas sobre estes termos ou pretenda receber informações sobre os materiais de licenciamento do Regent Markets Group, entre em contato conosco.

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
pt: O presente Acordo contém o acordo integral entre as partes relativamente à sua matéria e substitui todos os acordos e entendimentos anteriores entre as partes relativamente à sua matéria.

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
pt: O presente Acordo pode ser rescindido de imediato por qualquer das partes mediante aviso prévio por escrito à outra parte se a outra parte estiver em violação material dos termos do Acordo e, em caso de violação passível de ser remediada, não remediar essa violação no período de 15 dias a contar da recepção do aviso prévio por escrito dessa violação.

source: This Agreement shall be governed by and construed in accordance with the laws of the Bahamas (the "Jurisdiction"), You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
pt: o presente Acordo será regido e interpretado de acordo com as leis das Bahamas (a "Jurisdição"). Você aceita que os tribunais da Jurisdição terão competência exclusiva para dirimir quaisquer litígios que possam surgir em relação às mesmas. Para esse fim, você submete-se de forma irrevogável à competência dos tribunais da Jurisdição em relação a qualquer litígio e concorda que qualquer ação contra a Empresa será intentada somente perante os tribunais da Jurisdição. No caso de quaisquer diferenças entre a versão inglesa desta página Web e qualquer outro idioma, prevalece a versão inglesa.

source: This Agreement shall commence on the date that the Company notifies you that your application to join the Company affiliates program has been successful and shall continue until terminated in accordance with this clause.
pt: o presente Acordo tem início na data em que a Empresa o notifica de que a sua candidatura para aderir ao programa de afiliados foi bem sucedida e continuará até ao término, de acordo com esta cláusula.

source: This Document
pt: Este Documento

source: This Payment Agent cashier section is locked.
pt: A seção do caixa deste Agente de Pagamentos está bloqueada.

source: This URL is invalid.
pt: Este URL não é válido.

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
pt: Esta conta está indisponível. Para qualquer questão, contate por favor o <a href="%1">Atendimento ao Cliente</a>.

source: This bonus code has expired.
pt: Este código de bónus expirou.

source: This bonus code is not available.
pt: Este código de bónus não está disponível.

source: This call will return the same JSON structure that can be previewed from the API Console Facility.
pt: Essa ligação vai retornar a mesma estrutura JSON que pode ser prevista pela API Console Facility.

source: This client cashier section is locked.
pt: Esta seção do caixa do cliente está bloqueada.

source: This contract cannot be properly validated at this time.
pt: Não é possível de momento validar corretamente este contrato.

source: This contract has already expired.
pt: Lamentamos, este contrato já expirou.

source: This contract has been deprecated; no further information available.
pt: Esse contrato está obsoleto; não há mais informações disponíveis.

source: This contract has been sold.
pt: Esse contrato foi vendido.

source: This contract has expired.
pt: Esse contrato expirou.

source: This contract is limited to
pt: Esse contrato é limitado a

source: This contract is no longer offered.
pt: Este contrato não é mais oferecido.

source: This contract is unavailable on this account.
pt: Esse contrato está indisponível nesta conta.

source: This contract offers no return.
pt: Este contrato não oferece retorno.

source: This contract was not found among your open positions.
pt: Este contrato não foi encontrado entre as suas posições em aberto.

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Regent Markets Group, and you (the person who applied for this program; "you" or "your"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful) to promote the website %1
pt: O presente documento (o "Acordo") estabelece os termos e condições entre "a Empresa", que é Regent Markets Group, e você (a pessoa que se inscreve para este programa), em relação à sua inscrição para criar uma conta afiliada (e ser membro do programa de afiliados se a sua candidatura for considerada bem sucedida) para promover a página Web %1

source: This function is not relevant to Virtual money accounts
pt: Esta função não é relevante para as contas de dinheiro virtual

source: This is a $_ log
pt: Esse é um $_ log

source: This is a log
pt: Esse é um log

source: This is a virtual-money account. Please click <a class="pjaxload" href="%1">here</a> to open a real-money account and deposit funds.
pt: Esta é uma conta de dinheiro virtual. Clique <a class="pjaxload" href="%1">aqui</a> para abrir uma conta de dinheiro real e depositar fundos.

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
pt: Esta mensagem foi gerada automaticamente para alertá-lo quanto ao facto de ter havido uma tentativa falhada de desbloqueio da seção do Caixa/Definições da sua conta %1 a partir do endereço IP %2

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
pt: Esta é uma barreira indicativa. A barreira atual será o preço inicial mais a barreira escolhida.

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
pt: Este é mais um prêmio que nós realmente saboreamos. O Trade2win é um portal para os negociadores ativos que buscam lucrar com ações, futuros, opções e forex, e esses negociadores nos concederam a prata (estamos apenas atrás da Betfair que recebeu ouro). Isso significa que os negociadores ativos no mundo todo avaliaram a nossa plataforma de negociação de forma extremamente alta.

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
pt: Esta é importante. Recebemos uma dupla premiação do Financial Times e do Investors Chronicle, refletindo o nosso sucesso na melhoria da qualidade e usabilidade de nosso site e produtos.

source: This is our 'next generation' charting tool.
pt: Essa é a nossa 'nova geração' de gráficos.

source: This is the Callback URL required by the 3-legged authentication procedure as described in the
pt: Essa é a pagina URL de retorno de chamada pelo procedimento de autenticação 3-legged como descrito no

source: This is the current price at which an underlying can be bought or sold at a particular time.
pt: Este é o preço atual em que um subjacente pode ser comprado ou vendido em um determinado momento.

source: This is to confirm that your email address for your account %1 on %2 has been changed from %3 to %4
pt: Esta é a confirmação de que o seu endereço de e-mail para a sua conta %1 em %2 foi alterado de %3 para %4

source: This market closes early today at
pt: Este mercado fecha hoje antecipadamente às

source: This market is presently closed.
pt: Este mercado está atualmente fechado.

source: This market opens late today at
pt: Este mercado abre hoje mais tarde, às

source: This method is for web applications which are hosted on their own web-server. It is the most secure way of protecting your organisation's identity as the owner of your application.
pt: Esse método é para aplicativos internet que estão hospedados nos seus próprios servidores web. Essa é a forma mais segura de proteger a identidade da sua organização como o proprietário de sua aplicação.

source: This method is suited to JavaScript-only (typically mobile-embedded) applications. Use this method when you do not have your own application server.
pt: Este método é adequado para JavaScript-only aplicativos (normalmente celular embutido). Utilize este método quando você não tiver o seu próprio servidor de aplicativos.

source: This name will appear to your end-users when they authenticate at binary.com. Use between 5 and 30 alphanumeric chars.
pt: Esse nome vai aparecer para os seus usuários finais quando eles se conectarem à Binary.com. Use entre 5 e 30 caracteres alfanuméricos.

source: This offer cannot be used in conjunction with any other offer.
pt: Esta oferta não pode ser utilizada juntamente com nenhuma outra oferta.

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
pt: Esta promoção apenas está disponível para novos Clientes. Os Clientes já existentes, ou antigos Clientes, não são qualificáveis. Apenas está disponível uma vez para cada Cliente.

source: This trade is not offered.
pt: Esta negociação não é oferecida.

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
pt: Esta página Web contém links para outras páginas Web e pode conter anúncios através de banners ou ícones relacionados com páginas Web de terceiros. Estas páginas Web e os anúncios nela contidos podem acrescentar cookies ao seu browser da Internet e, como tal, estão fora do nosso controle. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo dessas páginas Web. Nós o incentivamos a ler as políticas de privacidade dessas páginas web, uma vez que as suas práticas podem diferir das nossas.
