Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website, no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
pt: As moedas internacionais, índice de ações ou preços de commodities são altamente voláteis e muito difíceis de prever. Devido a essa volatilidade, acrescentada ao preconceito de que o sistema de preços favorece a página Web, nenhum contrato financeiro adquirido no nosso sistema (quer o pagamento exceda ou não o montante do prêmio) pode ser considerado um contrato seguro.

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
pt: As moedas internacionais, índice de ações ou preços de commodities são altamente voláteis e muito difíceis de prever. Devido a essa volatilidade, adicionada ao preconceito de que o sistema de preços favorece a página Web (como descrito mais detalhadamente abaixo), nenhum contrato financeiro adquirido no nosso sistema (quer o pagamento exceda ou não o montante do prêmio) pode ser considerado seguro.

source: Internet Trading Risks
pt: Riscos da Negociação na Internet

source: Intraday
pt: Intradiário

source: Intraday contracts may not cross market open.
pt: Contratos intra-diários podem não cruzar com mercados abertos.

source: Intraday prices
pt: Preços Intradiários

source: Invalid Building No./Name
pt: Nº/Nome de Edifício Inválido

source: Invalid Input
pt: Introdução Inválida

source: Invalid amount
pt: Montante inválido

source: Invalid currency %1
pt: Moeda %1 inválida

source: Invalid data
pt: Dado inválido

source: Invalid fax number.
pt: Número de fax inválido.

source: Invalid payout currency.
pt: Moeda de pagamento inválida.

source: Invalid period input! Please input the period between 0 and #1
pt: Introdução de período inválido! Por favor introduza um período entre 0 e #1

source: Invalid stake
pt: Aposta inválida

source: Invalid stake %1. Please try again.
pt: Aposta de %1 inválida. Tente novamente.

source: Invalid telephone number (too long).
pt: Número de telefone inválido (demasiado extenso).

source: Invalid telephone number (too short).
pt: Número de telefone inválido (demasiado curto).

source: Invalid telephone number.
pt: Número de telefone inválido.

source: Invalid underlying
pt: Subjacente inválido

source: Invalid value.
pt: Valor inválido.

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
pt: Nome de área de trabalho inválido. Use apenas caracteres (A-Z,a-z,0-9, -, _ e espaço em branco)

source: Is there a cost for joining?
pt: Existe algum custo de adesão?

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program. If you have any questions regarding our affiliate program, please email our affiliate manager directly at %1
pt: É importante que você leia e compreenda o conteúdo dos presentes termos e condições. Ao indicar a sua aceitação destes termos e condições e ao prosseguir com o seu pedido de adesão ao nosso programa de afiliados, você concordará (sujeito à nossa aprovação do seu pedido) com os termos e condições abaixo. Se não concordar com os termos e condições (ou não estiver autorizado a fazê-lo), você não deve prosseguir com a sua candidatura. Você deve ser o proprietário, ou atuar em representação do proprietário, da página Web que você está registrando neste programa de afiliados. Se tiver alguma dúvida relativa ao nosso programa de afiliados, por favor envie um e-mail diretamente para a nossa gestora de afiliados: % 1

source: It is not necessary to actually trade or to deposit funds to your account.
pt: Não é necessário realizar negociações ou depositar fundos na sua conta.

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
pt: Algumas vezes é possível vender uma negociação antes do vencimento de um contrato, mas apenas se um preço justo puder ser determinado. Se essa opção estiver disponível, você verá um botão azul ‘Vender’ junto ao seu contrato no portfólio.

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
pt: É da responsabilidade de cada cliente ler e compreender o presente aviso legal e os termos e condições sob os quais serão regidas as aquisições de contratos financeiros através desta página Web.

source: It will be released to your account upon approval.
pt: Será lançado na sua conta após aprovação.

source: Item
pt: Artigo

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
pt: J. Welles Wilder desenvolveu o Average Directional Index - ADX (Índice direcional médio) para definir a força da tendência, se a tendência se continuará a desenvolver ou se vai enfraquecer gradualmente. O indicador permite analisar as tendências do mercado e tomar decisões de negociação no mercado forex.

source: Java Charts
pt: Gráficos Java

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
pt: Junte-se as nossas análises AO VIVO duas vezes por semana para uma visão compreensiva das tendências nos mercados financeiros.

source: Jump to
pt: Salte até

source: Keep this value secure
pt: Mantenha este valor seguro

source: Kind Regards,
pt: Melhores cumprimentos,

source: LOG OUT
pt: TERMINAR SESSÃO

source: Large
pt: Grande

source: Last
pt: Último

source: Last Digit Stats
pt: Estatísticas do Ultimo dígito

source: Last digit
pt: Ultimo dígito

source: Last digits for the latest %1 ticks on %2
pt: Últimos dígitos para o último %1 ticks de %2

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
pt: A legislação referente a contratos financeiros varia em todo o mundo, sendo da responsabilidade das pessoas que acedem a este site garantir que compreendem e cumprem integralmente as leis e regulamentos a si aplicáveis no seu próprio país. Esta página Web não constitui, nem pode ser usada para, uma oferta ou solicitação a qualquer pessoa em qualquer jurisdição na qual tal oferta ou solicitação não seja autorizada, ou a qualquer pessoa a quem seja ilegal fazer tal oferta ou solicitação. O acesso a este site e à oferta de contratos financeiros através deste site em certas jurisdições pode ser restringido; consequentemente, as pessoas que acedem a este site são obrigadas a informar-se sobre estas restrições e a cumpri-las.

source: Learn More
pt: Saber Mais

source: Learn about one of the fastest growing sectors of the finance industry.
pt: Saiba mais sobre um dos setores de crescimento mais rápido da indústria financeira.

source: Learn about the different ways to trade on the markets.
pt: Saiba mais sobre as diferentes formas de negociar nos mercados.

source: Learn about the simplicity, transparency and flexibility of binary trading.
pt: Saiba mais sobre a simplicidade, transparência e flexibilidade das negociações binárias.

source: Learn from us
pt: Aprenda conosco

source: Learn the basics, from choosing your asset to winning your payout.
pt: Aprenda o básico, escolhendo seu ativo para ganhar o seu pagamento.

source: Learning to trade
pt: Aprender a negociar

source: Learning to trade online
pt: Aprender a negociar online

source: Legacy Contract
pt: Contrato de Patrimônio

source: Legacy contract. No further information is available.
pt: Contrato de patrimônio. Sem mais informações disponíveis.

source: Licence to use Marks
pt: Licença para utilizar Marcas

source: Light Charts
pt: Gráficos

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
pt: Como %2, o %1 também reinicia o seu preço à 1000 todos os dias. A diferença é que o %1 reinicia às 12:00pm GMT, (%2 reinicia às 00:00:00 GMT).

source: Limit
pt: Limite

source: Line
pt: Linha

source: Line Chart
pt: Gráfico de Linhas

source: Line Dot Chart
pt: Gráfico de Pontos e Linhas

source: Listing only Payment Agents in %1.
pt: Apresentar lista apenas dos Agentes de Pagamentos em %1.

source: Live Chart
pt: Gráfico ao Vivo

source: Live Charts
pt: Gráfico ao Vivo

source: Live Help
pt: Ajuda em Tempo Real

source: Lock Cashier and Settings sections
pt: Bloquear seções do Caixa e de Definições

source: Log Scale
pt: Escala Logarítmica

source: Log in
pt: Iniciar Sessão

source: Log out
pt: Encerrar sessão

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
pt: Inicie a sessão na sua conta de associado da %1 e clique em: Conta &rarr; Detalhes de Pagamentos.

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
pt: Inicie sessão na sua conta de afiliado da %1 e clique em: Marketing &rarr; Todos as Mídias.

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
pt: Inicie sessão na sua conta de afiliado da %1 e clique em: Relatórios &rarr; Relatório de Tráfego.

source: Logarithmic Scale
pt: Escala Logarítmica

source: Login
pt: Iniciar Sessão

source: Login ID
pt: ID de Início de Sessão

source: Login ID (%1) does not exist.
pt: O ID de Início de Sessão (%1) não existe.

source: Login ID not given.
pt: ID de Iniciar Sessão não foi dado.

source: Login Trouble
pt: Problema com Iniciar Sessão

source: Login trouble
pt: Problemas com o Início de Sessão

source: Long-term partnership with the leading financial trading service
pt: Parceria a longo prazo com o serviço líder de negociação financeira

source: Lost password?
pt: Perdeu a senha?

source: Low
pt: Queda

source: Low Barrier should be number only
pt: A Barreira Baixa deve consistir apenas em números

source: Low barrier
pt: Barreira Baixa

source: Low barrier offset
pt: Variação de barreira baixa

source: Lower Band
pt: Bandas inferiores

source: Lower Band = Average - 0.5 * Std Deviation
pt: Banda inferior = Média - 0.5 * Desvio Padrão

source: Lucky 10 Digits
pt: 10 Dígitos da Sorte

source: Lucky 10 Digits Trade
pt: Negociação com os 10 Dígitos da Sorte

source: MACD Signal
pt: Sinal MACD

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
pt: Fazer a manutenção do seu Site e promover a %1 de uma forma apropriada, contactando-nos se estiver a alterar o design ou layout, ou a acrescentar material que possa influenciar a nossa opinião quanto a você ser ou não um parceiro afiliado adequado.

source: Make 10 times your money if you predict the last decimal digit of the market after 5 ticks.
pt: Faça 10 vezes o seu dinheiro se previr o último dígito decimal do mercado após 5 ticks.

source: Make 10 times your money!
pt: Faça 10 vezes o seu dinheiro!

source: Make a 10% profit if you manage to predict that the last decimal digit of the 5th tick will *not* be the number selected.
pt: Tenha um lucro de 10% se conseguir prever que o último dígito decimal do 5.º movimento mínimo *não* será o número selecionado.

source: Make a 10% profit!
pt: Tenha um lucro de 10%!

source: Make a deposit or withdraw
pt: Faça depósitos ou retiradas

source: Make a deposit using credit card, bank wire, cheque and e-cash. Accounts are available in dollars, pounds and euros. The minimum account size is ($/&pound;/&euro;) 5 and the maximum account size is ($/&pound;/&euro;) 150,000.
pt: Faça um depósito através de cartão de credito, transferência bancária, cheque e dinheiro eletrônico. As contas estão disponíveis em dólares, libras e euros. A dimensão de conta mínima é ($/&pound;/&euro;) 5 e a dimensão de conta máxima é ($/&pound;/&euro;) 150.000.

source: Make your trade
pt: Faça a sua negociação

source: Market
pt: Mercado

source: Market Data
pt: Informações sobre o Mercado

source: Market Opinions
pt: Opiniões de Mercado

source: Market Professionals
pt: Profissionais de Mercado

source: Market entry price
pt: Preço de entrada do mercado

source: Market exit price
pt: Preço de saída do mercado

source: Market holiday during the contract period. Select an expiry date after %1.
pt: Haverá feriado de mercado durante o período do contrato. Por favor selecione uma data de expiração depois de %1.

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
pt: Os preços de mercado são atualizados no máximo uma vez por segundo. Por cada segundo determinado, o mercado será atualizado no feed de dados da empresa para o primeiro movimento mínimo, se houver algum, recebido no feed de dados da empresa nesse segundo específico.

source: Market-closing times: Please refer to
pt: Horas de fecho de mercado: Consulte por favor

source: Market:
pt: Mercado:

source: Marketing and Promotion
pt: Marketing e Promoção

source: Markets
pt: Mercados

source: Mass Index
pt: Índice de Massa (Mass Index)

source: Matched Contract Bonus
pt: Bônus de Contrato Correspondido

source: Max
pt: Máx

source: Maximum
pt: Máximo

source: Maximum account cash balance
pt: Saldo máximo de numerário em conta

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
pt: O saldo máximo de numerário em conta está atualmente definido como <strong>%1 %2</strong>

source: Maximum aggregate contract purchases per day.
pt: Compras máximas de contratos agregados por dia.

source: Maximum aggregate payouts on open positions
pt: Pagamentos máximos de agregados sobre posições em aberto

source: Maximum daily turnover
pt: Volume de negócios máximo diário

source: Maximum number of open positions
pt: Número máximo de posições em aberto

source: Maximum number of open positions is currently set to <strong>%1</strong>
pt: O número máximo de posições em aberto está atualmente definido como <strong>%1</strong>

source: Maximum withdrawal by all other means:
pt: Retirada de fundos máxima através de todos os outros meios:

source: Median Price
pt: Preço Médio

source: Medium
pt: Médio

source: Memorable date
pt: Data memorizável

source: Memorable town/city
pt: Localidade/cidade memorizável

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
pt: Referir o código de erro %1 em toda a correspondência pode ajudar-nos a resolver o assunto mais rapidamente.

source: Message
pt: Mensagem

source: Message is too short.
pt: Mensagem demasiado curta.

source: Method
pt: Método

source: Mid
pt: Média

source: Min
pt: Mín

source: Min-Max Deposit
pt: Depósito Mín-Máx

source: Min-Max Withdrawal
pt: Retirada Min-Máx

source: Minimum
pt: Mínimo

source: Miss
pt: Srª.

source: Missing market data for contract period.
pt: Falta de informações do Mercado para o período do contrato.

source: Missing market data for entry spot.
pt: Falta de informações do Mercado para o valor inicial.

source: Missing market data for exit spot.
pt: Falta de informações do Mercado para o valor final.

source: Mobile application
pt: Aplicativo para celular

source: Momentum
pt: Dinâmica

source: Moneybookers Deposit
pt: Depósito Moneybookers

source: Moneybookers Withdrawal
pt: Retirada Moneybookers

source: Moneyness terms
pt: Termos de exercibilidade

source: Monies collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
pt: Os dinheiros cobrados de Clientes não são investidos em títulos, futuros, moedas, derivados ou outros investimentos, em nome dos Clientes.

source: Monitor your portfolio in real time.
pt: Monitorize o seu portfólio em tempo real.

source: Month
pt: Mês

source: Monthly
pt: Mensal

source: Monthly Webinars
pt: Webnários Mensais

source: Months
pt: Meses

source: More benefits
pt: Mais benefícios

source: More than %1 trades available
pt: Mais de %1 das negociações disponíveis

source: Mother's maiden name
pt: Nome de solteira da mãe

source: Mountain Chart
pt: Gráfico 'Montanha'

source: Moving Average
pt: Média Móvel

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pt: As médias móveis proporcionam uma avaliação objetiva da direção da tendência, suavizando as flutuações de preços a curto prazo. Uma Média Móvel Simples é um meio ponderado dos períodos anteriores anteriores(1 período é a escala de tempo selecionada, ou seja 1 minuto, 1 dia, etc) n (definido pelo período). Todos os períodos anteriores têm peso equivalente na determinação da MMS. As médias móveis mais curtas são mais sensíveis e com tendências de sinais muito mais rápidas do que as MMs mais longas, mas também dão mais sinais falsos. Uma MM mais longa é mais fiável mas apanha apenas a tendência grande.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pt: As médias móveis proporcionam uma avaliação objetiva da direção da tendência, suavizando as flutuações de preços a curto prazo. Para uma Média Móvel Exponencial, o fator de peso aplicado diminui o exponencial para períodos mais distantes no passado. Dá muito mais importância a observações recentes, não descartando inteiramente ainda observações mais antigas. As médias móveis mais curtas são mais sensíveis e com tendências de sinais muito mais rápidas do que as MMs mais longas, mas também dão mais sinais falsos. Uma MM mais longa é mais fiável mas apanha apenas a tendência grande.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
pt: As médias móveis proporcionam uma avaliação objetiva da direção da tendência, suavizando as flutuações de preços a curto prazo. Numa Média Móvel Ponderada (MMP), os períodos anteriores têm menos peso para períodos mais distantes no passado. Numa MMP de n-dias, o último dia tem peso n, o segundo último n-1, etc, descendo até zero. As médias móveis mais curtas são mais sensíveis e com tendências de sinais muito mais rápidas do que as MMs mais longas, mas também dão mais sinais falsos. Uma MM mais longa é mais fiável mas apanha apenas a tendência grande.

source: Mr
pt: Sr.

source: Mrs
pt: Sra.

source: Ms
pt: Sra.

source: Multi award-winning trading platform.
pt: Plataforma de negociação multi-premiada.

source: Multi-lingual and multi-currency support
pt: Apoio multi-idiomas e multi-moedas

source: Must be in a valid URI format
pt: Deve ser em um formato URI válido

source: My Account
pt: Minha Conta

source: Name
pt: Nome

source: Name is too short.
pt: Nome demasiado curto.

source: Name of first love
pt: Nome do primeiro amor

source: Name of your pet
pt: Nome do seu animal de estimação

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
pt: Nem você nem os seus familiares diretos são elegíveis para se tornarem Clientes e você não terá direito à partilha de receitas líquidas ou qualquer outra remuneração proveniente da Empresa relativamente a tais familiares ou amigos. Familiares diretos neste contexto incluem a sua esposa/seu marido, parceiro, pai/mãe, filho/filha ou irmão/irmã.

source: Net profit
pt: Lucro líquido

source: Network Status
pt: Estado da rede

source: New
pt: Novo

source: New Cashier/Settings password
pt: Nova senha do Caixa/Definições

source: New Password
pt: Nova Senha

source: New Password Request
pt: Pedido de Nova Senha

source: New To Trading?
pt: Negociar é Novidade para você?

source: New account registration fail.
pt: Registro de nova conta falhou.

source: Newer
pt: Recente

source: Next
pt: Próximo

source: Next Page
pt: Página Seguinte

source: No
pt: Não

source: No Data available
pt: Nenhuns dados disponíveis

source: No Touch trades
pt: Negociações Não Toca

source: No data
pt: Sem dados

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
pt: Nenhuns dados disponíveis para desenhar o gráfico pedido. Tente por favor o nosso gráfico diário para este instrumento.
