Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Deposit via bank wire
pt: Depositar via transferência bancária

source: Deposit: %1
pt: Depósito: %1

source: Deposit: %1 working day
pt: Depósito: %1 dia útil

source: Deposit: %1 working days
pt: Depósito: %1 dias úteis

source: Deposit: Instant
pt: Depósito: Instantâneo

source: Depositing and withdrawing funds
pt: Depositar e retirar fundos

source: Derivative
pt: Derivado

source: Description
pt: Descrição

source: Detrended Price Osc
pt: Osc de Preços após a Tendência Eliminada

source: Detrended Price Oscillator (DPO)
pt: Detrended Price Oscillator (DPO)(Oscilador de Preços após a Tendência Eliminada)

source: Developer's Guide
pt: Guia do programador

source: Differences with other data feeds
pt: Diferenças com outros feeds de dados

source: Digits
pt: Dígitos

source: Direct helpline
pt: Linha de Apoio Direta

source: Disclaimer
pt: Exclusão de Responsabilidade

source: Discover our Smart indices.
pt: Descubra seus Índices inteligentes.

source: Discover our indices generated from random numbers.
pt: Descubra os nossos índices gerados a partir de números aleatórios.

source: Discover the easiest way to get started in the financial markets.
pt: Descubra a forma mais fácil de negociar nos mercados financeiros.

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
pt: Descobrir uma plataforma fácil, flexível, de baixo risco e premiada para lucrar com a atuação dos mercados

source: Divestiture
pt: Alienação

source: Do I need to deposit any funds to open an account?
pt: Preciso de depositar fundos para abrir uma conta?

source: Do I need to send any documents?
pt: Preciso de enviar documentos?

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
pt: Não pressionar os clientes a negociar ou depositar além dos seus meios e não encorajar os clientes a nenhuma forma de empréstimos para poderem concluir contratos.

source: Do not trade more than you can afford.
pt: Não aposte acima das suas possibilidades.

source: Do not trade when you are tired or are under the influence of alcohol.
pt: Não aposte quando estiver cansado ou sob a influência de álcool.

source: Do you offer virtual-money accounts?
pt: Disponibilizam contas de dinheiro virtual?

source: Do you want to decrease the timescale?
pt: Pretende diminuir o período de tempo?

source: Do you want to increase the timescale?
pt: Pretende aumentar o período de tempo?

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
pt: Você quer saber mais sobre os mercados ou sobre negociação financeira? Verifique os recursos abaixo.

source: Do you want to lock in profits?
pt: Você quer bloquear os lucros?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
pt: Você quer consultar a Binary.com em outros idiomas ou sugerir melhorias as nossas traduções atuais?

source: Documents are required to verify your identity
pt: Os documentos são necessários para verificar a sua identidade

source: Don't buy contract using master password!
pt: Não compre contrato por meio de senha principal!

source: Donchain Channel
pt: Canal de Donchian

source: Donchian Channel Width
pt: Largura do Canal de Donchian

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
pt: Os Canais de Donchian detectam a alta mais elevada e a queda mais baixa nos últimos intervalos de tempo do período.

source: Dot Chart
pt: Gráfico de Pontos

source: Double your stake if you can predict whether the market will move UP or DOWN after 5 ticks.
pt: Duplique a sua aposta se conseguir prever se o mercado vai SUBIR ou DESCER após 5 ticks.

source: Double your stake!
pt: Duplique a sua aposta!

source: Download
pt: Transferir

source: Download data
pt: Baixar dados

source: Download for Mac
pt: Baixe para Mac

source: Download for Windows
pt: Baixe para Windows

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
pt: Baixe o aplicativo de gráficos Binary.com com uma ampla gama de indicadores, faixas de preços, sobreposições e a sua própria área personalizada de trabalho↵ disponível em diversos idiomas!

source: Download the Random Markets raw tick data here.
pt: Baixe os Mercados Aleatórios de dados instantâneos brutos aqui.

source: Download tick data
pt: Baixe dados instantâneos

source: Downloadable application
pt: Baixe o aplicativo

source: Draw Chart
pt: Desenhar Gráfico

source: Draw a pie chart of the most recent ticks!
pt: Faça um gráfico circular dos últimos ticks!

source: Due to new gaming regulations recently promulgated in Malta, we are required to obtain your residential address details. We would be grateful if you could update your
pt: Devido aos novos regulamentos de jogo, recentemente promulgados em Malta, é-nos exigida a obtenção das informações referentes ao seu endereço residencial. Somos gratos se puder atualizar os seus

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
pt: Devido a requisitos regulamentares, você é obrigado a autenticar a sua conta para poder prosseguir com a negociação.

source: Duration
pt: Duração

source: Duration must be between %1 and %2.
pt: A duração deve estar entre %1 e %2.

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
pt: Durante os fast markets (mercados com negociação rápida -isto é, períodos de movimentos muito rápidos do mercado), os contratos podem ser disponibilizados a preços mais desfavoráveis ​​do que os disponibilizados em condições usuais de mercado.

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
pt: Durante a vigência do presente Acordo, podem ser-lhe confiadas informações confidenciais relacionadas ao negócio, operações ou tecnologia subjacente da Empresa e/ou do programa de afiliados da Empresa. Você aceita evitar a divulgação ou utilização não autorizada das informações confidenciais a terceiros ou partes externas, exceto se tiver escrito previamente pedindo o consentimento à Empresa, e usar a Informação Confidencial apenas para fins necessários para efeitos do presente Acordo. As suas obrigações relativamente às informações confidenciais sobreviverão à rescisão/término do presente Acordo.

source: E-cash
pt: Dinheiro eletrônico

source: Each Client agrees to be fully and personally liable for the due settlement of every transaction entered into under his account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. The Client is responsible for ensuring that he alone controls access to the account, and that no minors are granted access to trading on the website. In any case, the Client remains fully liable for any and all positions traded on his account, and for any credit card transactions entered into the site for his account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
pt: Cada cliente aceita ser plena e pessoalmente responsável pela devida liquidação de todas as transações realizadas ao abrigo da sua conta na Empresa. Isto inclui quaisquer transações realizadas por membros da família ou círculo pessoal do Cliente que tenham adquirido acesso à conta. O Cliente é responsável por assegurar que o acesso à conta é controlado apenas por si e que nenhum menor de idade tem acesso à negociação na página Web. Em qualquer caso, o Cliente permanece totalmente responsável por quaisquer e todas as posições negociadas a partir da sua conta, e por todas as transações de cartão de crédito que derem entrada no site referentes à sua conta. Cada Cliente deverá também indenizar a Empresa relativamente a todos os custos e perdas de qualquer tipo, quaisquer que possam ser, incorridos pela Empresa, resultantes direta ou indiretamente, da não execução ou liquidação por parte do Cliente de uma operação deste tipo. As dívidas de jogo on-line são juridicamente vinculativas na Ilha de Man.

source: Each binary option is a prediction on the future movement of an underlying market.
pt: Cada opção de binário é uma previsão sobre o movimento futuro de um mercado subjacente.

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
pt: Cada contrato binário é por uma quantia de pagamento pré-determinada. Você ganha o pagamento se a sua previsão for correta.

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
pt: Cada parte do presente Acordo representa e garante à outra parte que tem, e irá manter ao longo de toda a Vigência, o direito e autoridade para celebrar o presente Acordo, para conceder à outra parte os direitos e licenças concedidas neste Acordo e para cumprir todas as suas obrigações nos termos do presente Acordo.

source: Earning a second income in their spare time
pt: Obter uma segunda fonte de rendimento para o seu tempo livre

source: Earning tax free trading profits*
pt: Obter lucros provenientes de negociações livres de impostos*

source: Ease of Movement
pt: Facilidade de Movimentos

source: Education
pt: Educação

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
pt: Qualquer uma das partes pode rescindir o presente Acordo de imediato mediante aviso prévio por escrito caso seja indigitado um recebedor, examinador ou administrador do todos ou parte dos ativos da outra parte, ou caso a outra parte seja eliminada do Registro Comercial na jurisdição onde foi constituída, seja feita uma ordem ou passada uma resolução para liquidação da outra parte (exceto se essa ordem ou resolução fizer parte de um esquema voluntário para a reconstrução ou amalgamação dessa parte como sociedade solvente e a sociedade resultante, se uma pessoa jurídica distinta aceitar ficar vinculada pelo presente Acordo).

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
pt: Qualquer uma das partes pode rescindir o presente Acordo mediante a entrega de aviso prévio com uma semana de antecedência à outra parte.

source: Either you left the cashier idle for a while or we were not able to log you in properly.
pt: Ou deixou o caixa inativo durante algum tempo ou não conseguimos proceder ao seu correto início de sessão.

source: Email Us
pt: Envie-nos um e-mail

source: Email address
pt: Endereço de e-mail

source: End Time
pt: Hora final

source: Ends Between/Ends Outside trades
pt: Negociações Termina Entre/Termina Fora

source: Ends Between/Outside
pt: Termina Entre/Fora

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
pt: Assegurar-se de que os registros de históricos de negociações e números de desempenhos apresentados nas suas referências relativos a negociações na página Web %1 são precisos e não enganosos.

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
pt: Garantir que não promove a %1 com mensagens destinadas a pessoas com idade inferior a 18 anos.

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
pt: Digite a barreira em termos da diferença do preço atual. Se você digitar +0,005, estará a comprar um contrato com uma barreira superior ao preço inicial em 0,005. O preço inicial será o próximo movimento mínimo após o seu pedido ter sido recebido

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received.
pt: Digite a barreira em termos da diferença do preço atual. Se você digitar +0,005, estará a comprar um contrato com uma barreira superior ao preço inicial em 0,005. O preço inicial será o próximo movimento mínimo após o seu pedido ter sido recebido.

source: Entry Spot
pt: Preço inicial do contrato comprado

source: Entry spot
pt: Preço inicial

source: Entry spot price
pt: Preço de entrada

source: Envelop (SMA 20 +/- 10%)
pt: Envelope (SMA 20 +/- 10%)

source: Equity Offering
pt: Oferta de Ações

source: Error : password field is blank !
pt: Erro : campo da senha está em branco !

source: Error with input field %1: should contain only digits.
pt: Erro com campo de texto %1: deve conter apenas dígitos.

source: Error: There was a timeout or an unspecified error. The cost of the contract has been refunded to you.
pt: Erro: O tempo foi excedido ou houve um erro não especificado. O custo do contrato foi-lhe reembolsado.

source: Europe
pt: Europa

source: European Union residents with the exception of the UK will have their account opened with Regent Markets (Malta) Ltd.
pt: Os residentes na União Europeia, com excepção para o Reino Unido, terão a sua conta aberta na Regent Markets (Malta) Ltd.

source: Exchange Offering
pt: Oferta de Câmbio

source: Exclude me from the website until
pt: Excluir-me da página Web até

source: Exclude time cannot be for more than one year.
pt: O tempo de exclusão não pode ser superior a um ano.

source: Exclude time cannot be less than 6 months.
pt: O tempo de exclusão não pode ser inferior a seis meses.

source: Exclude time must be after today.
pt: A hora da exclusão tem de ser depois de hoje.

source: Exclusive binary trading technology.
pt: Tecnologias de negociação exclusivas.

source: Execute your trade in seconds.
pt: Execute o seu contrato em segundos.

source: Exit Spot
pt: Preço Final

source: Exit spot
pt: Preço final

source: Experienced Traders
pt: Negociadores Experientes

source: Expiry
pt: Expira

source: Expiry Price
pt: Preço de Vencimento

source: Expiry Spot
pt: Preço Final

source: Expiry Time
pt: Preço de Vencimento

source: Expiry price
pt: Preço de vencimento

source: Explanation
pt: Explicação

source: Explore tick trades
pt: Explore as negociações instantâneas

source: Exponential
pt: Exponencial

source: Exponential Moving Average
pt: Média Móvel Exponencial

source: Fall
pt: Em Queda

source: Fall Contract Return
pt: Retorno de Contrato de Queda

source: Fall Contract Return (%)
pt: Retorno de Contrato de Queda (%)

source: Family Name
pt: Apelido

source: Fast Stochastic
pt: Estocástico Rápido

source: Favourite artist
pt: Artista favorito

source: Favourite dish
pt: Prato favorito

source: Fee for transaction %1
pt: Taxa para a transação %1

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
pt: Não hesite em contactar os nossos especialistas pelo atendimento ao cliente. Eles estão sempre à disposição para responder suas perguntas. Você pode nos contatar por meio de chat, e-mail e telefone.

source: Fibonacci Fan
pt: Fibonacci Fan (Ventilador de Fibonacci)

source: Fibonacci Retracement
pt: Retração de Fibonacci

source: Filtering Stray Ticks
pt: Filtrar Ticks Extraviados

source: Final Price
pt: Preço Final

source: Financial Security
pt: Segurança Financeira

source: Financial rewards
pt: Recompensa Financeira

source: Find the right trade for every market condition.
pt: Encontre a negociação certa para todas as condições de mercado.

source: First Name
pt: Primeiro Nome

source: First line of home address
pt: Primeira linha de endereço residencial

source: First, define your position...
pt: Primeiro, defina a sua posição...

source: First-class client service.
pt: Assistência de primeira classe a clientes.

source: Flexibility
pt: Flexibilidade

source: Flexible trades
pt: Contratos flexíveis

source: Follow a simple step-by-step guide to binary trading.
pt: Siga um guia passo-a-passo para negociações binárias.

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
pt: Aos afiliados que prestem serviços de aconselhamento de negociações com base na plataforma da %1 nós disponibilizamos estruturas de pagamento especializadas. <a href="mailto:%2">Para mais informações, contate a nossa gestora de afiliados, Karen Yap</a>.

source: For any other queries, please feel free to contact us.
pt: Para outras questões, contate-nos.

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
pt: Nos contratos que expirem no encerramento do mercado, utilizaremos o valor oficial de fecho do mercado na liquidação do seu contrato e atualização dos seus resultados no momento da liquidação.

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
pt: No Forex: O mercado forex é um mercado OTC (over the counter - mercado de balcão), no qual os bancos e outras grandes instituições financeiras negociam moedas entre si, sem a existência de qualquer câmara de compensação central. Desta forma, não há nenhuma fonte de preço "oficial" para as cotações forex. Os diversos feeds de dados conterão cotações de um sub-conjunto de bancos internacionais distintos. Por conseguinte, os preços podem variar entre os prestadores, dependendo do(s) banco(s) a partir dos quais obtêm os preços.

source: For more information on the terms and conditions that apply to your bonus, go to: %1
pt: Para mais informações sobre os termos e condições do seu bônus, vá para: ↵ ↵ %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
pt: Por motivos de segurança, tenha em consideração que apenas são possíveis depósitos nas contas do Agente de Pagamentos através de Transferência Bancária.

source: For security reasons, please start the 'Lost Password' procedure again.
pt: Por motivos de segurança, reinicie o procedimento 'Perdi a Senha'.

source: Forest Chart
pt: Gráfico de Histograma

source: Forex
pt: Forex (Mercado de Câmbio)

source: Forgot Login ID or Password?
pt: Esqueceu-se do ID de Iniciar Sessão ou Senha?

source: Forward starting intraday and daily contracts are available on some %1
pt: Contratos com datas de início avançada e contratos diários estão disponíveis na %1

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
pt: Formate a sua estratégia de negociação usando os poderosos gráficos ao vivo da %1. Veja instantaneamente os padrões de negociação de mercados, índices, commodities e ações.

source: Free Contract Bonus
pt: Bónus de Contrato Gratuito

source: Free gift
pt: Oferta gratuita

source: Fridays
pt: Sexta-feira

source: From
pt: De

source: From Barrier out of limit
pt: A partir de Barreira fora do limite

source: From expiry date format error
pt: De erro de formato de data de expiração

source: From expiry date out of limit
pt: De data de expiração fora do limite

source: From:
pt: De:

source: Further Instructions
pt: Outras Instruções

source: Further Trading Rules
pt: Outras Regras de Negociação

source: Further information
pt: Outras informações

source: Further instructions must not exceed %1 characters.
pt: As 'outras instruções' não devem exceder os %1 caracteres.

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
pt: Além disso, a interface API é hospedada em um provedor de gestão API Proxy, chamado <a href="http://apigee.com" target="_blank">Apigee</a>. Esse serviço usa diversos serviços que beneficiam o desenvolvedor de aplicativos e o provedor API.

source: Futures
pt: Futuros

source: GMT
pt: GMT (Hora de Greenwich)

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
pt: Hora Média de Greenwich (GMT), a hora oficial utilizada no Reino Unido durante o Inverno. No Verão, o Reino Unido muda para a Hora de Verão do Reino Unido, que é GMT +1 Hora. O site %1 usa o horário GMT em todo o momento e durante todo o ano.

source: General
pt: Geral

source: Generous Commission Structure
pt: Comissões Generosas

source: Get %1 when you deposit %2.
pt: Obtenha %1 ao depositar %2.

source: Get Prices
pt: Obter Preços

source: Get Started
pt: Começar

source: Get started with just $5
pt: Comece com apenas $5

source: Get your free $10k virtual money account
pt: Abra a sua conta de $10K em dinheiro virtual

source: Get your price
pt: Obtenha o seu preço

source: Getting Started
pt: Como Começar

source: Gift Certificate
pt: Vale de Oferta

source: Gift Certificate Deposit
pt: Depósito de Vale de Oferta

source: Gift Certificate Withdrawal
pt: Retirada do Vale de Oferta

source: Give Me More Money!
pt: Dêem-me mais dinheiro!

source: Glossary
pt: Glossário

source: Go
pt: Ir
