Repository: zaki-binary/binary-static
Catalog: 2.0.1/config/locales/*.po
Languages: pt

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
pt: Por favor, note que a nossa página Web gera ficheiros de registro que registam os endereços IP dos acessos à sua conta. Esta informação é recolhida com o único propósito de ajudar no caso improvável de uma necessidade de investigação de acessos à sua conta por parte de utilizadores não autorizados. Além disso, poderemos verificar certas informações que tenha fornecido no formulário de abertura de conta, ou de alguma outra forma, junto de prestadores de informações externos.

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
pt: Por favor, note que para se candidatar a Agente de Pagamentos, você tem de <a href="%1">Autenticar a sua conta</a>primeiro.

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a class="pjaxload" href="%1" target="_blank"><strong>contact us</strong></a>.
pt: Por favor note que não encontramos nenhuma conta registrada com este endereço de e-mail. Se esqueceu do endereço de e-mail usado durante o registro da conta, por favor <a class="pjaxload" href="%1" target="_blank"><strong>entre em contato conosco</strong></a>.

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
pt: Por favor, note que as cotações ao fim-de-semana são ignoradas para fins de liquidação de contratos. Durante a semana, os mercados forex podem, ocasionalmente, gerar preços, no entanto estes preços são frequentemente artificiais (os negociantes, por vezes, beneficiam da falta de liquidez dos mercados durante os fins-de-semana para forçar os preços a subir ou a descer). Para evitar a liquidação de preços com base nesses preços artificiais, é política da %1 não contar os preços do fim-de-semana nos valores de liquidação de contratos (exceto em índices aleatórios, que estão abertos durante os fins-de-semana).

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
pt: Por favor, note que pode atualizar as suas informações pessoais a qualquer momento entrando na seção "Definições" da sua conta. É da sua responsabilidade garantir que a %1 é informada de forma imediata e contínua de quaisquer alterações às suas informações pessoais.

source: Please note that your settings have been updated as follows:
pt: Por favor, note que as suas definições foram atualizadas da seguinte forma:

source: Please post the documents to:
pt: Por favor, publique os documentos em:

source: Please provide at least one self-exclusion setting.
pt: Forneça pelo menos uma definição de auto-exclusão.

source: Please provide granter id(s).
pt: Por favor forneça uma identificação segura.

source: Please provide some information about yourself and your proposed services
pt: Forneça algumas informações sobre si próprio e sobre os serviços que propõe

source: Please provide the following contact information and we will call you free of charge as soon as a representative is free.
pt: Forneça as seguintes informações de contato e faremos um telefonema gratuito para si assim que um representante tenha disponibilidade.

source: Please provide us with the following information:
pt: Forneça-nos as seguintes informações:

source: Please provide your email address and password to open a virtual money account and start practicing.
pt: Forneça o seu endereço de e-mail e senha para abrir uma conta de dinheiro virtual e começar a praticar.

source: Please read our <a href="%1" target="_blank">FAQs</a> for answers to common questions. If you still require assistance, please contact us by clicking live chat, or via email, or phone as per below.
pt: Leias as nossas <a href="%1" target="_blank">FAQs</a> para consultar as respostas às perguntas comuns. Se ainda precisar de assistência, contate-nos clicando no chat em tempo real, por e-mail, ou por telefone de acordo com a informações abaixo.

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run.
pt: Nunca se esqueça de que a negociação e o jogo podem ser atividades entusiasmantes, mas temos o dever moral de lembrá-lo dos riscos que pode correr.

source: Please select
pt: Selecione

source: Please select "Payout" or "Stake" option.
pt: Por favor selecione a opção "Pagamento" ou "Aposta".

source: Please select market:
pt: Selecione o mercado:

source: Please send this email to %1.
pt: Por favor mande este e-mail para %1.

source: Please specify your country.
pt: Especifique o seu país.

source: Please type your chosen password twice into the fields below:
pt: Digite duas vezes a senha que escolheu nos campos abaixo:

source: Please upload image (*.jpg, *.jpeg, *.png) only.
pt: Carregue apenas imagens (*.jpg, *.jpeg, *.png).

source: Please use only alphanumeric characters or spaces.
pt: Utilize apenas caracteres alfanuméricos ou espaços.

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
pt: Utilize apenas letras, espaços, hífenes, pontos finais ou apóstrofes.

source: Please wait.<br />Your request is being processed.
pt: Por favor aguarde.<br />O seu pedido está a ser processado.

source: Portfolio
pt: Portfólio

source: Postal Code / ZIP
pt: Código Postal

source: Postcode is invalid.
pt: Código postal inválido.

source: Postcode is required for UK residents.
pt: O código postal é exigido para moradores do Reino Unido.

source: Postcode must be less than 20 characters long and may not contain "+".
pt: O código postal deve ter menos de 20 caracteres e não deve ter "+".

source: Potential Payout
pt: Possível Pagamento

source: Potential Profit
pt: Lucro Potencial

source: Power & simplicity
pt: Potência e simplicidade

source: Prediction
pt: Previsão

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
pt: Apresenta os pagamentos agregados máximos referentes aos contratos pendente do seu portfólio. Se o máximo for atingido, você não poderá comprar contratos adicionais sem primeiro fechar as posições existentes.

source: Prevailing market price cannot be determined at this time.
pt: Não é possível determinar corretamente o valor do mercado neste momento.

source: Prevailing market price cannot be determined.
pt: O valor prevalecente do mercado não pode ser determinado.

source: Price
pt: Preço

source: Price Band
pt: Faixa de Preços

source: Price Oscillator
pt: Oscilador de Preços

source: Price has moved in your favour from %1 to %2.
pt: O preço mudou a seu favor de %1 para %2.

source: Price the trade.
pt: Preço da negociação.

source: Prices
pt: Preços

source: Pricing Table
pt: Tabela de Preços

source: Print
pt: Imprimir

source: Privacy & Security
pt: Privacidade e Segurança

source: Processing Time
pt: Hora de Processamento

source: Prof
pt: Lucro

source: Profit
pt: Lucro

source: Profit from your Predictions
pt: Lucre com as suas Previsões

source: Profit/<wbr/>Loss
pt: Lucro/<wbr/>Perda

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
pt: Incorporar com destaque e exibir de forma permanente os Links mais atuais que lhe são fornecidos pela Empresa no seu Site e não alterar a forma, local ou operação dos Links sem o consentimento prévio da Empresa

source: Promoting the %1 Site
pt: Promover o Site da %1

source: Promotional
pt: Promocional

source: Proof of address
pt: Prova de endereço

source: Proper barriers could not be determined.
pt: Barreiras adequadas não podem ser determinadas.

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
pt: Fornecer à Empresa todos os dados e informações relativas à Empresa (incluindo, mas não exclusivamente as palavras-passe) sem quaisquer encargos para a Empresa, para permitir à Empresa monitorizar o seu Site e garantir que você está a cumprir os presentes termos e condições.

source: Provide us with the following documentation:
pt: Forneça-nos a documentação que se segue:

source: Purchase
pt: Comprar

source: Purchase Price
pt: Preço de Compra

source: Purchase Spot
pt: Ponto de Compra

source: Purchase Time
pt: Hora da Compra

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
pt: A compra deste contrato poderá exceder o seu limite de volume de negócios diário de %1%2.

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
pt: Atribua um limite aos seus ganhos. Depois de atingi-lo, guarde uma parte do dinheiro e aposte com o restante.

source: Quick 10%
pt: Rápido 10%

source: Quick 10% Trade
pt: Contrato 10% Rápido

source: Quote
pt: Cotação

source: Random
pt: Aleatório

source: Random 100 Index
pt: Índice 100 Aleatório

source: Random 25 Index
pt: Índice 25 Aleatório

source: Random 50 Index
pt: Índice 50 Aleatório

source: Random 75 Index
pt: Índice 75 Aleatório

source: Random Bear
pt: Baixa Aleatória (Random Bear)

source: Random Indices
pt: Índices Aleatórios

source: Random Markets
pt: Mercados Aleatórios

source: Random Moon
pt: Random Moon (Lua Aleatória)

source: Random Quotidians
pt: Aleatórios Cotidianos

source: Random Venus
pt: Aleatório Vênus

source: Random Yang
pt: Random Yang (Yang Aleatório)

source: Random indices
pt: Índices aleatórios

source: Random nocturnes
pt: Aleatórios noturnos

source: Random quotidians
pt: Aleatórios cotidianos

source: Range
pt: Intervalo

source: Rate of Change
pt: Taxa da Alteração

source: Raw tick data
pt: Dados instantâneos

source: Read about the five types of trade offered by %1.
pt: Saiba mais sobre os cinco tipos de negociação oferecidos pela %1.

source: Read the answers to some common questions.
pt: Leia as respostas às pergunta frequentes.

source: Real money account
pt: Conta de dinheiro real

source: Real time intraday
pt: Intradiário em tempo real

source: Real-time prices, benchmarked against interbank options markets.
pt: Preços executáveis, referenciados em comparação com mercados interbancários de opções.

source: Realtime data is not available for this underlying
pt: Os dados em tempo real não estão disponíveis para essa base

source: Reap the rewards of trading binaries, knowing your funds are always safe.
pt: Aproveite as recompensas das negociações binárias, sabendo que seus fundos estão sempre seguros.

source: Regent Markets (C.R.) S.A., registered in Costa Rica.
pt: Regent Markets (C.R.) S.A., registrada na Costa Rica.

source: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man. Current online gambling licence granted on the 31 August 2012.
pt: Regent Markets (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenciada e regulamentada pela Comissão de Supervisão de Jogo da Ilha de Man. Licença de jogo online em vigor concedida a 31 de Agosto de 2012.

source: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated by the Lotteries and Gaming Authority in Malta, licence no LGA/CL2/118/2000.
pt: Regent Markets (Malta) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenciada e Regulada pela Lotteries and Gaming Authority (Autoridade das Lotarias e do Jogo) de Malta, licença nº LGA/CL2/118/2000.

source: Regent Markets Group Limited, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is partly owned by the %1, a diversified mining group focused on the Asian Pacific region and listed on the Hong Kong exchange %2.
pt: A Regent Markets Group Limited, com endereço de sede social registrado, situado na <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, é parcialmente detida pelo %1, um grupo de mineração diversificado, concentrado na região da Ásia-Pacífico e cotado na Bolsa de Valores de Hong Kong %2.

source: Regent Markets acquires BetsForTraders client base
pt: A Regent Markets adquiriu a base de clientes da BestForTrade

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
pt: A Regent Markets se inscreve para uma patente em Março de 2000 baseada na nossa posição única como o único concorrente sério no negócio de apostas financeiras em probabilidades fixas. Em maio, registramos o nome de marca BetOnMarkets e mudamos para Malta para receber um certificado de apostas pela internet.

source: Regent Markets files for patent, and registers BetOnMarkets trading name
pt: O nome de mercado patenteado é Regent Markets, e BetOnMarket é o nome da marca registrado

source: Regent Markets granted two new US patents
pt: A Regent Markets recebeu duas novas patentes norte-americanas

source: Regent Markets is founded by Jean-Yves Sireau
pt: A Regent Markets foi fundada por Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
pt: A Regent Markets obteve a licença da Ilha de Man

source: Regent Markets receives funding to provide on-line financial betting services
pt: A Regent Markets recebe financiamento para fornecer serviços de apostas financeiras on-line

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
pt: A Regent Markets inicia um centro de programação em Cyberjaya, Malásia

source: Register
pt: Cadastrar

source: Registration
pt: Cadastramento

source: Rel Change
pt: Taxa da Variação

source: Relative Strength Index
pt: Índice de Força Relativa

source: Reload Cashier
pt: Recarregar o Caixa

source: Reload page
pt: Recarregar página

source: Remove Overlay
pt: Remover Sobreposição

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
pt: Representa a quantia máxima de dinheiro que pode manter na sua conta. Se o máximo for atingido, vamos solicitar-lhe a retirada dos fundos.

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
pt: Representa o número máximo de contratos pendentes no seu portfólio. Cada linha do seu portfólio conta para uma posição em aberto. Depois de atingido o máximo, não poderá abrir novas posições sem fechar primeiro uma posição existente.

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
pt: Representa o volume máximo de contratos que pode comprar em qualquer dia de negociações.

source: Request a call back. Enter your contact number and click "call me now"
pt: Solicite uma retribuição de chamada. Introduza o seu número e clique em 'liguem-me agora'

source: Required
pt: Obrigatório

source: Resale of this contract is not offered due to end-of-year market holidays.
pt: A revenda deste contrato não está em oferta devido aos feriados de fim de ano do mercado.

source: Resale of this contract is not offered due to market holiday during contract period.
pt: A revenda deste contrato não está em oferta devido aos feriados do mercado durante o período do contrato.

source: Resale of this contract is not offered due to market holidays during contract period.
pt: A revenda deste contrato não é oferecida devido aos feriados de mercado existentes durante o período do contrato.

source: Resale of this contract is not offered with less than %1 remaining.
pt: Não é oferecida a revenda desse contrato com menos de 1 dia para o fim.

source: Resale of this contract is not offered.
pt: A revenda deste contrato não é mais oferecida.

source: Resale price
pt: Preço de revenda

source: Reset password
pt: Redefinir a senha

source: Resources
pt: Recursos

source: Responsible Trading
pt: Negociação Responsável

source: Result
pt: Resultado

source: Retracement Percentages
pt: Percentagens de Retração

source: Retry
pt: Tentar novamente

source: Return
pt: Regressar

source: Returns above 100% on simple %1 contracts.
pt: Retorno de cerca de 100% em simples contratos %1.

source: Returns above 1000% on %1 and %2 trades.
pt: Retorno acima de 1000% em negociações %1 e %2.

source: Revoke Attorney
pt: Revogar Procuração

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
pt: Clique no botão direito do rato para adicionar estudos, linhas, sobreposições, entre outros. Pode guardar o seu trabalho selecionando Área de Trabalho no menu superior

source: Rights Offering
pt: Oferta de Direitos

source: Rise
pt: Em Alta

source: Rise / Fall
pt: Em Alta / Em Queda

source: Rise / Fall Table
pt: Tabela de Alta/Queda

source: Rise Contract Return
pt: Retorno de Contrato de Alta

source: Rise Contract Return (%)
pt: Retorno de Contrato de Alta (%)

source: Rise/Fall
pt: Em Alta/Em Queda

source: Rise/Fall Table
pt: Tabela de Em Alta/Em Queda

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
pt: Os contratos em Alta/Queda com uma duração de menos de 5 minutos são disponibilizados apenas quando "Agora" é selecionado como hora de início.

source: Rise/Fall trades
pt: Contratos de Alta/Queda

source: Rise/fall trades
pt: Contratos de alta/queda

source: Risk Disclaimer
pt: Exclusão de Responsabilidade de Riscos

source: Russia
pt: Rússia

source: Sale Price
pt: Preço de Venda

source: Save
pt: Guardar

source: Screenshot
pt: Captura de ecrã

source: Second line of home address
pt: Segunda linha de endereço residencial

source: Secret question
pt: Pergunta secreta

source: Security
pt: Segurança

source: Security Statement
pt: Declaração de Segurança

source: Security and Privacy
pt: Segurança e Privacidade

source: See Terms
pt: Ver Termos

source: See demo
pt: Ver demonstração

source: See our
pt: Veja o seu

source: Select Country
pt: Selecionar País

source: Select indices
pt: Selecione os índices

source: Self-Exclusion Facilities
pt: Ferramentas de Auto-Exclusão

source: Sell
pt: Vender

source: Sell Price
pt: Preço de Venda

source: Sell Spot
pt: Ponto de Venda

source: Sell Time
pt: Horário de Venda

source: Sell at market
pt: Venda no mercado

source: Sell back trades at market prices.
pt: Venda os seus contratos a preços de mercado.

source: Sell option
pt: Vender opção

source: Send
pt: Enviar

source: Send us a CV and a covering letter that describes your career interests.
pt: Envie-nos um currículo e uma carta de apresentação que descreve os seus interesses profissionais.

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your %1 account.
pt: Envie os seus fundos ao agente de pagamento. A quantia do depósito menos a comissão cobrada pelo Agente será mostrada na sua conta %1.

source: Service summary
pt: Resumo de Serviços

source: Session duration limit cannot be more than 1440 minutes.
pt: O limite de duração da sessão não pode ser superior a 1440 minutos.

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
pt: O limite de duração da sessão encontra-se atualmente definido para <strong>%1 minutos.</strong>

source: Session duration limit, in minutes
pt: Limite de duração da sessão, em minutos

source: Set your position
pt: Defina a sua posição

source: Settings
pt: Definições

source: Settles
pt: Liquida

source: Sharp prices
pt: Preços nítidos

source: Short summary of your Payment Agent service
pt: Breve resumo do seu serviço de Agente de Pagamentos

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
pt: Se algum cliente, em nome de quem você esteja a receber comissões, processar um estorno, a Empresa reserva-se o direito de deduzir a parte de comissão do estorno do saldo total que lhe é devido a si para o mês corrente. Caso esta dedução da receita acumulada exceda a quantia corrente devida, o seu saldo reverterá para um saldo negativo, e você terá de ganhar receitas para cobrir o estorno antes de poder recomeçar a ganhar receitas. A Empresa reserva-se o direito, em casos especiais, de excluir a partilha de receitas referentes a fundos promocionais depositados na conta do cliente pela Empresa.

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
pt: Caso as despesas não sejam cobertas por fundos na sua conta, reservamo-nos o direito de investigar outros meios alternativos para obtermos o pagamento, por exemplo: se a sua conta tiver gerado contas de compras, iremos reter o pagamento da comissão para essas contas até ao momento em que tenha sido pago.

source: Should you need any further assistance please do not hesitate to email
pt: Caso necessite de mais assistência, não hesite em enviar um e-mail

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
pt: Caso precise de ajuda ou suporte, por favor contate o nosso <a href="%1">Departamento de Assistência ao Cliente</a> e um dos nossos representantes irá atendê-lo o mais rápido possível.
